Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: If you can find enough Xsotan technology, you might be able to research it to build a wormhole interceptor. Once we have the interceptor, we can finally get reinforcements from outside! We might be able to cut their supply of reinforcements, and drive them out of our galaxy for good!
fr: Si vous pouvez trouver assez de technologie Xsotan, vous pourriez éventuellement l'analyser pour construire un intercepteur de trous de ver. Une fois que nous aurons l'intercepteur, nous pourrons enfin obtenir des renforts de l'extérieur! Nous pourrions peu-être couper leurs approvisionnement de renforts , et les éloignez de notre galaxie pour de bon!
tr: Eğer yeterli Xsotan teknolojisi bulabilirseniz, onu araştırabilir ve solucan deliğini kapatacak bir araç yapabilirsiniz. Kapatıcı aracı yaptığımızda, dışarıdan destek ekiplerini çağırabiliriz! Hatta onların destek ekiplerini bile engelleyebiliriz. Ve onların Galaksiden sonsuza dek sürebiliriz!

source: Well done, you've successfully jumped to another sector!
fr: Bien joué, vous avez réussi à sauter dans un autre secteur !
tr: Tebrikler, Başarılı şekilde başka bir sektöre sıçradınız!

source: Toggle Hyperspace Engine
fr: Activer le Moteur Hyper-espace
tr: Hiperuzay motorunu Aç/Kapa

source: It was one of these huge ships. They're usually dormant, but for some reason this one wasn't.
fr: C'était un de ces énormes vaisseaux. Habituellement ils sont en sommeil, mais pour une raison quelconque, il ne l'était pas.
tr: Bu o devasa gemilerden biriydi. Genelde uyku halinde oluyorlar fakat nedense bu uykuda değildi.

source: Sounds like a plan!
fr: Ça ressemble à un plan!
tr: Kulağa bir plan gibi geliyor!

source: Jump route calculated
fr: Calcul de la trajectoire de saut OK
tr: Sıçrama rotası hesaplandı

source: Toggle Life Support
fr: Activer le Système de Support de Vie
tr: Yaşam Destek Ünitesini Aç/Kapa

source: A few centuries ago, a highly advanced species lived in these sectors.
fr: Il y a plusieurs siècles, une espèce très avancée vivait dans ces secteurs.
tr: Bir kaç yüzyıl önce, buralarda oldukça gelişmiş bir tür yaşardı.

source: You'll have to find someone else.
fr: Vous allez devoir trouver quelqu'un d'autre.
tr: Başka birini bulmalısın.

source: Press Escape to close the map.
fr: Appuyez sur Echap pour fermer la carte.
tr: Haritayı kapamak için esc tuşuna basınız.

source: Toggle Shield
fr: Activer le Bouclier
tr: Kalkanlar Aç / Kapa

source: Where are they now?
fr: Où sont-ils maintenant ?
tr: Şimdi neredeler?

source: You look like you're capable of fighting the Xsotan, or at least sneak into their territory and collect some of their technology.
fr: Vous avez l'air d'être capable de combattre les Xsotan, ou du moins de vous faufiler sur leur territoire et de collecter un peu de leur technologie.
tr: Xsotan ile kapışabilecek birine benziyorsun, yada en azından onların bölgelerine gizlice yaklaşıp biraz teknolojilerini öğrenebilirsin.

source: Wait until your nav-computer finished its calculations.
fr: Attendez que votre ordinateur de navigation ait fini ses calculs.
tr: Yön bilgisayarınız hesaplamaları bitirene kadar bekleyin.

source: Toggle Integrity
fr: Activer Intégrité
tr: Yapısal Bütünlüğü Aç / Kapa

source: They have been long gone, but some say that they fought the Xsotan.
fr: Ils sont partis depuis longtemps, mais certains disent qu'ils ont combattu les Xsotan.
tr: Çoktan gitmişlerdi, ancak bazıları Xsotan ile savaştıklarını söylüyorlar.

source: Resource Depot
fr: Dépôt de Ressources
tr: Kaynak Deposu

source: Turn your ship so it looks in the direction of the target sector.
fr: Tournez votre vaisseau de manière a ce qu'il regarde dans la direction du secteur ciblé.
tr: Geminizi hedef sektöre bakacak şekilde döndürün.

source: Toggle Thrusters
fr: Activer les Propulseurs
tr: İticiler Aç / Kapa

source: What happened?
fr: Que s'est-il passé ?
tr: Ne oldu?

source: Trade Materials
fr: Commerce : Matériaux
tr: Kaynak Ticareti

source: Tap %s to jump into the other sector.
fr: Appuyer sur %s pour sauter vers l'autre secteur.
tr: Diğer sektöre atlamak için %s tuşuna basınız.

source: Forward
fr: Avant
tr: İleri

source: What do you think? They lost. All that remains of them now is their technology.
fr: Qu'est-ce que vous croyez ? Il ont perdu. Tout ce qu'il reste d'eux maintenant c'est leur technologie.
tr: Ne düşünüyorsun? Kaybettiler. Kalan tek şeyleri teknolojileri.

source: Cr
tr: Kr

source: Now right-click a sector that is in range, and click 'Enter coordinates into navigation computer'.
fr: Maintenant faites un clic droit sur un secteur à portée, et cliquer sur 'Entrer les coordonnées dans l'ordinateur de navigation'.
tr: Şimdi menziliniz içindeki bir sektöre sağ klikleyin ve 'Koordinatları yön bilgisayarına gir' seçeneğini işaretleyin.

source: Backward
fr: Arrière
tr: Geri

source: One of the travelling equipment traders I met a while ago had a strange alien artifact with him. I've never seen something like that before. I thought maybe it's Xsotan? But that's impossible. He even told me I could integrate it into my ship. But when I asked about the price it was way too expensive.
fr: L'un des marchands d'équipement itinérants que j'ai croisé récemment était en possession d'un étrange artefact alien. Je n'avais jamais rien vu de tel auparavant. Je me suis dit que c'était peut-être d'origine Xsotan...mais cela semble impossible. Quoiqu'il en soit, le marchand m'a confirmé que je pourrai même intégré cet artefact à mon vaisseau. Hélas, le prix qu'il m'en demandait était bien trop élevé.
tr: Bir süre önce tanıştığım gezgin teçhizat satıcılarından birinde garip bir uzaylı tarihi eseri gördüm. Daha önce hiç böyle bir şey görmemiştim. Xsotan olabilirmiydi acaba? Fakat bu imkansız. Gemide kullanabileceğim bir şey olduğunu söylemişti. Fiyatını sorduğumda ise çok yüksek gelmişti.

source: You must be docked to the station to trade.
fr: Vous devez être arrimé à la station pour pouvoir commercer.
tr: Ticaret yapabilmek için istasyona bağlı olmalısınız.

source: This will start the calculations for the jump route.
fr: Cela va initier les calculs de trajectoire du saut hyper-espace.
tr: Yön bilgisayarınız sıçrama rotası için hesaplamalara başlayacaktır.

source: Left
fr: Gauche
tr: Sol

source: Thanks.
fr: Merci.
tr: Teşekkürler.

source: You must be closer to the ship to trade.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir commercer.
tr: Ticaret yapabilmek için gemiye daha yakın olmalısınız.

source: Once these calculations are done, you can jump to the sector.
fr: Une fois ces calculs effectués, vous pouvez sauter vers le secteur.
tr: Bu hesaplamalar bittiğinde, diğer sektöre sıçrayabilirsiniz.

source: Right
fr: Droite
tr: Sağ

source: There are travelling merchants who sell all sorts of things. You should keep an eye on them, they will jump to the next sector after a while if they don't find anybody to trade with. Some of them have really exotic wares, I even met some who had old Xsotan artifacts for sale.
fr: Vous pourrez au cours de vos voyages croiser des marchands itinérants qui vendent toute sorte de biens ou d'équipement. Vous devriez guetter leur présence. Ils décollent rapidement vers d'autres secteurs si ils ne trouvent personne pour commercer dans leur secteur actuel. Certains ont des équipements Exotiques, voir des artefacts Xsotan à vendre pour d'autres ! Il y a des marchands itinérants qui vendent toutes sortes de choses. Vous devriez garder un oeil sur eux, ils sautent dans un autre secteur au bout d'un certain temps s'ils ne trouvent personne avec qui commercer. Certains d'entre eux ont des produits vraiment exotiques, j'en ai même rencontré certains qui avaient mis en vente des artefacts Xsotan anciens.
tr: Her çeşit eşya satan tüccarlar var. Onlara kulak kabartmalısın, ticaret yapacak birini bulamazlarsa bir süre sonra bir sonraki sektöre atlayacaklardır. Bazılarında gerçekten egzotik ürünler var, satılık Xsotan eserleri olanları bile gördüm.

source: Scrapyard
fr: Casse
tr: Hurdalık

source: Once you visited a sector with something interesting, it will be marked automatically on the map.
fr: Lorsque vous visitez un secteur, les éléments qu'il contient et qui sont dignes d'intérêts seront annotés automatiquement sur la carte de la galaxie.
tr: Enteresan bir şeyleri olan herhangi bir sektöre girdikten sonra, harita üzerinde otomatik olarak işaretlenecektir.

source: Up
fr: Haut
tr: Yukarı

source: If you're the treasure hunting type, you should check asteroid fields in the no man's space for beacons. I've seen lots of beacons on my travels, and they seem to have some message for all members of 'Operation Exodus'. Whatever that may be.
fr: Si vous êtes du genre chasse au trésor, vous devriez cherche des balises dans les champs d'astéroïdes des secteurs inhabités. J'ai vu beaucoup de balises pendant mes voyages, et elles semblent avoir un message pour tous les membres de 'L'Operation Exodus'. Quoi que ce soit.
tr: Eğer hazine avcılığından hoşlanıyorsanız, Boş uzaydaki vericiler için asteroid alanlarını kontrol etmelisiniz. Seyahatlerimde çok sayıda verici görmüştüm ve Operasyon Exodus'un tüm üyelerine bazı mesajlar veriyor gibi görünüyorlardı. Bu neyse artık.

source: Sell Ship
fr: Vendre vaisseau
tr: Gemiyi Sat

source: The colors of the sectors show the relations between you and the faction controlling them.
fr: Les couleurs des secteurs montrent les relations entre vous et la faction qui les contrôle.
tr: Sektörlerin renkleri o sektörü kontrol eden Birlikle aranızdaki İtibar durumunu gösterir.

source: Down
fr: Bas
tr: Aşağı

source: Thanks, I'll check it out.
fr: Merci, je vais vérifier cela.
tr: Teşekkürler, Kontrol edeceğim.

source: Sell your ship to the scrapyard
fr: Vendre votre vaisseau à la casse
tr: Geminizi hurdalığa satın

source: Green are good relations, blue is neutral, and red are bad relations.
fr: Vert = bonnes relations, bleu = neutre et rouge = mauvaises relations.
tr: Yeşiller iyi ,maviler tarafsız, kırmızı ise kötü itibar sahibisiniz demektir.

source: No Turning
fr: Pas de rotation
tr: Dönüşü Aç / Kapa

source: A friend of mine is obsessed with these beacons you can find in asteroid fields around here. He says they have some kind of message encoded into them, with coordinates leading to a great treasure. But that's all nonsense if you ask me.
fr: Un de mes amis est obsédé par ces balises que vous pouvez trouver dans les champs d'astéroïdes alentours. Il dit qu'elles ont une sorte de message codé en elles, avec des coordonnées conduisant à un grand trésor. Mais si vous voulez mon avis, ce sont des foutaises.
tr: Bir arkadaşım burada asteroid alanlarında bulabileceğiniz bu vericilere kafayı taktı. Vericilerin içlerine kodlanmış bir mesajlar olduğunu söylüyor, koordinatlar ise büyük bir hazineye yönlendiriyomuş. Bana soracak olursan bunlar saçmalık!

source: Warning! You will not get refunds for crews or turrets!
fr: Attention! Vous ne recevrez pas de remboursement pour les équipages ou les tourelles!
tr: Uyarı! Mürettebat veya taretler için geri ödeme almazsınız!

source: The blue radius around your location is the range of your hyperspace drive.
fr: Le cercle bleu autour de votre position représente la portée de votre moteur hyper-espace.
tr: Bulunduğunuz yerin çevresindeki mavi yarıçap, hiperuzay sürücünüzün menzilidir.

source: Left Mouse
fr: Clic gauche
tr: Sol Klik

source: The research labs are getting better and better. Now they're using genetic algorithms to improve the quality of the researched objects. It destroys the objects you put in, but you have a good chance to get an object of an even better quality. I wonder what happens when you put in three objects with the best quality there is. Maybe the universe will implode?
fr: Les laboratoires de recherche s'améliorent. Maintenant, ils utilisent des algorithmes génétiques pour améliorer la qualité des objets recherchés. Ils détruisent les objets que vous y mettez, mais vous avez une bonne chance d'obtenir un objet d'une qualité encore meilleure. Je me demande ce qui se passe lorsque vous mettez trois objets de la meilleure qualité qui existe. Peut-être que l'univers implosera?
tr: Araştırma Labaratuarları gün geçtikçe daha iyi olmaya başladılar. Şimdilerde ise Üretilmiş objelerin kalitelerini yükseltmek için genetik algoritmalar kullanıyorlar. Bu koyduğunuz eşyayı yok ediyor fakat, Daha iyi kalitede bir eşya almak için oldukça yüksek şansınız oluyor. En iyi kalite üç farklı eşyayı koyduğunuzda ne olacağını çok merak ediyorum. Belki evreni havaya uçurur?

# UI Tab title
source: Salvaging
fr: Recyclage
tr: Enkaz Kurtar

source: You can jump to other sectors, but only within that range.
fr: Vous pouvez explorer d'autres secteurs, à condition qu'ils soient à portée de votre moteur hyper-espace.
tr: Diğer sektörlere atlayabilirsiniz, ancak sadece menziliniz içinde olanlara.

source: Right Mouse
fr: Clic droit
tr: Sağ Klik

source: Huh. I guess I'll try!
fr: Heu. Je suppose que je vais essayer !
tr: Anladım. Sanırım deneyeceğim!

source: Buy a salvaging license
fr: Acheter un permis de recyclage
tr: Hurdacılık lisansı al

source: Sectors with a green blinking dot are sectors from where you're receiving signals,
fr: Les secteurs marqués d'un point vert clignotant sont les secteurs depuis lesquels vous recevez des signaux.
tr: Yeşil yanıp sönen noktaların olduğu sektörler sinyal aldığınız sektörlerdir.

source: Middle Mouse
fr: Clic molette
tr: Orta fare tuşu

source: A friend of mine got some great new equipment because he researched it at the research lab! It's a little like playing the lottery, but if you put in 5 objects, apparently you're guaranteed to get something better. I'll do this too, and in the end I'll put in 3 objects of the highest possible rarity. I wonder what happens then...
fr: Un de mes amis a eu de nouveaux équipements géniaux parce qu'il les a étudié au laboratoire de recherche! C'est un peu comme jouer à la loterie, mais si vous mettez 5 objets, apparemment vous avez la garantie d'obtenir quelque chose de mieux. Je ferai ça aussi, et à la fin je mettrai 3 objets de la plus haute rareté possible. Je me demande ce qui arrivera ensuite...
tr: Bir arkadaşım Araştırma labaratuarından oldukça kaliteli bir eşya kaldırdı! Loto oynamak gibi, Ama 5 eşya koyarsanız, görünüşe göre daha iyi bir şey almayı garantiliyorsunuz. Bunu bende yapacağım. En sonunda en yüksek kalite 3 eşyayı koyup ne olacağını göreceğim...

source: You can buy a temporary salvaging license here. This license makes it legal to damage or mine wreckages in this sector.
fr: Vous pouvez acheter ici un permis temporaire de recyclage. Ce permis vous autorise à recycler les épaves de ce secteur pour en extraire des ressources.
tr: Buradan geçiçi hurdacılık lisansınızı alabilirsiniz. Bu belge bu sektördeki enkazlara istediğinizi yapabileceğiniz anlamına geliyor.

source: and that might be worth checking out.
fr: Il pourrait s'avérer intéressant pour vous d'aller explorer ces secteurs.
tr: bir göz atmaya değebilir.

source: Detected OpenGL version: %s
fr: Version d'OpenGL détectée : %s
tr: OpenGL versiyonu saptandı: %s

source: I've heard the universe might implode.
fr: J'ai entendu dire que l'univers pourrait imploser.
tr: Evrenin patlayabileceğini duydum.

source: Buy License
fr: Acheter une licence
tr: Lisans Satın al

source: This is the galaxy map. It shows your location, faction territories and where you can find interesting things.
fr: Ceci est la carte de la galaxie. Elle montre votre position, les territoires des factions et les secteurs dans lesquels vous pourrez trouver des choses intéressantes.
tr: Bu Galaksi haritasıdır. Yerinizi , diğer birliklerin bölgelerini ve enteresan şeyler bulacağınız yerleri gösterir.

source: Detected OpenGL version string: "%s"
fr: Version d'OpenGL détectée: "%s"
tr: Saptanan OpenGL versiyonu: "%s "

source: I guess I'll have to try.
fr: Je crois que je dois essayer.
tr: Sanırım bir deneyeceğim.

source: Minutes
tr: Dakika

source: Every square in this grid is a sector you can visit.
fr: Chaque carré dans cette grille est un secteur que vous pouvez visiter.
tr: Bu kılavuz çizgilerinin içerisindeki kareler seyahat edebileceğiniz sektörlerdir.

source: Required OpenGL version: %s
fr: Version d'OpenGL requise : %s
tr: Gerekli OpenGL versiyonu: %s

source: Oh wow, you're gullible! The universe can't implode, and we're only subjects that have been made up by someone. Once that someone wants us gone, we'll go.
fr: Oh wow, vous êtes crédule! L'univers ne peut pas imploser, et nous ne sommes que des sujets qui ont été créés par quelqu'un. Dès que quelqu'un nous partions, nous partirons.
tr: Aman tanrım, Tam bir ahmaksın! Evren patlamaz ve biz sadece birisi tarafından uydurulmuş elementleriz.Ne zaman birileri gitmemizi isterse, bizde gideriz.

source: Ship Value:
fr: Valeur du vaisseau :
tr: Gemi Ederi:

source: Open the galaxy map.
fr: Ouvrir la carte de la galaxie.
tr: Galaksi Haritasını aç.

source: Your OpenGL version is insufficient.
fr: Votre version d'OpenGl est insuffisante.
tr: OpenGL versiyonunuz yetersiz.

source: This is getting a little too dark for me.
fr: Cela devient un peu trop sombre pour moi.
tr: Bu iş benim için git gide daha karanlık olmaya başladı.

source: Your ship is ready to explore the galaxy.
fr: Votre vaisseau est prêt à explorer la galaxie.
tr: Geminiz galaksiyi keşfetmek için hazır.

source: Please see the client log for more information. An update of your graphics drivers might help resolve this issue.
fr: Veuillez consulter le fichier log pour plus d'informations. Une mise à jour de vos pilotes graphiques pourrait résoudre ce problème.
tr: Daha fazla info için lütfen oyununuzun loglarına bakınız. Ekran sürücüleriniz için bir güncelleme varsa bu konuda yardımcı olabilir.

source: Goodbye.
fr: Au revoir.
tr: Güle güle.

source: Please, do come again.
fr: Revenez quand vous voulez.
tr: Lütfen tekrar gelin.

source: Once YOU are ready too, click continue and we will start flying to other sectors.
fr: Prêt ? Si oui, cliquez sur continuer et nous commencerons à voler vers d'autres secteurs.
tr: Hazır olduğunuzda, Devam et e tıklayınız ve diğer sektörlere uçmaya başlayacağız.

source: Available Extensions:
fr: Extensions disponible:
tr: Müsait Uzantılar:

source: I hear there's a smuggler around here who got his hands on some Xsotan technology.
fr: J'ai entendu dire qu'un contrebandier du coin avait mis la main sur de la technologie Xsotan.
tr: Buralarda bir kaçakçının Xsotan teknolojisine sahip olduğunu duydum.

source: Your license will expire in ${time}.
fr: Votre permis expirera dans ${time}.
tr: Lisansınız ${time} içerisinde sona erecektir.

source: Assign %i more %s.
fr: Assignez %i %s de plus.
tr: %i adet daha %s atayınız.

source: The following extensions are not supported by your GPU:
fr: Les extensions suivantes ne sont pas supportées par votre carte graphique :
tr: Bu uzantılar Gpu'nuz tarafından Desteklenmemektedir:

source: That sounds interesting.
fr: Ça m'a l'air intéressant.
tr: Kulağa ilginç geliyor.

source: You don't have a valid license.
fr: Vous n'avez pas de permis valide.
tr: Geçerli bir lisansınız yok.

source: Looks like we're good to go! Close the window once you're ready.
fr: Il semble que nous soyons parés pour l'aventure ! Fermez la fenêtre quand vous voudrez partir.
tr: Görünüşe göre hazırız! Hazır olduğunuzda pencereyi kapatınız.

source: Accept
fr: Accepter
tr: Kabul et

source: I'll leave now.
fr: Je vais partir maintenant.
tr: Şimdi ayrılacağım.

source: Get a salvaging license now and try your luck with the wreckages!
fr: Achetez un permis de recyclage maintenant et tentez votre chance en recyclant les épaves de ce secteur !
tr: Hurdacılık Lisansınızı şimdi alın ve Şansınızı deneyin!

source: In this menu you can oversee your crew and assign your crewmen to jobs.
fr: Dans ce menu vous pouvez supperviser votre équipage et assigner vos hommes d'équipages à des tâches.
tr: Bu menüde mürettebatınızı atayıp mevcut mürettebat görevlerini görebilirsiniz.

source: Cancel
fr: Annuler
tr: İptal

source: I know, but as far as I know, nobody has ever caught him. Apparently his hyperspace engine is extremely advanced and he can jump anywhere in the entire galaxy!
fr: Je sais, mais pour autant que je sache, personne ne l'a jamais attrapé. Apparemment, son moteur hyper-espace est extrêmement avancé et il peut sauter n'importe où dans toute la galaxie!
tr: Biliyorum, ama bildiğim kadarıyla hiç kimse onu yakalayamadı. Görünüşe göre onun hiperuzay motoru son derece gelişmiş ve tüm galaksinin herhangi bir yerine atlayabiliyor!

source: Your salvaging license will run out in 10 seconds.
fr: Votre permis de recyclage expire dans 10 secondes.
tr: Hurdacılık lisansınız 10 saniye içinde sona erecek.

source: Some parts of your ship only work if there are crewmen who maintain them.
fr: Certaines parties de votre vaisseau ne fonctionnent que s'il y a des hommes d'équipages qui les entretiennent.
tr: Geminizin bazı bölümleri sadece orada çalışacak mürettebat varsa çalışır.

source: Color Selection
fr: Sélection de la couleur
tr: Renk Seçimi

source: You should beware of Bottan. He's a smuggler who doesn't have the courage to fly his own deals, even though he has the most advanced hyperspace engine I've ever seen. He lets others do his dirty work for him, so he won't get in trouble.
fr: Vous devriez vous méfier de Bottan. C'est un contrebandier qui n'a pas le courage de faire lui-même ses livraisons, alors même qu'il possède le moteur hyper-espace le plus avancé que j'ai jamais vu. Il laisse les autres faire le sale boulot, comme ça il n'a pas d'ennuis.
tr: Bottan'dan sakınmalısın. Şimdiye kadar gördüğüm en gelişmiş hiperuzay motoruna sahip olsa bile, kendi anlaşmaları için uçmaya cesareti olmayan bir kaçakçı. Kirli işlerini başkalarının yapmasına izin veriyor, o yüzden başı belaya girmeyecek.

source: Your salvaging license will run out in 20 seconds.
fr: Votre permis de recyclage expire dans 20 secondes.
tr: Hurdacılık lisansınız 20 saniye içinde sona erecek.

source: When you extend your ship, you will need more different crewmen.
fr: Lorsque vous agrandirez votre vaisseau, vous aurez besoin diversifier votre équipage vers des fonctions spécialisées.
tr: Geminizi genişlettiğinizde, daha çok ve farklı statüde mürettebata ihtiyacınız olacak.

# For Red In Color Selection
source: R
tr: K

source: I'll be careful.
fr: Je ferai attention.
tr: Dikkatli olacağım.

source: Your salvaging license will run out in 30 seconds. Renew it and save yourself some trouble!
fr: Votre permis de recyclage expire dans 30 secondes. Renouvelez-le et évitez vous des ennuis !
tr: Hurdacılık lisansınız 30 saniye içinde sona erecek. Başınızı belaya sokmamak için lisansınızı yenileyin!

source: Some more advanced crewmen cannot be assigned, you will have to hire them at a station.
fr: Les membres d'équipage de base n'ont pas les compétences pour occuper certains postes spécialisés sur votre vaisseau. Ces postes nécessitent des professionnels, que vous devrez recruter en visitant certaines stations.
tr: Bazı Rütbeli mürettebat atanamaz, mutlaka bir istasyondan işe almalısınız.

# For Green In Color Selection
source: G
tr: Y

source: After this scumbag Bottan got his hands on this Xsotan technology, he's become a real pain. He built up a big smuggling ring, and since then has been betraying people over and over.
fr: Après que cette fripouille de Bottan ait mis la main sur cette technologie Xsotan, il est devenu une véritable nuisance. Il a créé un grand cercle de contrebande, et depuis, il trahit les gens encore et toujours.
tr: Bu Bottan denen herif, Xsotan teknolojisine el attığında, gerçekten başımızın belası oldu. Büyük bir kaçakçılık şebekesi kurdu ve o günden beri insanlara tekrar tekrar ihanet ediyor.
