Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: All members of an alliance share their knowledge about the galaxy map.
fr: Tous les membres d'une alliance partagent leurs découvertes concernant la carte galactique.
tr: Bir İttifakın tüm üyeleri galaksi haritası hakkındaki bilgilerini ittifakları ile paylaşırlar.

source: When you're in an alliance, everything you do while flying an alliance ship will be done in the name of your alliance.
fr: Lorsque vous êtes membre d'une alliance, tout ce que vous accomplirez au cours de vos excursions spatiales sera fait au nom de votre alliance.
tr: Bir İttifaka üye olduğunuzda ve İttifaka ait bir gemi ile uçarken yaptığınız herşey o ittifakın adına yapılmış sayılır.

source: Multiple players can fly the same alliance ship together.
fr: Plusieurs joueurs peuvent voler ensemble dans le même vaisseau d'une alliance.
tr: Bir ittifak gemisini birden fazla oyuncu birlikte uçurabilir.

source: Upload your creations to the Steam Workshop in the saved ships window in the building mode for everybody else to use!
fr: Mettez en ligne vos créations sur le Workshop Steam à l'aide de la fenêtre de sauvegarde des vaisseaux du mode construction pour que tout le monde puisse les utiliser !
tr: Herkes görsün diye yaptığınız gemileri kaydedilmiş gemiler penceresinden Steam Atölyesine yükleyin.

source: Railguns are accurate and strong against a ship's hull. They will penetrate multiple blocks, dealing damage to each block they hit.
fr: Les Railguns sont précis et forts contre la coque d'un vaisseau. Ils vont perforer plusieurs blocs, infligeant des dégâts à chaque bloc qu'ils frappent.
tr: Raylı Toplar Gemilerin gövdeleri için kesin ve güçlü bir çözümdür. Birden fazla bloğu delebilirler ve vurdukları her bloğa zarar verirler.

source: Plasma cannons are always strong against shields.
fr: Les canons à plasma sont toujours fort contre les boucliers.
tr: Plazma Topları her zaman kalkanlara karşı güçlüdür.

source: Pulse cannons have ionized shots that have a very high chance of penetrating an enemies shields.
fr: Les canons à impulsion ont des tirs ionisés qui ont une très grande chance de pénétrer les boucliers ennemis.
tr: Lazer Toplarının ionize atışlarının düşman kalkanını delme ihtimali çok yüksektir.

source: Rocket launchers deal massive damage to hull, but since the rockets are slow they are best used against stationary targets.
fr: Les Lance-Roquettes font de gros dégâts à la coque, mais comme les roquettes sont lentes ils seront plus adaptés à des cibles immobiles.
tr: Roket Atarlar gemi gövdesine büyük hasar verirler, Fakat roketlerin yavaş olmasından ötürü en efektif kullanım şekli sabit hedeflerdir.

source: Chainguns are primitive but can almost always fire without using energy or overheating.
fr: Les mitrailleuses sont primitives, mais elles peuvent presque toujours tirer sans utiliser d'énergie ou surchauffer.
tr: Makineli Tüfekler ilkeldir fakat neredeyse hiçbir zaman enerji harcamaz yada ısınmazlar.

source: Lasers are very accurate and deal reliable damage, but will drain your energy storage.
fr: Les lasers sont très précis et font de sérieux dégâts, mais ils drainent votre réserve d'énergie.
tr: Lazerler oldukça keskin nişan alır ve iyi hasar verirler, Fakat enerji stoğunuzu tüketirler.

source: More mass isn't always a bad thing: Cannons have high recoil, so you should build ships that are heavy enough to withstand that recoil.
fr: Avoir une masse plus importante n'est pas forcément une mauvaise chose : Les canons ont un recul important, vous devriez donc construire des vaisseaux suffisamment lourds pour compenser ce recul.
tr: Daha fazla kütle her zaman kötü bir şey değildir: Topların büyük geri tepmeleri olur, yani bu geri tepmeleri kaldıracak kadar ağır gemiler yapmalısınız.

source: Lightning guns deal very high damage, but are usually very inaccurate.
fr: Les canons électriques font des dégâts très élevés, mais sont généralement très peu précis.
tr: Elektrik Silahları oldukça yüksek hasar verirler, Fakat genellikle aynı yere nişan almazlar.

source: With force turrets you can move other objects, pull yourself towards them or push yourself away from them.
fr: Avec des tourelles cinétiques, vous pouvez déplacer d'autres objets, vous approcher d'eux ou vous éloigner d'eux.
tr: Enerji taretleri ile diğer objeleri hareket ettirebilirsiniz, Kendinizi onlara yakınlaştırabilir yada uzaklaştırabilirsiniz.

source: Salvaging lasers have a very short range, but can deal massive damage. But not against shields.
fr: Les lasers de recyclage ont une portée très courte, mais peuvent causer des dégâts importants. Sauf contre les boucliers.
tr: Hurdacı lazerinin menzili çok kısadır, fakat çok büyük hasar verebilirler. Kalkanlara karşı efektif değillerdir.

source: Bolters deal a lot of damage against hull, but they can also overheat quickly.
fr: Les mortiers infligent beaucoup de dégâts contre la coque, mais ils peuvent également surchauffer rapidement.
tr: Bolter taretleri gemi gövdesine oldukça hasar verir, fakat çok hızlı ısınabilirler.

source: Buy a cargo transportation license at a trading post so you can transport cargo through a faction's territory without them fining you.
fr: Vous pouvez vous rendre au comptoir commercial d'une faction pour acheter des licences de transport pour certaines cargaisons dangereuses ou suspectes. Cela vous permettra de circuler sur le territoire de la faction sans que vous ne risquiez d'être arrêté et amendé.
tr: Bir ticaret istasyonundan Nakliye lisansı alırsanız, Kargonuzu o gruba ait bölgelerden ücret ödemeden geçirebilirsiniz.

source: A container with fungus, used for making alcohol.
fr: Un conteneur avec des champignons, utilisé pour fabriquer de l'alcool.
tr: Küf dolu bir konteyner, Alkol yapımında kullanılır.

source: Cattle
fr: Bétail
tr: Büyükbaş hayvan

# plural
source: Cattle
fr: Bétail
tr: Büyükbaş Hayvan

# prefix
source: Cattle
fr: Bétail
tr: Büyükbaş hayvancılık

source: Cattle.
fr: Bétail.
tr: Büyükbaş hayvan.

source: Fish
fr: Poisson
tr: Balık

# plural
source: Fish
fr: Poissons
tr: Balık

# prefix
source: Fish
fr: Poisson
tr: Balık

source: A barrel full of fish.
fr: Un tonneau plein de poissons.
tr: Balık dolusu bir fıçı.

source: Protein
fr: Protéine
tr: Proteyin

# prefix
source: Protein
fr: Protéine
tr: Proteyin

source: Protein for quickly restoring one's energy.
fr: Protéines pour récupérer rapidement de l'énergie.
tr: Birinin enerjisini hızlıca doldurmak için gerekli protein.

source: Meat
fr: Viande
tr: Et

# plural
source: Meat
fr: Viandes
tr: Et

# prefix
source: Meat
fr: Viande
tr: Et ürünü

source: A box full of fresh meat.
fr: Une boîte pleine de viande fraiche
tr: Bir kutu dolusu et.

source: Dairy
fr: Produit laitier
tr: Şarküteri

# plural
source: Dairy
fr: Produits laitiers
tr: Şarküteri Ürünleri

# prefix
source: Dairy
fr: Produits laitiers
tr: Şarküteri Ürünleri

source: A tank full of dairy products, like yoghurt or butter.
fr: Un réservoir plein de produits laitiers, comme le yaourt ou le beurre.
tr: Bir tank dolusu şarküteri ürünleri, yoğurt yada tereyağı gibi.

source: Fabric
fr: Tissu
tr: Tekstil

# plural
source: Fabric
fr: Tissus
tr: Tekstil Ürünleri

# prefix
source: Fabric
fr: Tissu
tr: Tekstil Ürünleri

source: Raw Fabric used for clothing or bandages.
fr: Tissu brut utilisé pour les vêtements ou les bandages.
tr: Giysi yada bandaj olarak kullanılmak üzere ham kumaş.

source: Leather
fr: Cuir
tr: Deri

# plural
source: Leather
fr: Cuirs
tr: Deri

# prefix
source: Leather
fr: Cuir
tr: Deri

source: Treated leather, made from hide from all kinds of animals.
fr: Cuir traité, fabriqué à partir de peau de toutes sortes d'animaux.
tr: İşlem görmüş deri, hayvanlardan elde edilen tabaklanmamış deriden yapılır.

source: Clothes
fr: Vêtement
tr: Elbise

# plural
source: Clothes
fr: Vêtements
tr: Elbise

# prefix
source: Clothes
fr: Vêtements
tr: Giysi

source: Normal looking clothing.
fr: Vêtement simple.
tr: Günlük Giysi.

source: Paper
fr: Papier
tr: Kağıt

# plural
source: Paper
fr: Papiers
tr: Kağıt

# prefix
source: Paper
fr: Papier
tr: Kağıt

source: A big stash of paper.
fr: Une grande réserve de papier.
tr: Büyük bit paket Kağıt.

source: Beer
fr: Bière
tr: Bira

# plural
source: Beer
fr: Bières
tr: Bira

# prefix
source: Beer
fr: Bière
tr: Bira

source: A box of beer.
fr: Une caisse de bière.
tr: Bir kutu Bira.

source: Wine
fr: Vin
tr: Şarap

# plural
source: Wine
fr: Vins
tr: Şarap

# prefix
source: Wine
fr: Vin
tr: Şarap

source: A box of wine.
fr: Une caisse de vin.
tr: Bir kasa Şarap

source: Liquor
fr: Liqueur
tr: Likör

# plural
source: Liquor
fr: Liqueurs
tr: Likör

# prefix
source: Liquor
fr: Liqueur
tr: Likör

source: A box of high quality liquor.
fr: Une caisse de liqueur de haute qualité
tr: Bir Kasa iyi kalite Likör.

source: Food
fr: Aliment
tr: Yiyecek

# plural
source: Food
fr: Aliments
tr: Yiyecek

# prefix
source: Food
fr: Nourriture
tr: Yiyecek

source: Healthy food packaged in one man portions.
fr: Des aliments sains, emballés en portions individuelles.
tr: Tek kişillik porsiyonlar halinde paketlenmiş sağlıklı yiyecek.

source: Food Bar
fr: Barre alimentaire
tr: Yiyecek Çubuğu

# plural
source: Food Bars
fr: Barres alimentaires
tr: Yiyecek Çubukları

# prefix
source: Food Bar
fr: Barre alimentaire
tr: Yiyecek Çubukları

source: Bars of compressed food.
fr: Barres de nourriture compressée.
tr: Sıkıştırılmış Yiyecek Çubukları

source: Luxury Food
fr: Nourriture de Luxe
tr: Lüx Yiyecek

# plural
source: Luxury Food
fr: Nourriture de Luxe
tr: Lüx Yiyecek

# prefix
source: Luxury Food
fr: Nourriture de luxe
tr: Lüx Yiyecekler

source: Luxurious food, made for the rich only.
fr: De la Nourriture de Luxe, destinée uniquement aux riches.
tr: Sadece zenginler için yapılmış Lüx Yiyecekler

source: Book
fr: Livre
tr: Kitap

# plural
source: Books
fr: Livres
tr: Kitap

# prefix
source: Book
fr: Livre
tr: Kitap

source: A book with an exciting, procedurally generated story.
fr: Un livre avec une histoire passionnante et générée procéduralement.
tr: Heyecanlı ve protokole uygun hikayesi olan bir kitap

source: Jewelry
fr: Bijou
tr: Takı

# plural
source: Jewelry
fr: Bijoux
tr: Takılar

# prefix
source: Jewelry
fr: Bijoux
tr: Takı

source: Beautiful and very expensive jewelry.
fr: Bijoux beaux et très chers.
tr: Güzel ve oldukça pahalı takılar.

source: Slave
fr: Esclave
tr: Köle

# plural
source: Slaves
fr: Esclaves
tr: Köle

# prefix
source: Slave
fr: Esclave
tr: Kölelik

source: An unfree life form forced to work for almost no food.
fr: Une forme de vie non-libre forcée de travailler pour presque aucune nourriture.
tr: Neredeyse yemeksiz çalıştırılmak üzere zorlanmış yaşam formu.

source: Morn Drug
fr: Drogue Morn
tr: Morn Hapı

# plural
source: Morn Drugs
fr: Drogues Morn
tr: Morn Hapı

# prefix
source: Morn Drug
tr: Morn Hapı

source: A drug that creates a very strong addiction and hallucinations.
fr: Ce médicament crée une forte dépendance et des hallucinations.
tr: Bağımlılık yapan ve çok güçlü halüsünatif etkisi olan bir uyuşturucu.

source: Acron Drug
fr: Drogue Acron
tr: Acron Hapı

# plural
source: Acron Drugs
fr: Drogues Acron
tr: Acron Hapı

# prefix
source: Acron Drug
fr: Drogue Acron
tr: Acron Hapı

source: A drug that makes the organism that uses it dependent on it.
fr: Une drogue qui rend accro ceux qui la consomme.
tr: Kullanıldığı organizmayı kendine bağımlı hale getiren bir uyuştucuru.

source: ${good} Mine ${size}
fr: Mine de ${good} ${size}
tr: ${good} Madeni ${size}

source: Gas Collector ${size}
fr: Collecteur de Gaz ${size}
tr: Gaz Toplayıcı ${size}

source: ${good} Farm ${size}
fr: Ferme de ${good} ${size}
tr: ${good} Çiftliği ${size}

source: ${good} Extractor ${size}
fr: Extracteur de ${good} ${size}
tr: ${good} Toplayıcı ${size}

source: ${good} Trader ${size}
fr: Marchand de ${good} ${size}
tr: ${good} Satıcı ${size}

source: ${good} Refinery ${size}
fr: Rafinerie de ${good} ${size}
tr: ${good} Refineri ${size}

source: Noble Metal Mine ${size}
fr: Mine de Métal Noble ${size}
tr: Asil Metal Madeni ${size}

source: Ice Mine ${size}
fr: Mine de Glace ${size}
tr: Buz Madeni

source: Solar Power Plant ${size}
fr: Centrale Solaire ${size}
tr: Güneş Enerjisi Santrali ${size}

source: ${good} Factory ${size}
fr: Usine de ${good} ${size}
tr: ${good} Fabrikası ${size}

source: ${good} Manufacturer ${size}
fr: Fabricant de ${good} ${size}
tr: ${good} Üretici ${size}

source: Chemicals Factory ${size}
fr: Usine de Produits Chimiques ${size}
tr: Kimya Fabrikası ${size}

source: Computer Component Factory ${size}
fr: Usine de Composants Électroniques ${size}
tr: Bilgisayar Bileşenleri Fabrikası ${size}

source: Accelerator Factory ${size}
fr: Usine d'accélérateurs ${size}
tr: Hızlandırıcı Fabrikası ${size}

source: Ammunition Factory ${size}
fr: Usine de munitions ${size}
tr: Mühimmat Fabrikası ${size}

source: Tesla Coil Factory ${size}
fr: Usine de bobines Tesla ${size}
tr: Tesla Bobini Fabrikası ${size}

source: ${good} Collector ${size}
fr: Collecteur de ${good} ${size}
tr: ${good} Toplayıcı ${size}

source: ${good} Ranch ${size}
fr: Ranch de ${good} ${size}
tr: ${good} Ağılı ${size}

source: Brewery ${size}
fr: Brasserie ${size}
tr: Birahane ${size}

source: Distillery ${size}
fr: Distillerie ${size}
tr: Damıtma Merkezi ${size}

source: Also allows transporting dangerous and suspicious cargo
fr: Permet également de transporter des marchandises dangereuses ou suspectes
tr: Ayrıca tehlikeli ve şüpheli kargonun taşınmasına izin verir.

source: And you want to destroy it?
fr: Et vous voulez le détruire ?
tr: Ve bunu yoketmek istiyormusun?

source: A medium sized crate full of copper bars.
fr: Une caisse de taille moyenne remplie de barres de cuivre.
tr: Tamamen Bakır külçeler ile dolu orta boy bir sandık.

source: War Robot
fr: Robot de Guerre
tr: Savaş Robotu

source: Also allows transporting dangerous, suspicious and stolen cargo
fr: Permet également de transporter des marchandises dangereuses, suspectes ou volées
tr: Ayrıca tehlikeli, şüpheli ve çalıntı kargonun taşınmasına izin verir.

source: Exactly.
fr: Exactement.
tr: Aynen öyle.

source: Lead
fr: Plomb
tr: Kurşun

# plural
source: War Robots
fr: Robots de Guerre
tr: Savaş Robotu

# as in: you're talking to the system' of this station'
source: of this station
fr: de cette station
tr: bu istasyonun

source: How?
fr: Comment ?
tr: nasıl?

# plural
source: Lead
fr: Plombs
tr: Kurşun

# prefix
source: War Robot
fr: Robot de guerre
tr: Savaş Robotu

# as in: you're talking to the system' of the Shipyard Luna41'
source: of the ${title} ${name}
fr: de l'entité ${title} ${name}
tr: ${title} ${name}

source: I'll open wormholes that will allow you to break through.
fr: J'ouvrirai des trous de vers qui vous permettront de passer.
tr: İçlerinden geçmeni sağlayacak solucan delikleri açacağım.

# prefix
source: Lead
fr: Plomb
tr: Kurşun

source: A big robot that is highly armed and very deadly.
fr: Un robot imposant lourdement armé et très mortel.
tr: Oldukça ölümcül ve iyi silahlanmış büyük bir robot.

# as in: you're talking to the system' of Luna41'
source: of ${name}
fr: de ${name}
tr: ${name}

source: How do we know that this is going to work? That this isn't some kind of suicide mission? Or even a trick?
fr: Quelle garantie avons nous que cela marchera ? Que ce n'est pas une mission suicide ? Ou même un piège ?
tr: Bunun başarılı olacağını nerden bileceğiz? Bu bir intahar görevi değilmi ? Yada bir numara?

source: A medium sized crate filled with lead bars.
fr: Une caisse de taille moyenne remplie de lingots de plomb.
tr: Kurşun külçeleri ile dolu orta boy bir sandık.

source: Mining Robot
fr: Robot de minage
tr: Maden Robotu

source: Hello.
fr: Bonjour.
tr: Merhaba.

source: You will have to trust me.
fr: Vous allez devoir me faire confiance.
tr: Bana güvenmelisin.

source: Bio Gas
fr: Biogaz
tr: Organik Gaz

# plural
source: Mining Robots
fr: Robots de minage
tr: Maden Robotu

source: Welcome.
fr: Bienvenue.
tr: Hoşgeldiniz.

source: Nevermind.
fr: Peu importe.
tr: Boşver.

# plural
source: Bio Gas
fr: Bio-gaz
tr: Organik Gaz

# prefix
source: Mining Robot
fr: Robot de minage
tr: Maden Robotu

source: Greetings.
fr: Salutations.
tr: Selamlar.

source: This is none of our business. Why exactly should we trust you? Or help you?
fr: Ça ne nous concerne pas. Pourquoi devrions nous vous croire ? Ou vous aider ?
tr: Bu seni ilgilendirmez. Ayrıca neden sana güvenmeliyiz ki? yada yardım etmeliyiz?

# prefix
source: Bio Gas
fr: Biogaz
tr: Organik Gaz

source: A big robot used for mining in asteroid shafts where human beings would not survive.
fr: Un grand robot, utilisé pour l'exploitation minière d'astéroïdes sur lesquels les êtres humains ne survivraient pas.
tr: İnsanların hayatta kalamadığı asteroid şaftlarında madencilik için kullanılan büyükçe bir robot.

source: Good day.
fr: Bonne journée.
tr: İyi Günler.

source: This is your chance to be the saviours of the galaxy.
fr: C'est l'occasion pour vous de devenir les véritables sauveurs de la galaxie.
tr: Galaksinin kurtarıcısı olmak için şansın bu.

source: Biological gas. Probably toxic.
fr: Gaz biologique. Probablement toxique.
tr: Biyolojik gaz. Muhtemelen zehirli.

source: Body Armor
fr: Gilet pare-balles
tr: Vücut Zırhı

source: This is
fr: Voici
tr: Bu

source: The Xsotan mothership will have a lot of loot.
fr: Le vaisseau-mère Xsotan aura beaucoup de butin.
tr: Xsotan Ana gemisinde yağmalayacak bir sürü malzeme olacak.

source: Helium
fr: Hélium
tr: Helyum

# plural
source: Body Armors
fr: Gilets pare-balles
tr: Vücut Zırhı

source: You are talking to
fr: Vous parlez avec
tr: Konuştuğunuz kişi

source: This is your time for revenge.
fr: Il est temps de prendre votre revanche.
tr: İntikam için senin sıran.

# plural
source: Helium
fr: Héliums
tr: Helyum

# prefix
source: Body Armor
fr: Gilet pare-balles
tr: Vücut Zırhı

source: You are now talking to
fr: Vous parlez maintenant avec
tr: Şu anda konuştuğunuz kişi

source: It's only a matter of time until the Xsotan will arrive here, too.
fr: C'est seulement une question de temps jusqu'à ce que les Xsotan arrivent ici aussi.
tr: Xsotanlarında buraya gelmesi an meselesi.

# prefix
source: Helium
fr: Hélium
tr: Helyum

source: Exoskeleton armor for elite soldiers.
fr: Exosquelette pour soldats d'élite.
tr: Elit Askerler için dış iskelet zırhı.

source: You are speaking to
fr: Vous parlez avec
tr: Konuştuğunuz kişi

source: Don't you want to do something instead of sitting around?
fr: Vous n'avez rien de mieux à faire ?
tr: Oturmak yerine bir şeyler yapmak istemezmisin?

source: A pressure container filled with pure helium gas.
fr: Un conteneur pressurisé rempli d'hélium pur.
tr: Saf Helyum gazı ile dolu basınçlı tüp.

source: Fusion Generator
fr: Générateur à Fusion
tr: Füzyon Jeneratörü

source: You are now speaking to
fr: Vous parlez maintenant avec
tr: Şu anda konuştuğunuz kişi

source: Because it's the right thing to do.
fr: Parce que c'est la meilleure chose à faire.
tr: Çünkü yapılacak en doğru şey bu.

source: Oxygen
fr: Oxygène
tr: Oksijen

# plural
source: Fusion Generators
fr: Générateurs à Fusion
tr: Füzyon Jeneratörü

source: the automated interaction system${name_string}.
fr: le système d'interaction automatisé ${name_string}.
tr: Otomatik etkileşim sistemi ${name_string}.

source: Who are you? We don't want anything to do with you.
fr: Qui êtes vous ? Nous ne voulons rien à avoir à faire avec vous.
tr: Sen kimsin? Seninle hiç birşey yapmak istemiyoruz.

# plural
source: Oxygen
fr: Oxygènes
tr: Oksijen

# prefix
source: Fusion Generator
fr: Générateur à fusion
tr: Füzyon Jeneratörü

source: the automatic interaction response system${name_string}.
fr: le système automatisé de réponse aux interactions ${name_string}.
tr: Otomatik etkileşimli cevap sistemi ${name_string}.

source: You are our ally. You can count on our assistance.
fr: Vous êtes notre allié. Vous pouvez compter sur notre aide.
tr: Sen bizim dostumuzsun. Bizim yardımımıza güvenebilirsin.

# prefix
source: Oxygen
fr: Oxygène
tr: Oksijen

source: The bigger, better and more advanced variant of the fusion core.
fr: La variante la plus grande, la meilleure et la plus avancée du noyau de fusion.
tr: Füzyon çekirdeğinin daha büyük, daha iyi ve daha gelişmiş bir versiyonu.

source: What can we do for you?
fr: Que pouvons-nous faire pour vous ?
tr: Senin için ne yapabiliriz?

source: Alright, you can count on us. Once the wormhole to our sectors is open, we'll assist you in the battle.
fr: D'accord, vous pouvez compter sur nous. Une fois que le trou de ver de nos secteurs est ouvert, nous vous aiderons pour la bataille.
tr: Tamam, bize güvenebilirsin. Solucan Deliği sektörümüzde açılır açılmaz savaşta sana yardım edeceğiz.

source: A pressure container filled with pure oxygen.
fr: Un récipient sous pression rempli d'oxygène pur.
tr: Saf Oksijen dolu basınçlı tüp

source: Industrial Tesla Coil
fr: Bobine Tesla Industrielle
tr: Endüstriyel Tesla Bobini

source: How can we help you?
fr: Comment pouvons-nous vous aider ?
tr: Size nasıl yardımcı olabiliriz?

source: This doesn't sound like a good idea. We wish you best of luck in your struggles.
fr: Cela semble être une mauvaise idée. Nous vous souhaitons bonne chance pour cette épreuve.
tr: Bu iyi bir fikir gibi gelmiyor. Sana başına gelecek zorluklarda başarılar.

source: Hydrogen
fr: Hydrogène
tr: Hidrojen

# plural
source: Industrial Tesla Coils
fr: Bobines Tesla Industrielles
tr: Endüstriyel Tesla Bobini

source: How can we be of service?
fr: Comment pouvons nous vous être utiles ?
tr: Nasıl hizmet edebiliriz?

source: Organize allies for the fight against the Xsotan Wormhole Guardian. To find allies, you should ask at their faction's headquarters if they will assist you.
fr: Rassemblez vos alliés pour la bataille contre le Gardien Xsotan du Trou de Ver. Pour mobiliser un allié, allez demander assistance au quartier général de sa faction.
tr: Xsotan Solucan deliği Gardiyanıyla savaşmak için müttefikler edin. Müttefik bulmak içinse o topluluğun ana karargahına gitmeli ve sormalısın.

# plural
source: Hydrogen
fr: Hydrogène
tr: Hidrojen

# prefix
source: Industrial Tesla Coil
fr: Bobine Tesla Industrielle
tr: Endüstriyel Tesla Bobini

source: Please state the nature of your inquiry.
fr: Veuillez indiquer la nature de votre demande.
tr: Lütfen araştırmanızın sebebini belirtin.

source: Easy Delivery
fr: Livraison Facile
tr: Kolay Paket

# prefix
source: Hydrogen
fr: Hydrogène
tr: Hidrojen

source: Tesla coil used for melting of metals in factories.
fr: Bobine Tesla utilisée pour la fusion des métaux dans les usines.
tr: Fabrikalarda metalin eritilmesi için kullanılan tesla bobini.

# as in: This is 'the captain'.
source: the captain
fr: le capitaine
tr: Kaptan

source: A stranger gave you some suspicious goods to deliver, in exchange for a lot of money. According to him the delivery will be easy.
fr: Un inconnu vous a confié des marchandises douteuses à livrer en échange d'une grosse somme d'argent. Selon lui c'est un travail facile.
tr: Bir yabancı yüksek meblağ karşılığında sizden şüpheli ürünler taşımanızı istedi. Yabancıya göre bu iş oldukça kolaymış.

source: A pressure container filled with pure hydrogen.
fr: Un récipient sous pression rempli d'hydrogène pur.
tr: Saf hidrojen dolu basınçlı tüp

source: Military Tesla Coil
fr: Bobine Tesla Militaire
tr: Askeri Tesla Bobini

# as in: This is 'the Freighter Eclipse'.
source: the ${title} ${name}
fr: le/la ${title} ${name}
tr: ${title} ${name}

source: You have 60 minutes to deliver the goods.
fr: Vous avez 60 minutes pour livrer la marchandise.
tr: Ürünleri götürmek için 60 dakikanız var.

source: Nitrogen
fr: Azote
tr: Nitrojen

# plural
source: Military Tesla Coils
fr: Bobines Tesla Militaires
tr: Askeri Tesla Bobini

# as in: This is 'the ship Eclipse'.
source: the ship ${name}
fr: le vaisseau ${name}
tr: ${name} gemisi
