Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: There must have been a misunderstanding, you don't have the cargo.
fr: Il doit y avoir un malentendu, vous n'avez pas la cargaison.
tr: Bir yanlış anlaşılma olmalı, kargo sizde değil.

# prefix
source: Silicium
tr: Silisyum

source: Ammunition for projectile weapons.
fr: Munitions pour les armes à projectiles.
tr: Mermili silahlar için cephane.

source: This wreckage looks like it's still functional.
fr: Cette épave semble être encore en état de fonctionner.
tr: Bu enkaz hala çalışıyor gibi görünüyor.

source: A box with shards of silicium.
fr: Une boîte avec des morceaux de silicium.
tr: Silisyum parçaları olan bir kutu.

source: Teleporter
fr: Téléporteur
tr: Işınlayıcı

source: Pirates are attacking the sector!
fr: Des pirates attaquent le secteur !
tr: Korsanlar sektöre saldırıyor!

source: Aluminium
tr: Alüminyum

# plural
source: Teleporters
fr: Téléporteurs
tr: Işınlayıcı

source: Thank you for defeating those pirates. You have our endless gratitude.
fr: Merci infiniment d'avoir battu ces pirates.
tr: Korsanların icabına baktığınız için teşekkür ederiz. Lütfen sonsuz minnettarlığımızı kabul edin.

source: Hello Everybody! %s %s here. I'll be here for the next 15 minutes. Come look at my merchandise!
fr: Bonjour à tous ! %s %s est ici. Je serais là pendant 15 minutes. Venez voir ma marchandise !
tr: Merhaba Millet! %s %s burada. Sonraki 15 dakika için buralarda olacağım. Lütfen gelip mallarıma bir göz atın!

# plural
source: Aluminium
tr: Alüminyum

# prefix
source: Teleporter
fr: Téléporteur
tr: Işınlayıcı

source: We thank you for taking care of those ships. We transferred a reward to your account.
fr: Nous vous remercions de vous être occupé de ces vaisseaux. Nous venons de transférer une récompense sur votre compte.
tr: O gemilerin icabına baktığınız için müteşekkiriz. Ödülünüzü hesabınıza transfer ettik.

source: Artifact Delivery
fr: Livraison d'Artefact
tr: Tarihi eser teslimatı

# prefix
source: Aluminium
tr: Alüminyum

source: Short range one-man hyperspace Teleporters.
fr: Téléporteurs hyper-espace à courte portée pour une personne.
tr: Kısa menzilli tek kişilik hiperuzay ışınlayıcısı.

source: Thank you for taking care of those pirates. We transferred a reward to your account.
fr: Merci de vous être occupé de ces pirates. Nous avons transféré une récompense sur votre compte.
tr: O korsanların icabına baktığınız için müteşekkiriz. Ödülünüzü hesabınıza transfer ettik.

source: Some people who call themselves 'The Brotherhood' have posted bulletins and are looking for Xsotan artifacts. They seem to pay a high reward to people who bring them artifacts.
fr: Des personnes qui se font appeler "La Confrérie" ont publié un bulletin et cherchent des artefacts Xsotan. Ils ont l'air d'offrir une grosse récompense à ceux qui leur ramènent des artefacts.
tr: Kendilerine 'Kardeşlik' diyen bir grup insan, Xsotan tarihi eserlerini aradıklarını belirten bültenler yayınlamışlar. Xsotan teknolojisini getirenlere büyük ödüller vaat ediyorlarmış.

source: A container full of pure aluminium.
fr: Un conteneur plein d'aluminium pur.
tr: Saf alüminyum dolu bir konteyner.

source: Computation Mainframe
fr: Ordinateur de calcul
tr: Ölçümleme Anasistemi

source: Secret Stash
fr: Planque Secrète
tr: Zula

source: Getting Technical
fr: Les choses deviennent techniques.
tr: Teknolojik Gelişim

source: Carbon
fr: Carbone
tr: Karbon

# plural
source: Computation Mainframes
fr: Ordinateurs de calcul
tr: Ölçüm Ana Sistemi

source: Container
fr: Conteneur
tr: Konteyner

source: Collect and research Xsotan technology to use against the wormhole guardian.
fr: Collecter et rechercher la technologie Xsotan pour l'utiliser contre le Gardien du Trou de Ver.
tr: Solucan deliği gardiyanına karşı kullanmak için Xsotan teknolojisini toplayın ve araştırın.

# plural
source: Carbon
fr: Carbone
tr: Karbon

# prefix
source: Computation Mainframe
fr: Ordinateur de calcul
tr: Ölçüm Ana Sistemi

source: Repair Dock
fr: Base de Réparation
tr: Tamir Doku

source: Operation Exodus
fr: Opération Exodus
tr: Exodus Operasyonu

# prefix
source: Carbon
fr: Carbone
tr: Karbon

source: A high speed computer used as infrastructure for stations and ships.
fr: Un ordinateur grande vitesse utilisé comme infrastructure pour les stations et les vaisseaux.
tr: İstasyon ve gemilerde altyapı olarak kullanılmak üzere hızlı bilgisayarlar.

source: Military Outpost
fr: Avant-poste Militaire
tr: Askeri Karakol

source: Operation Exodus${remaining}
fr: Opération Exodus${remaining}
tr: Exodus Operasyonu${remaining}

source: A container with carbon.
fr: Un conteneur avec du carbone.
tr: Karbon dolu bir konteyner.

source: Vehicle
fr: Véhicule
tr: Araç

source: Research Station
fr: Station de Recherche
tr: Araştırma İstasyonu

source: After deciphering the beacons, you found another beacon leading you to a new location.
fr: Après avoir déchiffré les balises, vous avez trouvé une autre balise vous conduisant à de nouvelles coordonnées.
tr: İşaret fenerlerinin şifrelerini çözdükten sonra. Sizi yeni konumunuza yönlendirecek başka bir işaret feneri buldunuz.

source: Coal
fr: Charbon
tr: Kömür

# plural
source: Vehicles
fr: Véhicules
tr: Araç

source: Beacon
fr: Balise
tr: Verici

source: Messages:
tr: Mesajlar:

# plural
source: Coal
fr: Charbons
tr: Kömür

# prefix
source: Vehicle
fr: Véhicule
tr: Araç

source: Dangerous Cargo Transport License
fr: Licence de transport de cargaisons dangereuses.
tr: Tehlikeli Kargo Taşıma Belgesi

source: You found a beacon with a cryptic message for all participants of the so-called 'Operation Exodus'.
fr: Vous avez trouvé une balise avec un message crypté pour tous les participants de "L'Opération Exodus".
tr: Üzerinde 'Operasyon Exodus' un tüm katılımcılarına yazan şifreli bir Verici buldunuz.

# prefix
source: Coal
fr: Charbon
tr: Kömür

source: A vehicle used for planetary exploration missions.
fr: Un véhicule utilisé pour les missions d’exploration planétaire
tr: Gezegen keşif görevleri için kullanılan araçlar.

source: Suspious Cargo Transport License
fr: Licence de transport de cargaisons suspectes
tr: Şüpheli Kargo Taşıma Belgesi

source: One Against All And All Against One
fr: Un Contre Tous Et Tous Contre Un
tr: Birimiz Hepimize Karşı, Hepimiz Birimize Karşı

source: Fossil fuel. Still used in some factories.
fr: Carburant fossile. Encore utilisé dans certaines usines.
tr: Fosil yakıtı. Hala bazı fabrikalarda kullanılır.

source: Gun
fr: Pistolet
tr: Silah

source: Stolen Cargo Transport License
fr: Licence de transport de cargaisons volées
tr: Çalıntı kargo taşıma belgesi

source: ${amount} ships from ${name}
fr: ${amount} vaisseaux de ${name}
tr: ${name} tarafından ${amount} Adet gemi

# plural
source: Guns
fr: Pistolets
tr: Silah

source: Illegal Cargo Transport License
fr: Licence de transport de cargaisons illégales
tr: Kanun dışı kargo taşıma belgesi

source: Will you assist in destroying the Xsotan Wormhole Guardian?
fr: Allez-vous nous aider à détruire le Gardien du Trou de Ver Xsotan ?
tr: Xsotan solucan deliği gardiyanı'nı yok ederken bize yardım edecekmisin?

# plural
source: Zinc
tr: Çinko

# prefix
source: Gun
fr: Pistolet
tr: Silah

source: License for transporting dangerous cargo
fr: Licence pour transporter des cargaisons dangereuses.
tr: Tehlikeli kargo taşıma belgesi

source: We already told you that we don't think this is a good idea. We won't risk our ships for some lunatic. Goodbye.
fr: Nous vous avons déjà répondu que c'était une mauvaise idée. Nous n'allons risquer pas nos vaisseaux pour quelques fous. Au revoir.
tr: Bunun iyi bir fikir olmadığını söylemiştik zaten. Gemilerimizi bir deli için tehlikeye atmayacağız. Hoşçakal.

# prefix
source: Zinc
tr: Çinko

source: Hand guns. Used by robots and humans.
fr: Armes de poing. Utilisées par les robots et les humains.
tr: Robotlar ve insanlar tarafından kullanılan silahlar.

source: License for transporting suspicious cargo
fr: Licence pour transporter des cargaisons suspectes.
tr: Şüpheli kargo taşıma belgesi

source: We pledged our support to you already. Open the wormholes and we will come.
fr: Nous vous avons déjà affirmé notre soutien. Ouvrez le trou de ver et nous viendrons.
tr: Biz size yardım edeceğimizi vaat ettik zaten. Solucan deliğini açınca bizde gireceğiz.

source: A medium sized crate filled with zinc fragments.
fr: Une caisse de taille moyenne remplie de fragments de zinc.
tr: Çinko parçalarıyla dolu orta boy bir sandık.

source: Rocket
fr: Fusée
tr: Roket

source: License for transporting stolen cargo
fr: Licence pour transporter des cargaisons volées.
tr: Çalıntı kargo taşımak için gerekli belge

source: The what?
fr: Le quoi?
tr: Efendim?

source: Copper
fr: Cuivre
tr: Bakır

# plural
source: Rockets
fr: Fusées
tr: Roket

source: License for transporting illegal cargo
fr: Licence pour le transport de marchandises illégales
tr: Kanun dışı kargo taşımak için gerekli belge

source: The Xsotan mothership at the galaxy center.
fr: Le vaisseau-mère Xsotan au centre de la galaxie.
tr: Galaksi merkezindeki Xsotan Ana gemisi.

# plural
source: Copper
fr: Cuivre
tr: Bakır

# prefix
source: Rocket
fr: Fusée
tr: Roket

source: Also allows transporting dangerous cargo
fr: Autorise aussi le transport de cargaisons dangereuses.
tr: Ayrıca tehlikeli kargo taşınmasına da müsaade eder.

source: Never mind.
fr: Peu importe.
tr: Boşver.

# prefix
source: Copper
fr: Cuivre
tr: Bakır

source: Ammunition for rocket launchers.
fr: Munitions pour lance-missiles.
tr: Roket atarlar için cephane

source: Cr.
tr: Kr.

source: Internal error, entity cannot have turrets.
fr: Erreur interne, l'entité ne peut avoir de tourelles.
tr: Dahili Hata, oluşum taretlere sahip olamaz.

source: Insurance Fraud detected. You won't receive any payments for %s.
fr: Fraude à l'assurance détectée. Vous ne recevrez aucun paiement pour %s.
tr: Sigorta dolandırıcılığı tespit edildi. %s için herhangi bir ödeme alamayacaksınız.

source: I wish you best of luck on your journey.
fr: Je vous souhaite bonne chance pour votre voyage.
tr: Sana serüveninde şans dilerim.

source: Turret could not be found.
fr: La tourelle n'a pas pu être trouvée.
tr: Taret bulunamadı.

source: How do you want to overcome the barrier?
fr: Comment voulez vous franchir la barrière ?
tr: Bariyeri aşmayı nasıl planlıyorsun?

source: This entity seems to not be owned by anyone.
fr: Cette entité semble n'appartenir à personne.
tr: Bu varlık kimse ye ait değil.

source: Dear ${player}, We received notice of the destruction of your craft '${craft}'. Very unfortunate! As you are insured at our company you shall receive enclosed the sum insured with us as a loss payment. The contract for your craft '${craft}' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
fr: Cher ${player}, Nous avons appris la destruction de votre appareil '${craft}'. Très regrettable! Comme vous l'avez assuré chez nous, vous devriez recevoir une indemnisation. Le contrat pour votre appareil '${craft}' est maintenant rempli. Nous espérons vous être utile à l'avenir. Meilleurs vœux, L’Assurance d'Appareils Intergalactiques
tr: Sevgili ${player}, Geminizin '${craft}' yok edildiğine dair bir duyum aldık. Ne kadar talihsiz! Şirketimizden sigortalı olduğunuzdan ötürü, Toplam tutarı içeren bir ödeme alacaksınız. '${craft}' ile ilgili kontratınız sona ermiştir. Gelecekte yine sizin hizmetinizde olmayı umuyoruz. En iyi dileklerimizle, Intergalaktik Gemi Sigorta Şirketi

source: Oh, that's alright!
fr: Oh, c'est parfait !
tr: Oh, olur tamam!

source: You were damaged recently. You have to wait another %s seconds until you can repair your ship.
fr: Votre vaisseau a reçu des dégâts récemment. Vous devez encore attendre %s seconde(s) avant de pouvoir faire réparer votre vaisseau.
tr: Daha yeni hasar aldınız. Yeniden tamir yapabilmel için %s saniye daha beklemeniz gerekiyor.

source: Invite to Group
fr: Inviter dans le Groupe
tr: Davet et

source: I'm on the hunt of a new element, called 'Avorion'. After the event 200 years ago, it just appeared!
fr: Je suis à la recherche d'un nouveau matériau, appelé «Avorion». Il est apparu comme par magie, il y a 200 ans environ, après l'Événement.
tr: Yeni bir elementin peşindeyim, 'Avorion' denilen elementin. 200 Yıl önceki olayda birden ortaya çıkıverdi!

source: System Upgrade Slots
fr: Système Embarqué: Nb. max.
tr: Sistem Geliştirme Slotları

source: An internal error occurred, ShipInfo of entity not found.
fr: Une erreur interne s'est produite, les informations du vaisseau de l'entité n'ont pu être trouvées.
tr: Dahili bir hata oluştu. Varlığın Gemiinfosu bulunamadı.

source: Biotope
tr: Biotop

source: I'm sure we can help each other out. If there's anything you'd like to know, just ask away!
fr: Je suis persuadé que l'on pourrait s'entraider. Si vous avez la moindre question, n'hésitez pas, demandez-moi !
tr: Eminim ki birbirimize yardım edebiliriz. Eğer bir şey öğrenmek istiyorsan, sorman yeterli!

source: Cargo Hold
fr: Capacité de la Soute
tr: Kargo Alanı

source: You can't repair that block.
fr: Vous ne pouvez pas réparer ce bloc.
tr: Bu bloğu tamir edemezsiniz.

source: Trading Post
fr: Comptoir Commercial
tr: Ticaret İstasyonu

source: Can you give me some tips?
fr: Pouvez-vous me donner quelques conseils ?
tr: Bana biraz fikir verebilirmisin?

source: Hyperspace Cooldown
fr: Recharge Hyper-espace
tr: Hiperuzay Motorunun Soğuması

source: The block isn't connected to another block.
fr: Le bloc n'est pas connecté à un autre bloc.
tr: Bu blok başka bir bloğa bağlı değildir.

source: What's happening around here?
fr: Qu'est-ce qui se passe ici ?
tr: Ne oluyor burada?

source: Destroy
fr: Détruire
tr: Eşyayı Sil

source: Hyperspace Reach
fr: Portée Hyperspatiale
tr: Hiperuzay Menzili

source: Connection refused: Your version '%s' does not match the server's version '%s'.
fr: Connexion refusée: Votre version '%s' ne correspond pas à la version du serveur '%s'.
tr: Bağlandı Reddedildi: Oyun versiyonunuz '%s' Server'in versiyonuyla uyuşmuyor '%s'.

source: Casino
tr: Gazino

source: What are you doing?
fr: Qu'est-ce que vous faites ?
tr: Ne yapıyorsun?

source: Destroy the selected item
fr: Détruire l’élément sélectionné
tr: Seçili eşyayı yok et

source: Radar Reach
fr: Portée Radar
tr: Radar Menzili

source: Connection refused: This server is private.
fr: Connexion refusée: Ce serveur est privé.
tr: Bağlantı reddedildi: Bu sunucu kişisel.

source: Thank you! You know what? Here ...
fr: Merci ! Vous savez quoi ? Voila ...
tr: Teşekkür ederim! Biliyormusun? Al bunu ...

source: Inventory
fr: Inventaire
tr: Envanter

source: Yaw (Left/Right)
fr: Virage (Gauche/Droite)
tr: Yalpalama (Sol/Sağ)

source: Connection refused: Invalid or missing steam ID.
fr: Connexion refusée: ID steam invalide ou manquant.
tr: Bağlantı reddedildi: Yanlış yada kayıp steam ID.

source: Buy
fr: Acheter
tr: Satın Al

source: Have this! It's an upgrade for your ship. It allows you to scan for hidden sectors. You'll have to install it in your ship menu for it to work! But you can only install upgrades into a real ship, it doesn't work with drones or fighters. The green blips on your galaxy map are sectors where you can find interesting stuff, but there's also a lot of things that your radar can't pick up. With this upgrade, you'll be able to scan for those hidden secrets! They'll show up as a yellow blip on your map.
fr: Prenez ça ! C'est un système embarqué pour votre vaisseau. Il vous permet de détecter des secteurs cachés. Pour l'installer, vous devez passer par le menu de votre vaisseau ! Notez que vous ne pouvez installer des systèmes embarqués que sur des vaisseaux, ce n'est pas possible sur un drone ou un chasseur. Les points clignotants verts sur votre carte sont des secteurs dans lesquels vous pouvez trouvez des choses intéressantes, mais il y'a aussi pleins de choses que votre radar ne peut pas détecter . Avec ce système embarqué, vous serez capable de détecter ces secrets cachés ! Ils s'afficheront par un point jaune clignotant sur votre carte.
tr: Bunu al! Gemin için bir sistem kartı. Gizli sektörleri taramanı sağlar. Çalışması için sistemi gemine monte etmelisin! Fakat sistem kartları sadece gerçek gemilere monte edebilirsin. Dronelar yada savaşçılarda çalışmaz. Galaksi haritandaki yeşil yanıp sönen ışıklar enteresan şeyler bulabileceğin sektörlerdir. Fakat radarının yakalayamayacağı bir sürü şeyde mevcut. Bu sistem kartı ile bu gizli sektörleri taraya bilirsin! haritanda sarı noktalar olarak gözükecekler.

source: Missions
tr: Görevler

source: Pitch (Up/Down)
fr: Tangage (Haut/Bas)
tr: Burun (Yukarı/Aşağı)

source: Connection refused: Your player name %s is invalid.
fr: Connexion refusée: Votre nom de joueur %s n'est pas valide.
tr: Bağlantı Reddedildi: Oyuncu isminiz %s geçersiz.

source: Buy from station
fr: Acheter
tr: Satın al

source: I'll be here for a while in case you want to talk. And even if not, I'm sure we're going to meet again some other time.
fr: Je serai dans le coin au cas où vous voudriez discuter. Quoiqu'il en soit, je suis sûr que nous nous reverrons un jour ou l'autre.
tr: Bir süre daha buralarda olacağım eğer konuşmak istersen diye. Eğer istemezsen, Oldukça eminim ki tekrar görüşeceğiz.

source: Abandon
fr: Abandonner
tr: Görevi İptal Et

source: Roll
fr: Roulis (Horaire/Antihoraire)
tr: Yuvarlanma

source: Connection refused: Player %s is already logged in.
fr: Connexion refusée: Le Joueur %s est déjà connecté.
tr: Bağlantı reddedildi: Oyuncu %s hala oyunda.

source: Sell
fr: Vendre
tr: Sat

source: Nobody knows who they are, and they don't answer any intercom calls. When you get too close to them, they start attacking. They have been around since the event, and some people say they were created by it. But there is also a bright side! Together with the event a new metallic element called "Avorion" has appeared!
fr: Personne ne sait qui ils sont, et ils ne répondent à aucun appel intercom. Quand vous vous approchez trop près d'eux, ils vous attaquent. Ils sont dans le coin depuis l'Événement, et certaines personnes racontent qu'ils en seraient même les responsables. Mais il y'a un bon côté à tout cela au final ! Avec l'Événement, un nouvel élément métallique, appelé "Avorion", est apparu dans la galaxie !
tr: Kimse kim olduklarını bilmiyor ve telsiz aramalarını cevaplamıyorlar. Onlara çok yaklaştığınızda saldırmaya başlıyorlar. Olay olduğundan beri etraftalar ve bazıları onları olayın yarattığını söylüyorlar. Ama bu işin birde iyi yanı var! Olaylarla birlikte "Avorion" denen metalik bir element ortaya çıktı!

source: <No Missions>
fr: <Aucune mission>
tr: <Görev Yok>

source: Max Velocity
fr: Vitesse Maximum
tr: Max Hız

source: Connection refused: Wrong password.
fr: Connexion refusée: Mauvais mot de passe.
tr: Bağlantı reddedildi: Yanlış parola.

source: Sell to station
fr: Vendre
tr: İstasyona Sat

source: I'm not sure yet. But there has to be a way! I know it! Besides, it wouldn't be a very good adventure if everything was clear from the start, would it?
fr: Je ne sais pas encore... Mais il doit y avoir un moyen ! Je le sais ! En outre, ce ne serait pas une aventure très intéressant si tout était connu et planifié depuis le début, n'est-ce pas ?
tr: Daha emin değilim. Fakat bir yolu olmalı! Mutlaka! Hem baştan beri her şey iyi gitseydi bu güzel bir macera olmazdı. Değil mi ?

source: Fleet
fr: Flotte
tr: Filo

source: Thrust
fr: Accélération
tr: İticiler

source: Connection refused: Player %s is banned.
fr: Connexion refusée: Le Joueur %s est banni.
tr: Bağlantı reddedildi: Oyuncu %s Banlanmış.

source: Equipment Dock
fr: Fabrique d'Equipement
tr: Ekipman Doku

source: Of course! The closer you get to the center of the galaxy, the better materials you'll find to build your ship. You'll be able to build energy generators or parts that protect your ship, like integrity blocks or even shield generators. The first thing you should do is find yourself some Titanium. Iron is great to get yourself started, but Titanium is lighter and you can build better parts with it. And be wary of the no man's space around here. I hear there's a pirate leader who terrorizes everyone who strays too far away from the civilised sectors.
fr: Bien sûr ! Plus vous vous rapprochez du centre de la galaxie, plus vous trouverez des matériaux intéressants pour construire votre vaisseau. Vous pourrez alors construire des générateurs d'énergie, ou des systèmes pour protéger votre vaisseau, tels que des champs d'intégrité ou des générateurs de bouclier. La première chose à faire est de trouver du Titane. Le Fer est bien pour démarrer, mais le Titane est plus léger et vous permet de construire de meilleurs équipements. Mais soyez prudent dans les secteurs vides alentours. J'ai entendu dire qu'un chef pirate y terrorise tous ceux qui s'écartent trop loin des secteurs civilisés.
tr: Kesinlikle! Galaksinin merkezine yaklaştığında, Geminde kullanmak için daha iyi metaller, Enerji Jeneratörleri, Gemini korumak için Bütünlük Blokları hatta Kalkan jeneratörleri bile bulabilirsin. İlk yapman gereken kendine biraz Titanyum bulmak. Demir başlamak için harika, fakat Titanyum demirden daha hafif bir metaldir. Ayrıca titanyumla daha iyi parçalar yapabilirsin. Ayrıca uzaydaki Tehlikeli bölgelere dikkat edin. Bir korsan liderinin medeniyetten uzak sektörlerde terör estirdiğini duydum.

source: Auto Pay Crews
fr: Payer équipage (Auto)
tr: Oto Maaş Ödeme

source: Brake Thrust
fr: Décélération
tr: Frenleme İticileri

source: Connection refused: Ip %s is banned.
fr: Connexion refusée: L'IP %s est banni.
tr: Bağlantı reddedildi: %s IP Banlanmış.

source: Pickup Behaviour:
fr: Consigne de Collecte en Soute :
tr: Loot Kuralı:

source: Mass
fr: Masse
tr: Kütle

source: Connection refused: Player %s is not whitelisted.
fr: Connexion refusée: Le Joueur %s n'est pas dans la liste blanche.
tr: Bağlantı Reddedildi: Oyuncu %s Beyaz listede değil.

source: Factory
fr: Usine
tr: Fabrika

source: Hail
fr: Appel
tr: Selam

source: Don't pick up stolen cargo
fr: Ne pas ramasser les caisses volées
tr: Çalıntı kargoyu alma

source: Req. Gunners
fr: Artilleurs Requis
tr: Gereken Silahçı

source: Server shutting down in %i minutes.
fr: Le Serveur s’arrêtera dans %i minutes .
tr: Server %i dakika içinde kapanacak.

# Size, as in S, M, L, XL etc.
source: S
tr: K

source: [There seems to be no reaction.]
fr: [Il ne semble pas y avoir de réaction.]
tr: [Hiç bir reaksiyon olmadı.]

source: Pick up stolen cargo
fr: Ramasser les caisses volées
tr: Çalıntı kargoyu al

source: Req. Miners
fr: Mineurs Requis
tr: Gereken Madenci

source: Server shutting down in %i seconds.
fr: Le Serveur s’arrêtera dans %i secondes.
tr: Server %i saniye içinde kapanacaktır.

# Size, as in S, M, L, XL etc.
source: M
tr: O

source: Xsotan detected. Commencing attack.
fr: Xsotan détectés. Début de l'attaque.
tr: Xsotan Saptandı. Saldırı başlatılıyor.

source: Stock
tr: Stok

source: Req. Engineers
fr: Ingénieurs Requis
tr: Gereken Mühendis

source: Server shutting down in %i...
fr: Le Serveur s’arrêtera dans %i...
tr: Server %i içinde kapanacaktır.

# Size, as in S, M, L, XL etc.
source: L
tr: B

source: Routing power from shields to weapons.
fr: Dérivation de la puissance des boucliers vers les armes.
tr: Kalkanlardan silahlara güç aktarımı sağlar.

source: Vol
tr: Hacim

source: Req. Mechanics
fr: Mécaniciens Requis
tr: Gereken Tamirci

source: You're not whitelisted on this server.
fr: Vous n'êtes pas sur la liste blanche de ce serveur.
tr: Bu serverda beyaz listeye alındınız.

source: Scanner Beacon
fr: Balise scanner
tr: Tarayıcı Vericisi

source: Avg. Cr
fr: Moy. Cr
tr: Ort. Kr

source: Req. Pilots
fr: Pilotes Requis
tr: Gereken Pilot

source: You are blacklisted.
fr: Vous êtes black-listé.
tr: Kara listeye alındınız.

source: Scanning...
fr: Scan en cours...
tr: Taranıyor...
