Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: After we realized we couldn't beat the Xsotan at the time, we decided to flee.
fr: Après avoir réalisé que nous ne pouvions pas battre les Xsotan à l'époque, nous avons décidé de fuir.
tr: Zamanla Xsotan'ı yenemeyeceğimizi anladık ve kaçmaya karar verdik.

source: Click and Drag to change energy priority of your %s.
fr: Cliquez et faites glisser pour modifier la priorité énergétique de votre %s.
tr: %s Sisteminizin enerji önceliğini değiştirmek için tıklayın ve sürükleyin.

source: Weapons 3
fr: Armes 3
tr: Silahlar 3

source: We'll be out of here before you even get to us!
fr: Nous serons partis avant même que vous ayez pu nous atteindre !
tr: Sen bize yetişmeden biz buradan gitmiş oluruz!

source: You must be docked to the station to research items.
fr: Vous devez être arrimé à la station pour pouvoir lancer des activités de recherche.
tr: Eşyalarınızı geliştirmek için istasyona bağlı olmalısınız.

source: They were getting closer and closer to our home sectors, so we and our allies decided that it was time to fall back and work out a new strategy.
fr: Ils s'approchaient de plus en plus de notre secteur d'origine. Nous et nos alliés avons donc décidé qu'il était temps de se replier et de travailler sur une nouvelle stratégie.
tr: Ana sektörlerimize gittikçe yaklaşıyorlar. Biz ve müttefiklerimiz geri çekilip yeni bir plan yapmaya karar verdik.

source: Rename Squad
fr: Renommer l'Escadrille
tr: Tim'i yeniden adlandır

source: Weapons 4
fr: Armes 4
tr: Silahlar 4

source: You should leave.
fr: Vous devriez partir.
tr: Gitmelisin.

source: You must be closer to the ship to research items.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir lancer des activités de recherche.
tr: Eşyalarınızı geliştirmek için gemiye daha yakın olmalısınız.

source: We realized that the Xsotan were expanding their territory from the center of the galaxy, so we thought the best move would be to journey to the edge of the galaxy.
fr: Nous avons réalisé que les Xsotan élargissaient leur territoire depuis le centre de la galaxie. Nous avons alors pensé que la meilleure stratégie serait de voyager jusqu'au bord de la galaxie.
tr: Xsotan'ın galaksinin merkezindeki bölgesini genişlettiğini fark ettik, ardından düşündük ki en iyi hareket galaksinin kenarına gitmek.

source: Rename
fr: Renommer
tr: İsim

source: Weapons 5
fr: Armes 5
tr: Silahlar 5

source: I will not give up my cargo freely to some petty pirate!
fr: Je n'abandonnerai pas ma cargaison à un pirate insignifiant!
tr: Kargomu senin gibi namussuz bir korsana beleş bırakmayacağım!

source: We don't want anything to do with you.
fr: On ne veut rien avoir à faire avec vous.
tr: Seninle bir şey yapmak istemiyoruz.

source: We hoped that this might give us enough time to find a strategy to beat them.
fr: Nous espérions que cela pourrait nous donner suffisamment de temps pour trouver une stratégie pour les battre.
tr: Bunun bize onları yenecek yeni bir strateji bulmamıza zaman sağlayacağını umduk.

source: Remove
fr: Supprimer
tr: Kaldır

source: Weapons 6
fr: Armes 6
tr: Silahlar 6

source: So be it then!
fr: Ainsi soit-il !
tr: Öyle olsun o zaman!

source: Resistance Outpost
fr: Avant-poste de la résistance
tr: Direniş Karakolu

source: Half the galaxy had agreed to join us, and we went on with the preparations.
fr: La moitié de la galaxie a accepté de nous rejoindre et nous avons commencé les préparatifs.
tr: Galaksinin yarısı bize katılmaya ikna oldu, bizde hazırlıklara başladık.

source: New Squad
fr: Nouvelle Escadrille
tr: Yeni Tim

source: Weapons 7
fr: Armes 7
tr: Silahlar 7

source: Oops, sorry, wrong ship, carry on!
fr: Oups, pardon, mauvais vaisseau, continuez!
tr: Afedersiniz, yanlış gemi, lütfen devam edin!

source: Always great to see some new faces around here. As long as you're not a Xsotan or a pirate, you're welcome to this sector.
fr: C'est toujours sympa de voir de nouvelles têtes par ici. Tant que vous n'êtes pas un Xsotan ou un pirate, vous êtes bienvenu dans ce secteur.
tr: Her zaman yeni yüzler görmek güzeldir. Bir Xsotan yada Korsan olmadığınız müddetçe bu sektöre hoş geldiniz.

source: Then they hit us. We didn't know if they knew what we were planning or if it was just a coincidence, but subspace rifts started to appear.
fr: C'est alors qu'ils nous ont frappé. Nous ne savons pas si ils savaient ce que nous préparions ou si c’était une coïncidence, mais des failles subspatiales ont commencé à apparaître.
tr: Sonra bizi vurdular. Bunu planladıklarından yada tamamen tesadüf oluşundan haberimiz yoktu. fakat alt uzay yırtıkları açılmaya başlamıştı.

source: Please enter a name for the squad:
fr: Veuillez nommer l'escadrille :
tr: Lütfen tim için bir isim giriniz:

source: Weapons 8
fr: Armes 8
tr: Silahlar 8

source: Who are you?
fr: Qui êtes-vous ?
tr: Sen de kimsin?

source: They tore the galaxy to shreds. Billions of lives were lost. Entire sectors just disappeared. It was a slaughter. And the worst part? We never even saw a single Xsotan ship.
fr: Ils ont déchiré la galaxie en lambeaux. Des milliards de vies ont été perdues. Des secteurs entiers ont simplement disparu. C'était un massacre. Et le pire ? Nous n'avons jamais vu un seul vaisseau Xsotan.
tr: Galaksiyi parçalarına ayırdılar. Milyarlarca yaşam yok oldu. Kocaman sektörler yok oldu. Bu bir soy kırımdı. En kötü yanı ise bir tane bile Xsotan gemisi görmedik.

source: Co-Op Controls
fr: Contrôles Co-Op
tr: Çok Oyuncu Kontrolleri

source: Weapons 9
fr: Armes 9
tr: Silahlar 9

source: %s Prime: \s(%i:%i)
tr: %s Birliği \s(%i:%i)

source: I heard you have some work for me?
fr: J'ai entendu dire que vous avez du travail pour moi?
tr: Benim için bir kaç işin olduğunu duydum?

source: The alliance was weakened, and there were thousands of factions arising out of the chaos.
fr: L'alliance fut affaiblie, et des centaines de factions émergèrent du chaos.
tr: İttifak zayıfladı, ve kaosun içinden binlerce farklı birlik yükseldi.

source: Ship Steering
fr: Direction Assistée du Vaisseau
tr: Gemi Kontrolü

source: Next Target
fr: Prochaine Cible
tr: Sonraki Hedef

source: You are not close enough to claim the object!
fr: Vous n'êtes pas assez proche de l'objet pour pouvoir le revendiquer !
tr: Objeyi ele geçirmek için yeterince yakın değilsiniz!

source: We are what's left of the factions in the center of the galaxy. We have been struggling against the Xsotan for over 200 years now. How can you not know this?
fr: Nous sommes ce qu'il reste des factions du centre de la galaxie. Nous luttons contre les Xsotans, pour notre survie, depuis 200 ans maintenant. Comment ne pouvez-vous pas savoir ça?
tr: Bizler galaksinin merkezinde kalan bir kaç birliğiz. 200 yıldır Xsotan'a karşı zorluk çekmekteyiz. Bunu nasıl bilmezsin?

source: But we had come too far, invested too many resources, we had to go through with Operation Exodus. But it was too disorganized.
fr: Mais nous étions allés trop loin, avions investit tellement de ressources, que nous devions passer par l'opération Exodus. Mais c'était trop désorganisé.
tr: Fakat çok ilerledik, çok fazla kaynak yatırımında bulunduk, Exodus Operasyonu ile devam etmeliyiz. Ama Operasyon organize olmaktan çok uzak.

source: Only the pilot (first seat) is allowed to steer.
fr: Seul le pilote (premier siège) est autorisé à diriger le vaisseau.
tr: Sadece pilot (birinci koltuk) gemiyi kontrol edebilir.

source: Select
fr: Sélectionner
tr: Seçme Tuşu

source: Claim
fr: Revendiquer
tr: Ele geçir

source: I'm not from around here.
fr: Je ne suis pas du coin.
tr: Buralardan değilim.

source: Nothing went according to plan. Most members of the alliance weren't even agreeing on where we would leave to.
fr: Rien ne s'est déroulé selon le plan. La plupart des membres de l'alliance n'étaient même pas d'accord sur notre destination.
tr: Hiç bir şey plana göre gitmedi. İttifakın bir çok üyesi daha nerede ayrılacağımıza dair bile mütabık olamadı.

# Turret/Weapon group, short for 'Rest'
source: R
tr: Kln

source: Nearest Enemy
fr: Ennemi le plus Proche
tr: En yakın Düşman

source: Build
fr: Construire
tr: İnşa

source: That's my own business.
fr: C'est mon problème.
tr: Bu benim bileceğim iş.

source: Finally we decided that we could not wait any longer. We took off and left behind beacons that would lead the members of the Operation Exodus to this place.
fr: Finalement, nous avons décidé que nous ne pouvions plus attendre. Nous sommes partis et avons laissé derrière nous les balises qui conduiraient les membres de l'opération Exodus à cet endroit.
tr: Sonunda artık bekleyemeyeceğimize karar verdik. Çıktık ve Exodus Operasyonunun üyelerini bu yere götürecek olan vericileri bıraktık.

source: Allow this player to control weapon group %s.
fr: Autoriser ce joueur à contrôler le groupe de tourelles %s.
tr: Bu oyuncuya silah gruplarını kontrol etme imkanı ver %s.

source: Next Ally
fr: Allié Suivant
tr: Sonraki Müttefik

source: Wait, are you actually from the outside? This is incredible!
fr: Attendez, êtes-vous vraiment de l'extérieur ? C'est incroyable !
tr: Bekle, sen gerçekten dış uzaydanmısın? Bu inanılmaz!

source: A few hundred years back, an alien species appeared in the center of the galaxy. The Xsotan.
fr: Il y a quelques centaines d'années, une espèce alien est apparue au centre de la galaxie. Les Xsotan.
tr: Birkaç yüz yıl önce, galaksinin merkezinde uzaylı bir tür belirdi. Xsotan.

source: Allow this player to control fighter squadron %i.
fr: Autoriser ce joueur à contrôler l'escadrille de chasseur %i.
tr: Bu oyuncunun savaşçı timini kontrol etmesine izin ver %i.

source: Free Mouse
fr: Libérer la Souris
tr: Fare modu

source: Yes, I am.
fr: Oui, tout à fait.
tr: Evet, Benim.

source: We knew aliens. Since the great rise of technology 600 years back, everybody knew how to build and use spaceships. This is how we all colonised space in the first place.
fr: Nous connaissions les aliens. Depuis la révolution technologique il y a 600 ans, tout le monde savait comment construire et utiliser des vaisseaux spatiaux. C'est ainsi que nous avons tous colonisé l'espace en premier lieu.
tr: Teknolojinin büyük yükselişinden beri 600 Yıldır uzaylıları biliyorduk. Herkes nasıl uzay gemisi yapacağını ve kullanacağını biliyordu. Bu şekilde uzayda ilk defa kolonileşmeye başladık.

source: Add Seat
fr: Ajouter un siège
tr: Koltuk ekle

source: Show Server Info
fr: Afficher les infos du serveur
tr: Serverin infosunu göster

source: Orders
fr: Ordres
tr: Emirler

source: Why is that incredible?
fr: Pourquoi est-ce si incroyable ?
tr: Neden İnanılmaz?

source: But the Xsotan were different. Cold. Careless.
fr: Mais les Xsotan étaient différents. Froids. indifférents.
tr: Ancak Xsotan farklıydı. Soğuk ve Umarsız.

source: Move Cam 1
fr: Déplacer Caméra 1
tr: Kamera 1

source: Craft Orders
fr: Ordres du vaisseau
tr: Araç Emirleri

source: I'm from the outside, so what?
fr: Je viens de l'extérieur, et alors ?
tr: Dışarıdanım, ne olmuş?

source: They didn't care for anybody, they didn't even answer our attempts to communicate. They just appeared and it seemed like they didn't care about anything at all.
fr: Ils ne se soucient de personne, ils n'ont même pas répondu à nos tentatives de communication. Ils sont juste apparus et semblaient ne prêter aucune attention à ce qui les entourait.
tr: Kimse umurlarında değil, iletişim kurmak için yaptığım aramalara bile cevap vermediler. Öylece ortaya çıktılar ve kimsenin ne yaptığı ile ilgilenmiyorlar gibi.

source: Systems
fr: Systèmes
tr: Sistemler

source: Move Cam 2
fr: Déplacer Caméra 2
tr: Kamera 2

source: Idle
fr: Repos
tr: Bekle

source: I'll be gone now.
fr: Je vais y aller maintenant.
tr: Şimdi gideceğim.

source: Then they started... harvesting.
fr: Et puis ils ont commencé à... récolter.
tr: Öyleyse hasata başladılar demektir.

source: Continue
fr: Continuer
tr: Devam et

source: Reset Camera
fr: Réinitialiser la Caméra
tr: Kamerayı Sıfırla

source: Passive
fr: Passif
tr: Pasif

source: So what!?
fr: Et alors !?
tr: Yani??

source: They ate away everything. Asteroids. Ships. Some say they even consume entire planets.
fr: Ils ont tout dévoré. Les astéroïdes. Les vaisseaux. Certains disent qu'ils ont même dévoré des planètes entières.
tr: Her şeyi yediler. Asteroidleri, Gemileri. Bazıları koca bir planeti yediklerini söyler.

source: You need a ship to play this part of the tutorial.
fr: Vous avez besoin d'un vaisseau pour jouer cette partie du didacticiel.
tr: Temel Eğitim'in bu kısmını oynamak için bir gemiye ihtiyacınız var.

source: Camera Forward
fr: Caméra vers l'Avant
tr: Kamera ileri

source: Guard This Position
fr: Garder cette position
tr: Burada Nöbet Tut

source: We haven't seen anybody from the outside for hundreds of years! This changes everything! So many questions... How did you manage to get here? And why would you even come here?
fr: Nous n'avons pas vu quelqu'un de l'extérieur depuis des centaines d'années ! Ça change tout ! Il y a tellement de questions... Comment êtes-vous arrivés ici ? Et pourquoi voudriez-vous venir ici ?
tr: Binlerce yıldır dışarıdan kimseyi görmemiştik! Bu her şeyi değiştirir! Çok fazla sorumuz var... Burada gelmeyi nasıl becerdiniz? Ayrıca buraya neden geldiniz?

source: After a great battle we realized that we didn't stand a chance. Not that they were unbeatable, we did manage to win several battles.
fr: Après une grande bataille, nous avons compris que nous n'avions aucune chance. Non pas qu'ils soient imbattables, nous avons réussi à gagner plusieurs combats.
tr: Görkemli bir savaş sonrası fark ettik ki karşılarında en ufak bir şansımız bile yokmuş. Yenilmez olduklarından değil. Hatta bir kaç savaş bile kazanmayı başarmıştık.

source: Not enough resources. You need at least 5.000 credits and 1.000 Iron.
fr: Pas assez de ressources. Vous avez besoins d'au moins 5.000 crédits et 1.000 Fer
tr: Yetersiz kaynak. 5.000 Kredi ve 1.000 Demir gerekli.

source: Camera Backward
fr: Caméra vers l'Arrière
tr: Kamera Geri

source: Patrol Sector
fr: Patrouiller le secteur
tr: Sektörde Devriye Gez

source: I want to put an end to the Xsotan.
fr: Je veux en finir avec les Xsotan
tr: Xsotan'a bir son vermek istiyorum.

source: But they just kept pouring out of the center, more and more of them. In the end it didn't matter, they would just overrun us as they had way more resources.
fr: Mais ils continuaient à se répandre hors du centre, de plus en plus. À la fin, cela n'avait plus d'importance, ils nous auraient surpassé car ils avaient beaucoup plus de ressources.
tr: Ancak galaksinin merkezinden dökülüp taşmaya devam ettiler, daha fazlası ve daha fazlası. Sonuç olarak bizden daha fazla kaynakları vardı ve bizim hakkımızdan geldiler.

source: Your ship is too small. You can only play this part of the tutorial if your ship requires a crew!
fr: Votre vaisseau est trop petit. Cette partie du didacticiel est uniquement accessible aux vaisseaux ayant besoin de recruter de l'équipage !
tr: Geminiz çok küçük. Temel Eğitimin bu kısmını geminizin mürettebata ihtiyacı varsa oynaya bilirsiniz!

source: Camera Left
fr: Caméra vers la gauche
tr: Kamera sol

source: Escort Me
fr: Escortez-moi
tr: Beni Takip Et

source: Just curious.
fr: Simple curiosité.
tr: Sadece merak.

source: The only thing that was left for us to do, was to flee. So we started Operation Exodus.
fr: La seule chose qui nous restait à faire était de fuir. Nous avons donc commencé l'opération Exodus.
tr: Bizim yapabileceğimiz tek şey kaçmaktı. Böylece Exodus Operasyonuna başladık.

source: Your ship is too big for the scale of the tutorial. Make it a little smaller!
fr: Votre vaisseau est trop grand pour pouvoir faire le didacticiel. Faites-en un peu plus petit !
tr: Geminiz Eğitim dersi için çok büyük. Daha küçük yapın!

source: Camera Right
fr: Caméra vers la droite
tr: Kamera sağ

source: Attack Enemies
fr: Attaquer les Ennemis
tr: Düşmanlara Saldır

source: Loot and riches.
fr: Butin et richesses.
tr: Ganimet ve zenginlikler.

source: What? Hello? Who is this?
fr: Quoi ? Salut ? Qui est-ce ?
tr: Ne? Merhaba? Kimsiniz?

source: You can delete blocks in the build mode by selecting them with %1% and pressing %2%.
fr: Vous pouvez supprimer des blocs dans le mode construction en les sélectionnant avec %1% et en appuyant sur %2%.
tr: Blokları inşa modunda %1% ve %2% ve basarak seçip silebilirsiniz.

source: Toggle Free Camera
fr: Passer en Caméra Libre
tr: Özgür Kamera Modu

source: Mine
fr: Miner
tr: Maden Kaz

source: That's none of your business.
fr: Ce ne sont pas vos affaires.
tr: Bu seni ilgilendirmez.

source: Are you from Operation Exodus?
fr: Êtes-vous de l'opération Exodus ?
tr: Operasyon Exodusun bir üyesi misin?

source: You need at least 1000 Credits, you must be able to hire a crew.
fr: Vous avez besoin d'au moins 1000 crédits, vous devez être en mesure de recruter un équipage.
tr: Mürettebat kiralayabilmek için en azından 1000 krediniz olmalı.

source: Displace Camera
fr: Déplacer la Caméra
tr: Kameranın yerini değiştir

source: Salvage
fr: Recycler
tr: Hurdacılık Yap

source: I'm afraid you won't find a lot of it here. We only take what we need, we have to be very careful. Make sure you check out the sectors around here, there's plenty of wreckages that you can search through. But there's also the Xsotan.
fr: Je crains que vous n'en trouviez pas beaucoup ici. Nous ne prenons que ce dont nous avons besoin, nous devons être très prudents. Assurez-vous de bien vérifier les secteurs alentours malgré tout, il y a beaucoup d'épaves dans lesquelles vous pouvez chercher. Mais il y a aussi les Xsotan.
tr: Üzgünüm ki burada bundan çok bulamayacaksınız. Sadece ihtiyacımız olanı alıyoruz, çok dikkatli olmalıyız. Buralardaki sektörleri kontrol ettiğinden emin ol, Araştırabileceğin bir sürü enkaz var. Ama Xsotan da burada.

source: Operation Exodus..?
fr: Opération Exodus...?
tr: Exodus Operasyonu...?

source: Your ship needs more crew quarters to support all of your required crew.
fr: Votre vaisseau a besoin de plus de cabines d'équipage pour héberger tout le personnel nécessaire.
tr: Mürettebat gereksinimini karşılamak için geminizin daha fazla kışlaya ihtiyacı var.

source: Pause Game
fr: Mettre le Jeu en Pause
tr: Oyunu Durdur

source: Your ship has no captain!
fr: Votre vaisseau n'a pas de capitaine!
tr: Geminizin bir Kaptanı yok!

source: If you are serious about this, then we might have some work for you. I'll inform the others. This might be our chance!
fr: Si vous êtes sérieux à ce sujet, nous pourrions avoir du travail pour vous. Je vais en informer les autres. C'est peut-être notre chance!
tr: Eğer bu konuda ciddiysen, sana verecek bir kaç işimiz olabilir. Diğerlerine haber vereceğim, bu senin şansın olabilir.

source: Yes... yes...
fr: Oui... oui...
tr: Evet... evet...

source: Basics - Full
fr: Notions de base - Tutoriel complet
tr: Temel Eğitim - Tüm dersler

source: Galaxy Map
fr: Carte de la Galaxie
tr: Galaksi Haritası

source: Hire
fr: Recruter
tr: Kirala

source: Okay.
fr: Ok.
tr: Tamam.

source: Well... and no.
fr: Et bien...et non.
tr: O zaman Hayır.

source: Basics - Camera I
fr: Notions de base - Camera I
tr: Temel Eğitim - Kamera I

source: Player Menu
fr: Menu du Joueur
tr: Oyuncu Menüsü

source: You must be docked to the station to hire crewmembers.
fr: Vous devez être arrimé à la station pour pouvoir recruter des membres d'équipage.
tr: Mürettebat alabilmek için istasyona bağlı olmalısınız.

source: I'd rather keep to myself.
fr: Je préfère le garder pour moi.
tr: Kendime saklamayı tercih ederim.

source: We never took part in Operation Exodus ourselves. It was our ancestors who did it.
fr: Nous n'avons jamais pris nous-même part à l'opération Exodus. Ce sont nos ancêtres qui l'ont fait.
tr: Operasyon Exodus'a kendimiz hiç katılmadık. Bunu yapan atalarımızdı.

source: Basics - Controls
fr: Notions de base - Contrôles
tr: Temel Eğitim - Kontroller

source: Ship Menu
fr: Menu du Vaisseau
tr: Gemi Menüsü

source: You must be closer to the ship to hire crewmembers.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir recruter des membres d'équipage.
tr: Mürettebat kiralamak için gemiye daha yakın olmalısınız.

source: Farewell then.
fr: Adieu donc.
tr: Elveda.

source: Your ancestors?
fr: Vos ancêtres ?
tr: Sizin atalarınız?

source: Basics - Mining
fr: Notions de base - Minage
tr: Temel Eğitim - Madencilik

source: Chat Window
fr: Fenêtre de Discussion
tr: Sohbet Penceresi

source: Om...
fr: Hum...
tr: Ommmm...

source: Don't get yourself killed. I'm sure you can help us out of this miserable situation. I have to inform the others. This changes everything.
fr: Ne vous faites pas tuer. Je suis sûr que vous pouvez nous aider à nous sortir de cette situation déplorable. Je dois informer les autres. Cela change tout.
tr: Kendini öldürtme. Emin bu zavallı durumdan kurtulmamızda bize yardım edebilirsin. Diğerlerine haber vermeliyim. Bu her şeyi değiştirir.

source: Yes. The Exodus took place more than a hundred years ago.
fr: Oui. L'exode a eu lieu il y a plus de cent ans.
tr: Evet. Exodus Yüzyıl önce yerini aldı.

source: Basics - Building
fr: Notions de base - Construction
tr: Temel Eğitim - İnşaat

source: Mail Window
fr: Fenêtre des Messages
tr: Posta Penceresi

source: What's going on here?
fr: Que se passe t-il ici ?
tr: Burada ne oluyor?

source: If you managed to get into this area, that means that we can get out of here as well! But, it also means that it's possible to send reinforcements, so we can actually fight the Xsotan!
fr: Si vous avez réussi à entrer dans cette zone, cela signifie que nous pouvons sortir de là aussi! Mais, cela signifie aussi qu'il est possible d'envoyer des renforts, afin que nous puissions combattre les Xsotan!
tr: Eğer buraya girmeyi başardıysan, bu demek oluyor ki bizde buradan çıkabiliriz! Fakat , bu ayrıca demek oluyor ki destek birlikleri yollaya biliriz. Gerçekten Xsotan ile savaşabiliriz!

source: We? Who are you?
fr: Nous ? Qui êtes-vous ?
tr: Biz? Kimsiniz?

source: Basics - Drone
fr: Notions de base - Drone
tr: Temel Eğitim - Drone

source: Swap Controls
fr: Inverser les Contrôles
tr: Kontrolleri Değiştir

source: Hush! We are in the middle of our ceremony.
fr: Silence! Nous sommes au milieu d'une cérémonie.
tr: Sessiz ol! Seremonimizin ortasındayız.

source: How do you want to fight them?
fr: Comment voulez-vous les combattre ?
tr: Nasıl dövüşmek istersin?

source: Maybe you should leave then.
fr: Peut-être devriez vous partir.
tr: Belki şu anda gitmelisin.

source: Basics - Camera II
fr: Notions de base - Caméra II
tr: Temel Eğitim - Kamera II

source: Show Console
fr: Afficher la Console
tr: Konsolu Göster

source: I see, sorry.
fr: Je vois, désolé.
tr: Anlıyorum, Üzgünüm.

source: Why didn't you fight them before?
fr: Pourquoi ne les avez-vous pas combattu avant ?
tr: Daha evvel onlarla neden savaşmadın?

source: [Static Noise]
fr: [Bruit statique]
tr: [Statik Ses]

source: Basics - Crews
fr: Notions de base - Equipage
tr: Temel Eğitim - Mürettebat

source: Build Slot 1
fr: Emplacement de Construction 1
tr: İnşa Slotu 1

source: It'll have to wait, I'm talking to you.
fr: Ça devra attendre, je vous parle.
tr: Diğer konu beklemek zorunda, burada seninle konuşuyorum.

source: I have some questions about the Xsotan.
fr: J'ai des questions à propos des Xsotan.
tr: Xsotan hakkında bir kaç sorum olacak.

source: ... is this thing working?
fr: ... est-ce que ce truc fonctionne ?
tr: ... bu çalışıyor mu?

source: Basics - Hyperspace
fr: Notions de base - Hyper-espace
tr: Temel Eğitim - Hiperuzay

source: Build Slot 2
fr: Emplacement de Construction 2
tr: İnşa Slotu 2

source: %s is attacking!
fr: %s est en train d'attaquer!
tr: %s Saldırıyor!
