Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Oh no! Return to your ship in order to do this tutorial! Fly near your ship, select it, and press T or F to enter it!
fr: Oh non ! Retournez à votre vaisseau pour pouvoir faire ce didacticiel ! Volez près de votre vaisseau, sélectionnez le, et appuyez sur T ou F pour y entrer !
tr: Olamaz! Bu eğitimi tamamlamak için geminize dönün! Geminizin yanına uçun ve seçin. Girmek için T yada F tuşuna basın!

source: Attachment block not found.
fr: Le bloc d'arrimage n'a pas été trouvé.
tr: Bağlantı bloğu bulunamadı.

source: Paid
fr: Payé
tr: Ödenmiş Miktar

source: Text
fr: Texte
tr: Metin

source: Oh no! For some reason your ship is gone!
fr: Oh non ! Pour une raison inconnue, votre vaisseau a disparu !
tr: Olamaz! Bir sebepten ötürü geminiz gitti!

source: You must place the turret on a block made of %s or better.
fr: Vous devez placer la tourelle sur un bloc de %s ou meilleur.
tr: Tareti %s yada daha iyi bir metalden yapılmış bir bloğun üzerine koymalısınız.

source: Still Due
fr: Restant dû
tr: Ödenmesi Gereken

source: Produces:
fr: Produit:
tr: Üretim:

source: Maybe it was destroyed?
fr: Peut-être a-t-il été détruit ?
tr: Belki yok edildi?

source: You cannot build a turret at this place. %s
fr: Vous ne pouvez pas construire une tourelle à cet emplacement. %s
tr: Buraya taret inşa edemezsiniz. %s

source: Automatic Payments
fr: Paiements automatiques
tr: Otomatik Ödeme

source: Cr
tr: Kr

source: You'll have to restart the tutorial, sorry!
fr: Vous allez devoir recommencer le didacticiel, désolé !
tr: Temel eğitime yeniden başlamak zorundasınız, özür dileriz!

source: Automatically pays 10% of your money every few minutes as long as you haven't fully paid for your insurance.
fr: Verse automatiquement 10% toutes les cinq minutes environ, et ce tant que vous n'aurez pas entièrement payé votre assurance.
tr: Sigortanızın tamamını ödeyemediğinizde, Her bir kaç dakikada bir toplam paranızın %10'unu otomatik olarak öder.

source: You're about to transform your ship into a ${factory}.
fr: Vous êtes sur le point de transformer votre vaisseau en ${factory}.
tr: Geminizi bir ${factory} haline çevirmek üzeresiniz.

source: Hull
fr: Coque
tr: Gövde

source: An internal error occurred. See log for more details.
fr: Une erreur interne s'est produite. Lisez le fichier log pour plus de détails.
tr: Dahili bir hata oluştu. Detay için Log dosyasına bakınız.

source: Buy Full Insurance
fr: Acheter une assurance complète
tr: Tam Sigorta Al

source: Your ship will become immobile and, if required, will receive production extensions.
fr: Votre vaisseau sera immobilisé et, si nécessaire, il recevra des extensions de production.
tr: Geminiz hareketsiz hale gelecek ve gerekirse üretim uzantıları olacaktır.

source: Shield
fr: Bouclier
tr: Kalkan

source: You cannot edit a damaged ship.
fr: Vous ne pouvez pas éditer un vaisseau endommagé.
tr: Hasarlı bir gemiyi düzenleyemezsiniz.

source: This is your ship's value.
fr: Valeur financière de votre vaisseau.
tr: Bu geminizin ederidir.

source: Due to a systems change all turrets will be removed from your station.
fr: En raison d'un changement de système, toutes les tourelles seront retirées de votre station.
tr: Sistem değişimlerinden ötürü istasyonunuzdaki tüm taretler kaldırılacaktır.

source: Fire Power
fr: Puissance de Feu
tr: Ateş Gücü

source: Block not found.
fr: Bloc introuvable.
tr: Blok bulunamadı.

source: The price for the insurance of your ship (30% of its value).
fr: Le prix de l'assurance de votre vaisseau (30% de sa valeur).
tr: Geminizin sigorta ücreti (ederinin %30'u).

source: You're too close to another station.
fr: Vous êtes trop proche d'une autre station.
tr: Başka bir istasyona çok yakınsınız.

source: %d Omicron
tr: %d Omikron

source: An internal error occurred, entity has no ShipSystem.
fr: Une erreur interne s'est produite, l'entité n'a pas de système de vaisseau.
tr: Dahili bir hata oluştu, yapının Gemi sistemi yoktur.

source: On destruction, this much money will be refunded by your insurance.
fr: En cas de destruction, cet somme sera remboursée par votre assurance.
tr: Geminizin patlaması durumunda, Bu kadar kredi hesabınıza ödenecektir.

source: Hello there! Are you off on an adventure, too?
fr: Bonjour ! Vous vous préparez vous aussi à partir à l'aventure ?
tr: Merhaba oradaki! Sen de bir maceraya mı başladın?

source: That player isn't online.
fr: Ce joueur n'est pas en ligne.
tr: O oyuncu online değil.

source: The maximum value that your current insurance will cover.
fr: La valeur maximale que votre assurance va couvrir.
tr: Şu anki sigortanızın maksimum karşılayacağı tutar.

source: Absolutely!
fr: Absolument !
tr: Kesinlikle!

source: You need %s credits to pay this crew.
fr: Vous avez besoin de %s crédits pour payer cet équipage.
tr: Bu mürettebata ödeme yapmak için %s krediye ihtiyacınız var.

source: The amount of money you have already paid.
fr: Le montant que vous avez déjà payé.
tr: Ödemiş olduğunuz para miktarı.

source: I'd like to keep to myself.
fr: Cela ne vous regarde pas.
tr: Bunu kendime saklamak isterim.

source: The crew of your ship '%s' was paid.
fr: L'équipage de votre vaisseau '%s' à été payé.
tr: '%s' Mürettebatına ödeme yapıldı.

source: When destroyed, your ship's insurance will refund its value. The price is 30% of your ship's value.
fr: Lorsqu'il est détruit, l'assurance de votre vaisseau vous remboursera de sa valeur totale. Le prix d'achat de l'assurance représente 30% de la valeur de votre vaisseau.
tr: Geminiz yok edilirse, Sigortanız geminizin ücretini karşılar. Geminizin değerinin %30 unu öder.

source: That's great!
fr: C'est génial !
tr: Bu harika!

source: You are currently not inside a craft
fr: Vous ne vous trouvez pas dans un vaisseau
tr: Şu anda bir geminin içinde değilisiniz.

source: You can pay only a fraction of the insurance price, but then only the same fraction of your ship's value gets refunded.
fr: Vous pouvez payer seulement une partie du prix total de l'assurance. Si vous faites ainsi, le prix de votre vaisseau ne vous sera que partiellement remboursé (proportionnel à la somme versée) si votre vaisseau est détruit.
tr: Eğer isterseniz Sigorta bedelinin yalnızca belli bir kısmını ödeyebilirsiniz, ancak o miktar kadar geri ödeme yapılır.

source: Two hundred years ago, there was a cataclysmic catastrophe, which nearly ripped our entire galaxy apart! Everybody just calls it "The Event".
fr: Il y a deux cents ans, il y eu une catastrophe cataclysmique qui a bien failli faire disparaître toute notre galaxie ! Les gens appellent simplement cela "L'Événement".
tr: İki yüz yıl önce, neredeyse tüm galaksimizi parçalayan bir felaket oldu! Herkes buna "Olay" der.

source: You are too far away.
fr: Vous êtes trop loin.
tr: Çok uzaksınız

source: If you make your ship bigger, you will have to make further payments.
fr: Si vous agrandissez votre vaisseau, vous devrez effectuer d'autres paiements.
tr: Eğer geminizi büyütürseniz, ileride ödeme yapmak zorunda kalırsınız.

source: Let's talk about something else.
fr: Parlons d'autre chose.
tr: Başka bir şeyden bahsedelim.

source: sctrs
tr: Sektör

source: Object does not exist
fr: Cet objet n'existe pas
tr: Böyle bir obje yok.

source: If you make your ship smaller, you won't get money back that you already spent, but it stays invested and you won't have to pay twice.
fr: Si vous réduisez la taille votre vaisseau, vous ne recevrez pas plus d'argent que vous n'avez déjà dépensé, mais il reste investi et vous n'aurez pas à payer deux fois.
tr: Geminizi daha küçük yaparsanız, zaten harcadığınız parayı geri almazsınız, ancak yatırımınız kalır ve iki kez ödemek zorunda kalmazsınız.

source: I'd like to leave now.
fr: J’aimerais partir maintenant.
tr: Şimdi gitmek istiyorum.

source: rad/s
tr: Yarıçap/San

source: An internal error occurred, entity has no BlockPlan.
fr: Une erreur interne est apparue, l'entité n'a pas de plan de blocs.
tr: Dahili bir hata oluştu. Yapıda Blok Planı yoktur.

source: Your ship is not insured!
fr: Votre vaisseau n'est pas assuré!
tr: Geminiz Sigortalanmadı!

source: People don't know for sure. But legend has it that an unsurmountable ring of torn hyperspace fabric appeared around the center of the galaxy! And now our hyperspace engines can’t pass it to get to the center, meaning it's cut off from the rest of the galaxy. Since the event nobody has managed to get near the center of the galaxy. The worst part is that the event also spawned hyperspace rifts throughout the galaxy, which makes navigation difficult. And then there's the Xsotan.
fr: Nous n'en savons rien, pour sûr. Mais la légende raconte le centre de la galaxie s'est retrouvé piégé au milieu d'une violente et gigantesque déchirure de l'espace-temps. Et nos moteurs hyper-espace sont incapables de traverser cette déchirure, le centre galactique est depuis lors complètement isolé du reste de la galaxie. Personne n'a même réussi à s'en approcher, depuis l'Événement. Le pire, c'est que l'Événement a également engendré des fissures de l'hyper-espace dans toute la galaxie, ce qui rend la navigation particulièrement difficile. Et puis... il y a les Xsotan.
tr: İnsanların kesin olarak bilmiyorlar. Ancak efsaneye göre aşılması mümkün olmayan Hiperuzay kumaşı gibi galaksinin merkezini çevrelemiş! Şimdi de Hiperuzay motorlarımız bu yırtığı geçip merkeze gidemiyor. Bu da demek ki galaksinin kalanından ayrıldılar. Olaydan beri kimse galaksinin merkezine gidemedi. En kötü yanı ise olayın galaksinin her yanında çatlaklar oluşturup yolculuk yapmayı çok zor hale getirdi. Ve birde Xsotan var...

source: Coordinates don't match
fr: Les coordonnées ne correspondent pas
tr: Koordinatlar uyuşmuyor

source: Insured for %s%% of ship value!
fr: Assuré pour %s%% de la valeur du vaisseau !
tr: Gemi ederinizin %s%% ile Sigortalandı!

source: Go on.
fr: Continuer.
tr: Devam et

source: Internal error, entity not found.
fr: Erreur interne, entité non trouvée.
tr: Dahili hata, Blok bulunamadı.

source: You paid %i$ for %s's insurance.
fr: Vous avez payé %i$ pour l'assurance de %s.
tr: %s ait olan sigorta ücreti için %i$ ödediniz.

source: I've heard rumors that there's lots and lots of it in the center! Apparently it's the perfect element for building space ships. It's robust and light, and its energy properties are crazy! But so far nobody has ever found much of it, but I'm going to change that! I'm going to fly to the center of the galaxy, I'm going to overcome the barrier and then I'll mine all the Avorion I can find so I'll get rich!
fr: J'ai entendu des rumeurs selon lesquelles il y en a beaucoup dans le centre ! Apparemment, c'est l'élément parfait pour la construction de vaisseaux. C'est robuste et léger, et ses propriétés énergétiques sont hallucinantes ! Mais jusqu'à présent, personne n'en n'a jamais trouvé beaucoup. Je veux être le premier à trouver un gisement ! Je vais voler jusqu'au centre de la galaxie, je vais trouver un moyen de traverser la déchirure espace-temps et je minerai tout l'Avorion que je pourrai trouver ! Je vais devenir riche !
tr: Galaksinin merkezinde çok daha fazlası olduğu hakkında bir çok dedikodu duydum! Görünüşe göre uzay gemilerini yapmak için kusursuz bir element. Dirençli ve hafif, enerji özellikleri ise harika! Ancak şimdiye kadar kimse çok fazla bulamadı ama ben bunu değiştireceğim! Galaksinin ortasına uçacağım, bariyerin üstesinden gelip tüm Avorion'u kazacak ve zengin olacağım!

# Weapon Name
source: Rocket Launcher
fr: Lance-roquettes
tr: Roket Rampası

source: The Galactic Conglomerate of %s
fr: Le Conglomérat Galactique de %s
tr: %s Galaktik Şirketi

source: Show Building Help
fr: Afficher l'aide à la construction
tr: İnşa Yardımını Göster

# Mail
source: Take All
fr: Tout prendre
tr: Tümünü Al

source: AI Factions
fr: Factions IA
tr: NPC Örgütler

# Weapon Prefix
source: Launcher
fr: Lance-missiles
tr: Roket

source: The Universal %s Conglomerate
fr: Le Conglomérat %s Universel
tr: Birleşmiş %s Şirketleri

source: - Vanilla block with windows
fr: - Bloc par défaut, avec des hublots
tr: - Normal, pencereli bloklar.

source: Your Inbox is full. You must delete some mails before you can send new ones.
fr: Votre boite de réception est pleine. Vous devez supprimer des mails avant de pouvoir en envoyer de nouveaux.
tr: Gelen kutunuz doldu! Posta gönderebilmek için bir kaçını silmelisiniz.

source: Diplomacy
fr: Diplomatie
tr: Diplomasi

# Weapon Name
source: Plasma Gun
fr: Canon Plasma
tr: Plazma Silahı

source: The Universal Conglomerate of %s
fr: Le Conglomérat Universel de %s
tr: %s Birleşmiş Şirketleri

source: - Vanilla block without windows
fr: - Bloc par défaut, sans hublots
tr: - Penceresiz normal bloklar

source: Your email has no receiver.
fr: Votre mail n'a pas de destinataire.
tr: Epostanıza alıcı yazmalısınız.

source: Sort by
fr: Trier par
tr: Filtrele

# Weapon Prefix
source: Plasma
tr: Plazma

source: The Democratic %s Conglomerate
fr: Le Conglomérat Démocratique %s
tr: Demokratik %s Şirketleri

source: - Increases Primary Acceleration
fr: - Améliore l'Accélération du Vaisseau
tr: - Ana Hızlandırmayı Arttırır

source: You don't have as many resources as you attached to that mail.
fr: Les ressources que vous voulez envoyer dépassent celles que vous possédez réellement.
tr: Postanıza eklediğiniz kaynakları karşılayamıyorsunuz.

source: Show
fr: Afficher
tr: Göster

# Weapon Name
source: Chaingun
fr: Mitrailleuse
tr: Makineli Tüfek

source: The Democratic Conglomerate of %s
fr: Le Conglomérat Démocratique de %s
tr: %s Demokratik Şirketleri

source: - Increases Max Velocity
fr: - Améliore la Vitesse Maximale
tr: - Max Sürati Arttırır

source: You can't send a mail that does not contain anything.
fr: Vous ne pouvez pas envoyer un courrier vide.
tr: İçinde hiç bir şey olmayan bir postayı yollayamazsınız.

source: Relations: %i (%s)
tr: İtibar: %i (%s)

# Weapon Prefix
source: Chaingun
fr: Mitrailleuse
tr: Makineli Tüfek

source: Iron
fr: Fer
tr: Demir

source: - Allows Boosting
fr: - Permet de Booster l'Accélération
tr: - Turbo İmkanı Sağlar

# Mail sender
source: From:
fr: De:
tr: Gelen:

# ex: Very Greedy
source: Very %s
fr: Très %s
tr: Çok %s

source: Titanium
fr: Titane
tr: Titanyum

source: - Increases Cargo Storage
fr: - Augmente le Capacité de Stockage de Marchandises
tr: - Kargo Kapasitesini Arttırır

# Mail recipient
source: To:
fr: À:
tr: Kime:

source: Not much is known about this faction.
fr: Il n'y a pas grand chose de connu à propos de cette faction.
tr: Bu örgüt hakkında çok şey bilinmiyor.

source: Naonite
tr: Neonayt

source: - Doesn't work if too small
fr: - Ne fonctionne pas si trop petit
tr: - Eğer çok küçük yaparsanız işe yaramaz

source: Back to Menu
fr: Retour au menu
tr: Menüye dön

# Weapon Name
source: Mining Laser
fr: Laser de Minage
tr: Madenci Lazeri

source: Trinium
tr: Triniyum

source: - Increases Crew Size
fr: - Améliore le nombre d'hommes max. dans l'équipage.
tr: - Mürettebat Sayısını Arttırır

source: Connection Lost
fr: Connexion Perdue
tr: Bağlantı Koptu

# Weapon Prefix
source: Mining
fr: Minage
tr: Madenci Lazeri

source: Xanion
tr: Zanion

source: - Low Durability
fr: - Faible Durabilité
tr: - Dayanıklı Değil

# Weapon Name
source: Salvaging Laser
fr: Laser de Recyclage
tr: Enkaz Lazeri

source: Ogonite
tr: Ogonayt

source: - Reduces Drifting
fr: - Réduit la dérive
tr: - Sürüklenmeyi Azaltır

source: Reset the controls to the default settings
fr: Réinitialiser les contrôles
tr: Kontrolleri varsayılan ayarlara çevirir.

# Weapon Prefix
source: Salvaging
fr: Recyclage
tr: Enkaz Lazeri

source: - Increases Rotational Speed
fr: - Améliore la Vitesse de Rotation
tr: - Dönme Hızını Arttırır

# Weapon Name
source: Lightning Gun
fr: Canon éclaire
tr: Elektrik Silahı

source: - Increases Strafing Speed
fr: - Améliore la vitesse de déplacement latéral
tr: - Sağa sola gitme Hızını Arttırır

source: Key Layout
fr: Configuration des Touches
tr: Tuş Düzeni

# Weapon Prefix
source: Lightning
fr: Canon éclaire
tr: Elektrik Silahı

source: Petty
fr: Petit
tr: Önemsiz

source: - Rotational effects improved when built far from center of mass
fr: - Effet de rotation amélioré si construit loin du centre de masse
tr: - Eğer iticileri Kütle merkezinden uzağa koyarsanız Dönüşlerde daha efektif olacaklardır

source: Close
fr: Fermer
tr: Kapat

# Weapon Name
source: Tesla Gun
fr: Canon Tesla
tr: Tesla Silahı

source: Common
fr: Commun
tr: Sıradan

source: - Strength scales with Material
fr: - La force augmente avec le matériau
tr: - Materyal geliştikçe gücü de aynı ölçüde artar

source: Control Settings
fr: Options de Contrôles
tr: Kontrol Ayarları

source: Uncommon
fr: Peu commun
tr: Alışılmamış

source: - Creates Artificial Subspace Friction
fr: - Génère une Force de Friction Artificielle
tr: - Yapay bir alt uzay sürtünmesi oluşturur

source: Mouse Sensitivity
fr: Sensibilité de la Souris
tr: Fare Hassasiyeti

# Weapon Name
source: Laser
tr: Lazer

source: Rare
tr: Nadir

source: - High Energy Consumption
fr: - Consommation d'Energie Elevée
tr: - Yüksek Enerji Tüketimi

source: Invert Y
fr: Inverser Y
tr: Y Ekseni

# Weapon Prefix
source: Laser
tr: Lazer

source: Exceptional
fr: Exceptionnel
tr: Ender

source: - Rotational Effects improved when built far from center of mass
fr: - Effet de rotation amélioré si construit loin du centre de masse
tr: - Kütle merkezinden uzağa yerleştirirseniz Dönüş efektlerinde gelişim görürsünüz.

source: Key Bindings
fr: Configurer les Touches
tr: Tuşlar

# Weapon Name
source: Repair Beam
fr: Rayon Réparateur
tr: Tamir Lazeri

source: Exotic
fr: Exotique
tr: Egzotik

source: - Low Cost
fr: - Coût Faible
tr: - Düşük Maliyet

source: Host Game
fr: Héberger une partie
tr: Sunucu olarak oyun başlat

# Weapon Prefix
source: Repair
fr: de Réparation
tr: Tamir Lazeri

source: Legendary
fr: Légendaire
tr: Efsanevi

source: - Low Mass
fr: - Masse Faible
tr: - Düşük Kütle

source: Name:
fr: Nom:
tr: Oyun İsmi:

# Weapon Name
source: Railgun
tr: Raylı Top

source: Neutral
fr: Neutre
tr: Tarafsız

source: - Storage for Fighters
fr: - Espace de Stockage pour Chasseurs
tr: - Savaşçılar için Depolama Alanı

source: Seed:
tr: Tohum:

# Weapon Prefix
source: Railgun
tr: Raylı Top

source: Friendly
fr: Amical
tr: Dostane

source: - [Station Only] Docking Possibility
fr: - [Station uniquement] Permet de s'Amarrer
tr: - [Sadece İstasyon için] Kenetlenmeyi Mümkün Kılar

source: Maximum Players:
fr: Maximum de Joueurs:
tr: Maximum Oyuncu Sayısı:

# Weapon Name
source: Force Gun
fr: Canon Cinétique
tr: Güç Silahı

source: Good
fr: Bonne
tr: İyi

source: - Creates A Protective Shield
fr: - Créé un Bouclier Protecteur
tr: - Koruyucu Bir Kalkan Oluşturur

source: Difficulty:
fr: Difficulté:
tr: Zorluk Seviyesi:

# Weapon Prefix
source: Force
fr: Cinétique
tr: Güç Lazeri

source: Excellent
fr: Éxcellente
tr: Seçkin

source: - Covers the entire ship
fr: - Couvre tout le vaisseau
tr: - Bütün Gemiyi Kaplar

source: Collision Damage:
fr: Dégâts des Collision :
tr: Çarpışma Hasarı:

source: No resources
fr: Pas de ressources
tr: Kaynak yok

source: Admired
fr: Admiré
tr: Takdir Ediliyor

source: - Increases Battery Size
fr: - Améliore la Taille de la Batterie
tr: - Pil Boyutunu Arttırır

# collision damage factor
source: Full
fr: Total
tr: Tam

source: Mistrustful
fr: Méfiant
tr: Güvenilmez

source: - Produces Energy
fr: - Produit de l'Energie
tr: - Enerji Üretir

# ex: 5 Iron and 15 Titanium
source: %1% %2% and %3% %4%
fr: %1% %2% et %3% %4%
tr: %1% %2% ve %3% %4%

source: Poor
fr: Pauvre
tr: Kötü

source: - Creates a protective field for Blocks
fr: - Créé un champ de protection pour les blocs
tr: - Bloklar için koruyucu bir alan oluşturur.

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: %1% %2%, %3% %4% and %5% %6%
fr: %1% %2%, %3% %4% et %5% %6%
tr: %1% %2%, %3% %4% ve %5% %6%

source: Bad
fr: Mauvais
tr: Beter

source: - Blocks in the field have a very high durability
fr: - Les blocs dans le champs ont une très grande durabilité
tr: - Alandaki bloklar oldukça dayanıklı hale gelirler.

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6% and %7% %8%
fr: %1% %2%, %3% %4%, %5% %6% et %7% %8%
tr: %1% %2%, %3% %4%, %5% %6% ve %7% %8%

source: Hateful
fr: Haineux
tr: Nefret Ediliyor

source: - Increases Processing Power
fr: - Améliore la Puissance de Calcul
tr: - İşlemci Gücünü Arttırır

# collision damage factor
source: None
fr: Aucun
tr: Kapalı

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8% et %9% %10%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8% ve %9% %10%

source: Abhorrent
fr: Exécrable
tr: Karşıt

source: for more system upgrades
fr: pour plus de systèmes embarqués
tr: - Daha fazla sistem kartı takabilmek için kullanılır.

source: Creative Mode
fr: Mode Créatif
tr: Kreatif Mod

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% et %11% %12%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% ve %11% %12%

source: [At War]
fr: [En Guerre]
tr: [Savaş]

source: - Increases Hyperspace Jump Range
fr: - Augmente la Portée du Saut Hyper-espace
tr: - Hiperuzay sıçrama menzilini genişletir.

source: Players Share Home Sector
fr: Les joueurs partagent le secteur d'origine
tr: Oyuncular Aynı Sektörde Doğsunlar

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% et %13% %14%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% ve %13% %14%

source: [Truce]
fr: [Trêve]
tr: [Ateşkes]

source: - Produces small Amounts of Energy
fr: - Produit de Petites Quantités d'Energie
tr: - Küçük Miktarlarda Enerji Üretir

source: If activated, all players start in the same sector. If not, they will start in different sectors near each other.
fr: Si activé, tous les joueurs commencent dans le même secteur. Sinon, ils commenceront dans différents secteurs, proches les uns des autres.
tr: Eğer aktif edilirse tüm oyuncular aynı sektörde başlar. Eğer edilmez ise birbirlerine yakın ancak farklı sektörlerde başlarlar.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% et %15% %16%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% ve %15% %16%

source: [At Peace]
fr: [En paix]
tr: [Barış Halinde]

source: - Yield depends on surface area
fr: - Le rendement dépend de la surface
tr: - Randımanı yüzey alanı ile doğru oranltılıdır

source: Authenticate Users
fr: Identifier les Utilisateurs
tr: Kullanıcıları Onayla

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% et %17% %18%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% ve %17% %18%

source: [Allies]
fr: [Alliés]
tr: [Müttefik]

source: - Turrets built on this block are locked into a single direction and can't turn.
fr: - Les tourelles construites sur ce bloc sont verrouillées dans une direction et ne peuvent pas pivoter.
tr: - Bu blok üzerindeki taretler tek bir yöne kitlidir ve başka yöne dönmezler.

source: If activated, all logged in players will undergo steam authentication.
fr: Si activé, tous les joueurs connectés devront être soumis à une authentification Steam.
tr: Eğer aktive edilirse, bağlanan oyuncular steam tarafından onay sürecinden geçeceklerdir.
