Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Bigger than energy cells, these devices can hold up to 1000x more energy.
fr: Plus grosses que les cellules d'énergie, ces appareils peuvent contenir jusqu'à 1000 fois plus d'énergie.
tr: Enerji çekirdeklerinden daha büyüktür. Normal çekirdeklerin 1000 katı daha fazla enerji tutabilir.

source: Because I said so!
fr: Parce que c'est comme ça !
tr: Çünkü hayır dedim!

source: A small group of alien ships appeared!
fr: Un petit groupe de vaisseaux aliens est apparu !
tr: Küçük bir grup uzaylı gemisi belirdi!

source: A hand full of diamonds. Useless unless you know where to sell them.
fr: Une poignée de diamants. Inutiles, sauf si vous savez où les vendre.
tr: Bir avuç dolusu elmas. Nereye satacağınızı bilmeden bir işe yaramazlar.

source: Solar Panel
fr: Panneau solaire
tr: Güneş Paneli

source: Enough stupid questions, die!
fr: Assez avec ces questions stupides. Mourez !
tr: Aptal sorularından sıkıldım, Geber!

source: Your sensors picked up short bursts of subspace signals.
fr: Vos capteurs détectent des brèves émissions de signaux subspatiaux.
tr: Sensörleriniz kısa dalga alt uzay sinyalleri algıladı.

source: Ore
fr: Minerai
tr: Cehver

# plural
source: Solar Panels
fr: Panneaux solaires
tr: Güneş Paneli

source: You have 2 choices. You can choose to pay ${amount} credits for your pathetic life and ship, or you can choose to die.
fr: Vous avez 2 choix. Vous pouvez choisir de payer ${montant} crédits pour épargner votre vie pathétique et votre misérable vaisseau, ou vous pouvez choisir de mourir.
tr: 2 Seçeneğin var. Ya ${amount} kadar krediyi ödemeyi kabul eder, zavallı hayatını ve gemini kurtarırsın, yada ölmeyi seçebilirsin.

source: The signals are growing stronger.
fr: Les signaux deviennent plus forts.
tr: Sinyaller güçleniyor.

# plural
source: Ore
fr: Minerais
tr: Cerver

# prefix
source: Solar Panel
fr: Panneau solaire
tr: Güneş Paneli

source: You have not heard of me yet? I am ${boss}, scourge of the outer sectors. You will get to know me soon enough.
fr: Vous n'avez jamais entendu parler de moi auparavant ? Je suis ${boss}, fléau des secteurs extérieurs. Vous allez apprendre à me connaître bien assez tôt.
tr: Daha adımı duymadın mı ? Ben ${boss}, Dış sektörlerin cezalandırıcısı. Yakında beni tanıyacaksın.

# prefix
source: Ore
fr: Minerai
tr: Cevher

source: Solar panels that can generate electricity from sunlight.
fr: Panneaux solaires qui peuvent générer de l'électricité à partir de la lumière du soleil.
tr: Güneş ışınlarından elektrik üreten paneller.

source: You don't scare me.
fr: Vous ne me faites pas peur.
tr: Beni korkutmuyorsun.

source: A group of alien ships warped in!
fr: Un groupe de vaisseaux aliens vient d'émerger d'un saut hyper-espace.
tr: Sisteminize bir grup uzaylı gemisi atladı!

source: Raw ore containing some kind of metal.
fr: Minerai brut contenant une sorte de métal.
tr: Biraz metal barındıran ham maden.

source: Explosive Charge
fr: Charge Explosive
tr: Patlayıcı

source: Oh, looks like we have a brave hero here! I might actually like you. I'll kill you quickly.
fr: Oh, il semblerait nous ayons trouvé un courageux héros ! En fait, je crois que j'aurai pu vous apprécier. Mais je vais plutôt vous faire disparaître brutalement.
tr: Ah, Görünüşe göre burada cesur bir kahramanımız var! Senden gerçekten hoşlanabilirdim. Seni hızlıca öldüreceğim.

source: There are lots and lots of subspace signals! Careful!
fr: Il y a beaucoup, beaucoup, de signaux subspatiaux ! Prudence !
tr: Birden fazla alt uzay sinyali alıyorsunuz!! Dikkat edin!!

source: Crystal
fr: Cristal
tr: Kristal

# plural
source: Explosive Charges
fr: Charges explosives
tr: Patlayıcı

source: What do you want from me?
fr: Qu'est-ce que vous attendez de moi ?
tr: Benden ne istiyorsunuz?

# plural
source: Crystals
fr: Cristaux
tr: Kristal

# prefix
source: Explosive Charge
fr: Charge Explosive
tr: Patlayıcı

source: It's time someone put an end to you!
fr: Il est temps que quelqu'un s'occupe de vous !
tr: Birinin senin işini bitirmesinin zamanı geldi!

source: A large group of alien ships appeared!
fr: Un grand groupe de vaisseaux aliens est apparu !
tr: Büyük bir uzaylı grubu belirdi!!

# prefix
source: Crystal
fr: Cristal
tr: Kristal

source: A military grade explosive.
fr: Un explosif de qualité militaire.
tr: Askeri düzeyde patlayıcı.

source: Look at this maggot! Do you really think you have a chance?
fr: Regardez-moi cet asticot ! Croyez-vous vraiment avoir une chance ?
tr: Seni zavallı böcek!! Gerçekten bir şansın olabileceğini mi sandın?

source: The subspace signals are getting too strong for your scanners. Brace yourself!
fr: Les signaux subspatiaux deviennent trop forts pour vos scanners. Préparez vous !
tr: Alt uzay sinyalleri tarayıcılarınız için çok kuvvetlendi. Kendinizi hazırlayın!

source: Naturally grown crystals.
fr: Cristaux naturels.
tr: Doğal yollarla büyümüş kristaller.

source: Fusion Core
fr: Noyau de fusion
tr: Füzyon Çekirdeği

source: Prepare to die!
fr: Préparez-vous à mourir !
tr: Ölmeye hazırlan!

source: Danger! A large fleet of alien ships appeared!
fr: Danger ! Une grande flotte de vaisseaux aliens est apparue!
tr: Tehlike!! Büyük bir uzaylı filosu belirdi!

# plural
source: Fusion Cores
fr: Noyaux de fusion
tr: Füzyon Çekirdeği

source: ${boss}? Who were your predecessors?
fr: ${boss}? Qui étaient tes prédécesseurs?
tr: ${boss}? Ataların kimlerdi?

source: Mayday! Mayday! We are under attack by pirates! Our position is \s(%i:%i), someone help, please!
fr: Au secours ! Au secours ! Nous sommes attaqués par des pirates ! Notre position est \s(%i:%i), que quelqu'un nous aide, s'il vous plaît !
tr: Mayday! Mayday! Korsanlar tarafından saldırıya uğradık! \s(%i:%i) pozisyonundayız. Birileri yardım etsin, Lütfen!!

# plural
source: Minerals
fr: Minéraux
tr: Mineral

# prefix
source: Fusion Core
fr: Noyau de Fusion
tr: Füzyon Çekirdeği

source: I am just one of many brothers! After they were killed, it was my time to rise to power!
fr: Je ne suis qu'un parmi mes nombreux frères ! Quand ils ont été tués, il était temps pour moi de prendre le pouvoir !
tr: Birçok kardeşimden biriyim! Diğerleri öldükten sonra güce erişmek için zamanım geldi!

source: Mayday! CHRRK ... under attack CHRRK ... pirates ... CHRRK ... position \s(%i:%i) ... help!
fr: Mayday ! CHRRK ... attaqués CHRRK ... pirates ... CHRRK ... position \s(%i:%i) ... aide !
tr: Mayday! CHRRK ... saldırı CHRRK ... korsanlar ... CHRRK ... konum \s(%i:%i) ... imdat!

source: Highly advanced portable fusion generator.
fr: Générateur de fusion portable hautement avancé.
tr: Oldukça gelişmiş taşınabilir füzyon jeneratörü.

source: I'll be leaving now.
fr: Je vais partir maintenant.
tr: Şimdi gideceğim.

source: Can anybody hear us? We have been ambushed by pirates! Our position is \s(%i:%i) Help!
fr: Est-ce que quelqu'un peut nous entendre ? Nous avons été pris en embuscade par des pirates ! Notre position est \s(%i:%i). À l'aide
tr: Bizi duyabilen varmı? Korsanlar tarafından pusuya düşürüldük! Konumumuz \s(%i:%i) İmdat!!

source: A canister full of mineral powder.
fr: Une boîte pleine de poudre minérale.
tr: Mineral tozu dolu bir tüp.

source: High Pressure Tube
fr: Tube à Haute Pression
tr: Yüksek Başınçlı Tüp

source: Not so fast.
fr: Pas si vite.
tr: Yavaş ol bakalım.

source: This is a distress call! Our position is \s(%i:%i) We are under attack by pirates, please help!
fr: Ceci est un appel de détresse ! Notre position est \s(%i:%i). Nous sommes attaqués par des pirates, s'il vous plaît aidez-nous!
tr: Bu bir yardım çağrısıdır! Konumumuz \s(%i:%i) Korsan saldırısı altındayız, lütfen yardım edin!

source: Scrap Metal
fr: Ferraille
tr: Hurda Metal

# plural
source: High Pressure Tubes
fr: Tubes à Haute Pression
tr: Yüksek Basınç Tüpü

source: Well hello there. Now who might you be?
fr: Et bien bonjour. Maintenant dites moi qui pouvez-vous bien être?
tr: Size de merhaba. Kimsiniz acaba?

# plural
source: Scrap Metal
fr: Ferraille
tr: Hurda Metal

# prefix
source: High Pressure Tube
fr: Tube à haute pression
tr: Yüksek Basınç Tüpü

source: I could ask you the same.
fr: Je pourrais te demander la même chose.
tr: Bende aynısını size soracaktım.

source: You have received a distress signal by an unknown source.
fr: Vous avez reçu un appel de détresse émanant d'une source inconnue
tr: Bilinmeyen bir kaynaktan yardım çağrısı aldınız.

# prefix
source: Scrap Metal
fr: Ferraille
tr: Hurda

source: Tubes that can sustain extremely high pressure. Most commonly used in factories or weapons.
fr: Des tubes qui peuvent supporter une pression extrêmement importante. Ils sont souvent utilisés dans les usines ou des armes.
tr: Son derece yüksek basınca dayanıklı tüpler. Genel olarak fabrika ve silahlarda kullanılmak üzere.

source: Nobody, goodbye.
fr: Personne, au revoir.
tr: Hiç kimse, hoşçakal.

source: Distress Signal
fr: Signal de Détresse
tr: Acil durum Sinyali

source: A container full of metal junk.
fr: Un conteneur plein de déchets métalliques.
tr: Tamamen metal hurda ile dolu bir konteyner.

source: Targeting Card
fr: Carte de ciblage
tr: Hedefleme Kartı

source: Don't you dare cut me off! You will pay for this!
fr: Ne vous avisez pas de m'interrompre ! Vous allez payer pour cela !
tr: Beni durdurmaya nasıl cüret edersin!! Bunu ödeyeceksin!

source: You received a distress call from an unknown source. Their last reported position was (%i:%i).
fr: Vous avez reçu un appel de détresse d'une source non-identifiée. Leur dernière position connue était (%i:%i).
tr: Bilinmeyen bir kaynaktan Acil durum çağrısı aldınız. Rapor edilmiş son konumları: (%i:%i).

source: Raw Oil
fr: Pétrole brut
tr: Ham Petrol

# plural
source: Targeting Cards
fr: Cartes de ciblage
tr: Hedefleme Kartı

source: You are looking at the first people in centuries who will fly into Xsotan territory.
fr: Cela fait des siècles que plus personne n'a navigué en territoire Xsotan. Vous avez devant vous les premières personnes qui vont le faire de nouveau.
tr: Yüzlerce yıldır ilk defa Xsotan Teknolojisine doğru uçmuş insanlara bakıyorsun.

source: Help! uh... I'm a rich trader and I'm being attacked by pirates at \s(%i:%i) Help! Help! Reward! Reward!
fr: À l'aide ! Euh... Je suis un riche marchand et je suis attaqué par des pirates à \s(%i:%i). À l'aide ! À l'aide ! Récompense ! Récompense !
tr: İmdat! ah... Zengin bir tüccarım ve korsanlar tarafından saldırıya uğradım konumum \s(%i:%i) İmdat! imdat! Ödül! Ödül!

# plural
source: Raw Oil
fr: Pétroles Bruts
tr: Ham Petrol

# prefix
source: Targeting Card
fr: Carte de ciblage
tr: Hedefleme Kartı

source: Once we've collected all the artifacts, we'll be able to open the gateway and recover the Xsotan's treasures and technology!
fr: Une fois que nous aurons rassemblé tous les artefacts, nous pourrons ouvrir un portail et récupérer les trésors et la technologie des Xsotan !
tr: Tüm tarihi eserleri topladığımızda Xsotan'ın teknoloji ve hazinelerini toplamak için gerekli kapıyı açabileceğiz.

source: Head Hunter
fr: Chasseur de têtes
tr: Kelle Avcısı

# prefix
source: Raw Oil
fr: Pétrole brut
tr: Ham Petrol

source: Multi-purpose chip with targeting software for missiles or turrets.
fr: Puce polyvalente avec logiciel de ciblage pour missiles et tourelles.
tr: Genelde füzeler ve taretlerde kullanılmak üzere çok amaçlı hedefleme yazılımı olan bir çip.

source: But you won't have to worry about that. All that's important is that you brought us one of the artifacts.
fr: Mais vous n'aurez pas à vous en soucier. Tout ce qui compte, c'est que vous nous ayez bien apporté l'un de ces artefacts.
tr: Fakat bunun için üzülmemelisiniz. Önemli olan şey bize bu tarihi eseri getirmiş olmanız.

source: A barrel of unrefined oil.
fr: Un baril de pétrole brut.
tr: Bir varil rafine edilmemiş petrol.

source: Electromagnetic Charge
fr: Charge Électromagnétique
tr: Elektromanyetik Patlayıcı

source: You don't understand.
fr: Vous ne comprenez pas.
tr: Beni anlamadın.

source: Wipe out pirates in (${location.x}:${location.y})
fr: Éliminez les pirates en (${location.x}:${location.y})
tr: (${location.x}:${location.y}) Konumundaki korsanları yok et.

source: Toxic Waste
fr: Déchet Toxique
tr: Zehirli Atık

# plural
source: Electromagnetic Charges
fr: Charges Électromagnétiques
tr: Elektromanyetik Patlayıcı

source: We are not giving you a choice.
fr: Nous ne vous offrons aucun choix.
tr: Sana seçim şansı vermiyoruz.

source: The ${giver} asked you to take care of a group of pirates that settled in sector (${location.x}:${location.y}).
fr: Le ${giver} vous a demandé d'aller vous occuper d'un groupe de pirates basés dans le secteur (${location.x}:${location.y}).
tr: ${giver} Sizden (${location.x}:${location.y}) konumundaki korsanlardan kurtulmak için yardım istedi.

# plural
source: Toxic Waste
fr: Déchets toxiques
tr: Zehirli Atık

# prefix
source: Electromagnetic Charge
fr: Charge électromagnétique
tr: Elektromanyetik Patlayıcı

source: And we don't want any witnesses or competition.
fr: Et nous ne voulons aucun témoin ou concurrence.
tr: Ve hiçbir şahit yada rekabet edecek kimse istemiyoruz.

source: Thank you for taking care of this scum. We transferred the reward to your account.
fr: Merci de vous être chargé de ces ordures. Nous venons de transférer une récompense sur votre compte. (nous avons transféré?)
tr: Bu alçakların icabına baktığınız için teşekkür ederiz. Ödülünüzü hesabınıza transfer ettik.

# prefix
source: Toxic Waste
fr: Déchet toxique
tr: Zehirli Atık

source: One-time use charge that can set free a strong electromagnetic pulse.
fr: Une charge à utilisation unique qui peut libérer une forte impulsion électromagnétique.
tr: Tek kullanımlık çok güçlü elektromanyetik şok.

source: Boys and girls, let's blow this maggot to space dust and get the artifact!
fr: Mesdames et messieurs, réduisons cet asticot en poussière spatiale et récupérons l'artefact.
tr: Hanımlar ve Beyler, hadi şu dalkavuğu uzay tozuna çevirelim ve tarihi eseri alalım!

source: Looks like someone already took care of them. Thank you nevertheless.
fr: On dirait que quelqu'un s'est déjà occupé d'eux. Merci quand même.
tr: Görünüşe göre biri zaten icabına bakmış. Yinede teşekkürler.

source: A tank full of some glowing liquid. Highly toxid.
fr: Un réservoir rempli d'un liquide luisant. Très toxique.
tr: Parıldayan likitle dolu bir tank. Oldukça Zehirli.

source: You will now give it to us.
fr: Vous allez maintenant nous le donner.
tr: Şimdi onu bize vereceksin.

source: Deliver ${amount} ${plural}
fr: Livrer ${amount} ${plural}
tr: ${amount} Adet ${plural} Teslim et

source: Energy Cell
fr: Cellule d'Energie
tr: Enerji Çekirdeği

source: Here, have it.
fr: Tenez, prenez-le.
tr: Burada, al işte.

source: Delivery: ${plural}
fr: Livraison: ${plural}
tr: Teslimat: ${plural}

# plural
source: Energy Cells
fr: Cellules d'Energie
tr: Enerji Çekirdeği

source: What about my reward?
fr: Qu'en est-il de ma récompense?
tr: Benim ödülüm ne olacak?

source: Deliver %i %s
fr: Livrer %i %s
tr: Teslimat %i %s

# prefix
source: Energy Cell
fr: Cellule d'Energie
tr: Enerji Çekirdeği

source: A rail for immense acceleration of projectiles with magnetic fields.
fr: Un rail qui accélère énormément les projectiles grâce à des champs magnétiques.
tr: Manyetik alanlı kurşunlar için muazzam hızlandırıcı bir namlu.

source: Oh man, look at this one!
fr: Oh mec, regarde celui-ci !
tr: Hey dostum, şuna da bir bak!

source: Thank you. We returned your deposit and transferred the reward to your account.
fr: Merci. Nous vous avons remboursé la caution et avons transféré la récompense sur votre compte.
tr: Teşekkürler. Depozitonuzu ve ödülünüzü hesabınıza transfer ettik.

source: Small blue canisters with a high voltage charge inside them.
fr: Petites canettes bleues avec une charge à haute tension à l'intérieur.
tr: İçlerinde yüksek voltaj bulunduran küçük mavi tüpler.

source: Turbine
tr: Türbin

source: Did you really think you'd get a reward?
fr: Vous pensiez vraiment que vous auriez une récompense ?
tr: Gerçekten bir ödül alacağını mı sandın?

source: There must have been a misunderstanding, you don't have all the cargo. We need ${amount} ${good}.
fr: Il y a un malentendu, vous n'avez pas toutes les marchandises. Nous avons besoin de ${amount} ${good}.
tr: Bir yanlış anlaşılma olmalı, Kargonun tamamına sahip değilsiniz. ${amount} Adet ${good} gerekli.

source: Gem
fr: Gemme
tr: Değerli Taş

# plural
source: Turbines
tr: Türbin

source: We lied!
fr: Nous avons menti !
tr: Yalan söyledik!

source: Please return when you have the goods.
fr: S'il vous plaît, revenez quand vous aurez les marchandises.
tr: Lütfen ürünler elinizde iken gelin.

# plural
source: Gems
fr: Gemmes
tr: Değerli Taş

# prefix
source: Turbine
tr: Türbin

source: On second thought, I'd rather not.
fr: À la réflexion, je préfère ne pas le faire.
tr: Bir daha düşündüm de, sanırım almayacağım.

source: You will have to dock to deliver the goods.
fr: Vous devez vous mettre à quai pour livrer la marchandise.
tr: Teslimatı yapabilmek için bağlanmış olmalısınız.

# prefix
source: Gem
fr: Gemme
tr: Değerli Taş

source: Multi-purpose turbine.
fr: Une turbine multi-usage.
tr: Çok amaçlı türbin.

source: I can't believe it, our bulletin actually worked!
fr: Je ne peux pas le croire, notre bulletin a effectivement fonctionné!
tr: İnanamıyorum, Bültenimiz gerçekten çalıştı!

source: What are you doing? The client is waiting for his goods! Get them delivered!
fr: Que faites vous ? Le client est en train d'attendre la marchandise ! Allez la livrer !
tr: Ne yapıyorsun? Müşteri ürünlerini bekliyor! Teslimatı tamamla!

source: A big gem. It's worth a lot, but you have to sell it first.
fr: Une grosse gemme. Elle peut vous rapporter beaucoup d'argent, si vous parvenez à la vendre.
tr: Kocaman değerli bir taş. Baya değerli gözüküyor, tabi önce satacak yer bulmalısın.

source: Medical Supplies
fr: Fourniture Médicale
tr: Medikal İkmal Malzemesi

source: I have your artifact.
fr: J'ai ton artefact.
tr: Tarihi eseriniz bende.

source: Are you flying away with my goods? Thief! This will have consequences! You're fired!
fr: Êtes-vous en train de vous enfuir avec ma marchandise ? Voleur ! Vous en subirez les conséquences ! Vous êtes viré !
tr: Mallarımla kaçıyormusun? Hırsız!! Bunun sonuçları olacak! Kovuldun!

source: Gold
fr: Or
tr: Altın

# plural
source: Medical Supplies
fr: Fournitures médicales
tr: Medikal İkmal Malzemesi

source: Yes, we know.
fr: Oui, nous savons.
tr: Evet, Biliyoruz.

source: Where are you? You're late on your delivery! Someone else has delivered the goods to the client. You're fired!
fr: Où êtes-vous ? Vous êtes en retard pour votre livraison ! Quelqu'un d'autre a déjà livré les marchandises au client. Vous êtes viré!
tr: Neredeydin? Teslimatında geciktin! başka biri senden önce ürünleri müşteriye ulaştırdı. Kovuldun!

# plural
source: Gold
fr: Or
tr: Altın

# prefix
source: Medical Supplies
fr: Fourniture Médicale
tr: Medikal İkmal Malzemesi

# plural
source: Who are you?
fr: Qui êtes-vous ?
tr: Neredesiniz?

source: Great. My courier is somewhere in the galaxy and not to be found. The client was waiting for his delivery! You're fired!
fr: Génial... Mon coursier erre quelque part dans la galaxie...introuvable. Alors que mon client attendait sa livraison ! Vous êtes viré !
tr: Harika. Teslimatım galakside bulunmamak üzere kayboldu. Müşteri de teslimatını bekliyor! Kovuldun!

# prefix
source: Gold
fr: Or
tr: Altın

source: A box with everyday medical supplies containing bandages, antibiotics and germicides.
fr: Une boite avec des fournitures médicales de tous les jours, contenant des bandages, des antibiotiques et des antiseptiques.
tr: Bandaj, Antibiyotikler, Antiseptik gibi günlük sağlık malzemelerinin bulunduğu kutu.

source: Yeah, I'm leaving now.
fr: Ouais, je m'en vais maintenant.
tr: Evet, şimdi gidiyorum.

source: A small box containing gold bars.
fr: Une petite boîte contenant des barres d'or.
tr: Altın külçelerinin bulunduğu küçük sandık.

source: Satellite
tr: Uydu

source: The guardian is starting to channel the black hole's energy!
fr: Le Gardien a commencé à canaliser l'énergie du trou noir !
tr: Gardiyan Kara deliğin enerjisini yönlendirmeye başladı!

source: It looks like the recipient has disappeared. Please return the cargo, we've updated your mission status.
fr: Il semble que le récipient a disparu. Rendez nous le cargo s'il vous plaît, nous avons mis à jour votre mission.
tr: Görünüşe göre alıcı ortadan kayboldu. Lütfen kargoyu geri getirin, görev tanımınızı güncelledik.

source: Platinum
fr: Platine
tr: Platinyum

# plural
source: Satellites
tr: Uydu

source: Attack the Guardian!
fr: Attaquez le Gardien !
tr: Gardiyana Saldırın!

# plural
source: Platinum
fr: Platine
tr: Platinyum

# prefix
source: Satellite
tr: Uydu

source: Attack the small ships!
fr: Attaquez les petits vaisseaux !
tr: Küçük gemilere saldırın!

source: A client asked you to take care of an urgent delivery of ${amount} ${goods}.
fr: Un client a demandé que vous vous occupiez en urgence de la livraison de ${amount} ${goods}.
tr: Bir müşteri sizden acil bir teslimat yapmanızı rica etti.${amount} Adet ${goods}.

# prefix
source: Platinum
fr: Platine
tr: Platinyum

source: A satellite used for reasearch or spying.
fr: Un satellite utilisé pour la recherche ou l'espionnage.
tr: Araştırma yada casusluk için kullanılan uydu.

source: The client expecting the goods is located at (${x}:${y}).
fr: Le client en attente de la marchandise se situe aux coordonnées suivantes : (${x}:${y}).
tr: Müşteri ürünlerini (${x}:${y}) konumunda istiyor.

source: A small box containing platinum bars.
fr: Une petite boîte contenant des barres de platine.
tr: Platinyum çubukları dolu bir sandık.

source: Drill
fr: Foreuse
tr: Matkap

source: Silver
fr: Argent
tr: Gümüş

# plural
source: Drills
fr: Foreuses
tr: Matkap

source: Exchange crew
fr: Transférer l'équipage
tr: Tayfayı değiştir

source: Time Left: ${time}
fr: Temps Restant : ${time}
tr: Kalan zaman:${time}

# plural
source: Silver
fr: Argent
tr: Gümüş

# prefix
source: Drill
fr: Foreuse
tr: Matkap

source: Exchange cargo
fr: Echanger la Cargaison
tr: Kargoyu aktar

source: Please deliver the goods to \s(%s:%s).
fr: Merci de livrer la marchandise à \s(%s:%s).
tr: Lütfen ürünleri \s(%s:%s) konumuna teslim edin.

# prefix
source: Silver
fr: Argent
tr: Gümüş

source: Mining drill, often used in asteroid mines.
fr: Une foreuse de minage, souvent utilisée dans les mines d’astéroïdes.
tr: Maden matkabı, sıklıkla asteroid madenlerinde kullanılır.

source: You don't own this craft.
fr: Cet appareil ne vous appartient pas.
tr: Bu geminin sahibi değilsiniz.

source: Organize ${amount} ${plural}
fr: Récuperez ${amount} ${plural}
tr: Organize et ${amount} ${plural}

source: A small box containing silver bars.
fr: Une petite boîte contenant des barres d'argent.
tr: Gümüş külçelerin olduğu küçük bir kutu.

source: Ammunition
fr: Munition
tr: Cephane

source: You're too far away.
fr: Vous êtes trop loin.
tr: Çok uzaksınız.

source: Organize ${plural}
fr: Récuperez ${amount}
tr: Organize et ${plural}

source: Silicium
tr: Silisyum

# plural
source: Ammunition
fr: Munitions
tr: Cephane

source: Not enough space on the other craft.
fr: Pas assez de place sur l'autre appareil.
tr: Aracınızda yeterli alan yok.

source: Thank you. We transferred the reward to your account.
fr: Merci. Nous avons transféré une récompense sur votre compte.
tr: Teşekkürler. Ödülünü hesabına transfer ettik.

# plural
source: Silicium
tr: Silisyum

# prefix
source: Ammunition
fr: Munitions
tr: Cephane

source: You're not close enough to search the object.
fr: Vous devez vous rapprochez de cet objet pour pouvoir le scanner.
tr: Objeyi araştırmak için yeterince yakın değilsiniz.
