Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
fr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% et %19% %20%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% ve %19% %20%

source: - Marks location of ship destruction on map
fr: - Indique l'endroit où le vaisseau a été détruit sur la carte
tr: - Gemi yok edilirse, yok edildiği sektörü haritaya işaretler

source: List Publicly
fr: Lister en Serveur Public
tr: Listelensin mi?

source: Lots of resources
fr: Plein de ressources
tr: Oldukça fazla kaynak

source: Your alliance needs %s more money.
fr: Votre alliance a besoin de %s d'argent en plus.
tr: İttifakınızın %s kadar daha paraya ihtiyacı var.

source: - Shiny
fr: - Brillant
tr: - Parlak

source: Shows the server in public server lists.
fr: Affiche le serveur dans les listes des serveurs publics.
tr: Serverinizin diğer tüm oyuncular tarafından görülmesini ve sunucu listesinde gözükmesini sağlar.

# ex: 5 Iron
source: You need %1% %2%
fr: Il vous faut %1% %2%
tr: %1% %2% Gerekli

source: Your alliance needs %1% more %2%.
fr: Votre alliance a besoin de %1% %2% en plus.
tr: İttifakınızın %1% ve %2% ihtiyacı vardır.

source: - Holographic
fr: - Holographique
tr: - Holografik

source: Start
fr: Démarrer
tr: Başla

# ex: 5 Iron and 15 Titanium
source: You need %1% %2% and %3% %4%
fr: Vous avez besoin de %1% %2% et %3% %4%
tr: %1% %2% ve %3% %4% Gerekli

source: You need %s more money.
fr: Vous avez besoin de %s d'argent en plus.
tr: %s Kadar paraya ihtiyacınız var.

source: - No durability
fr: - Pas de durabilité
tr: - Dayanıksız

source: %s exists already
fr: %s existe déjà
tr: %s zaten var

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: You need %1% %2%, %3% %4% and %5% %6%
fr: Il vous faut %1% %2%, %3% %4% et %5% %6%
tr: %1% %2%, %3% %4% ve %5% %6% Gerekli

source: You need %1% more %2%.
fr: Vous avez besoin de %1% %2% en plus.
tr: %1% kadar %2% Gerekli.

source: - High Durability
fr: - Durabilité Elevée
tr: - Çok Dayanıklı

source: New Galaxy
fr: Nouvelle galaxie
tr: Yeni Galaksi

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6% and %7% %8%
fr: Vous avez besoin de %1% %2%, %3% %4%, %5% %6% et %7% %8%
tr: %1% %2%, %3% %4%, %5% %6% ve %7% %8% Gerekli.

source: - High Mass
fr: - Masse Elevée
tr: - Kütlesi Çok Fazla

source: Please Note:
fr: Veuillez noter :
tr: Lütfen Dikkat:

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
fr: Vous avez besoin de %1% %2%, %3% %4%, %5% %6%, %7% %8% et %9% %10%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8% ve %9% %10% Gerekli

source: - Stops Railgun Projectiles
fr: - Arrête les Projectiles de Railgun
tr: - Raylı Top mermilerini durdurur

source: This starts a singleplayer server on your computer and connects to it. This server is private, only you can connect to it and you don't need an internet connection.
fr: Ce mode permet de lancer un serveur solo sur votre ordinateur puis de vous connecter automatiquement à celui-ci. Ce serveur est privé. Vous seul pouvez vous y connecter, et vous n'avez pas besoin d'une connexion Internet pour le faire.
tr: Bu işlem bilgisayarınızda tek oyunculu bir oyun başlatır ve ona bağlanır. Bu server özeldir, sizden başka kimse bağlanamaz. İnternet bağlantısına ihtiyacınız yoktur.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
fr: Vous avez besoin de %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% et %11% %12%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% ve %11% %12% Gerekli

source: Illegal %s
fr: %s Illégal(aux)
tr: %s Kanundışı

source: - Immune to Electricity Weapons
fr: - Immunise contre les Armes Electriques
tr: - Elektrik silahlarına karşı bağışıktır

source: You will not play online.
fr: Vous ne jouerez pas en ligne.
tr: Online Oynamayacaksınız.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
fr: Vous avez besoin de %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% et %13% %14%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% ve %13% %14% Gerekli

source: Stolen %s
fr: %s Volé(e)(s)
tr: %s Çalınmış

source: - Higher Durability
fr: - Durabilité Très Elevée
tr: - Yüksek Dayanıklılık

source: Save
fr: Sauvegarder
tr: Kaydet

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
fr: Il vous faut %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% et %15% %16%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% ve %15% %16% Gerekli

source: Suspicious %s
fr: %s Suspect(e)(s)
tr: Şüpheli %s

source: - Very High Mass
fr: - Masse Très Importante
tr: - Muazzam Kütleye Sahiptir

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
fr: Il vous faut %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% et %17% %18%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% ve %17% %18% Gerekli

source: [Branded As Stolen]
fr: [Marqué comme volé]
tr: [Çalıntı olarak damgalanmıştır]

source: Game Settings
fr: Paramètres de jeu
tr: Oyun Ayarları

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
fr: Vous avez besoin de %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% et de %19% %20%
tr: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% ve %19% %20% ihtiyacınız var.

source: Goods that are branded as stolen can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
fr: Des biens qui sont marqués comme volés. ne peuvent être utilisés ou vendus dans des stations normales. Vous risquez des problèmes en cas de contrôles.
tr: Çalıntı olarak damgalanan mallar kullanılamaz yada normal istasyonlara satılamaz. Biri sizi kontrol ederse muhtemelen başınız belaya girer.

source: Building Inventory
fr: Inventaire de Construction
tr: İnşa Envanteri

source: Playername
fr: Pseudonyme
tr: Oyuncu Adı

source: You need lots of resources
fr: Vous avez besoin de beaucoup de ressources
tr: Çok fazla kaynak gerekli

source: [Suspicious]
fr: [Douteux]
tr: [Şüpheli]

source: Template Material
fr: Gabarit de Matériau
tr: Materyal Türü

source: Language
fr: Langue
tr: Dil

source: System Upgrade
fr: Système Embarqué
tr: Sistem Yükseltmesi

source: This good has a suspicious energy signature and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
fr: Ce bien à une signature énergétique suspecte et ne peut être utilisés ou vendus dans des stations normales. Vous risquez des problèmes en cas de contrôles.
tr: Bu malzeme de şüpheli bir enerji yayılımı var kullanılamaz yada normal istasyonlara satılamazlar. Biri sizi kontrol ederse başınız belaya girebilir.

source: Show Building Inventory (Space)
fr: Afficher l'Inventaire de Construction (Espace)
tr: İnşa Envanterini Göster (Space)

source: Space in Loading Screen
fr: Appuyer sur Espace après Ecran de Chargement
tr: Yükleme ekranında Space tuşu

source: Turret Template
fr: Plan de tourelle
tr: Taret Türü

source: [Illegal]
fr: [Illégal]
tr: [Kanun dışı]

source: Building Shapes
fr: Formes de Construction
tr: İnşa Şekilleri

source: Retrograde Marker
fr: Indicateur de Freinage
tr: Frenleme Göstergesi

source: Vanilla Item
fr: Objet par défaut
tr: Özelliksiz Eşya

source: This good is deemed illegal by most factions and can't be used or sold at normal stations. You might get in trouble when someone is controlling you.
fr: Ce bien est considéré comme illégal par la plupart des factions et il ne pourra être vendu ou utilisé dans des stations traditionnelles. Vous risquez même des problèmes en cas de contrôle policier.
tr: Bu malzeme bir çok örgüt tarafından yasa dışı kabul edilmiştir. kullanılamaz yada normal istasyonlara satılamaz. Biri sizi kontrol etmeye kalkarsa başınız belaya girebilir.

source: %i of %i (%i+%i)
fr: %i de %i (%i+%i)
tr: %i / %i (%i+%i)

source: Shows a small purple cross as your retrograde marker. Fly towards this marker to come to brake your ship.
fr: Affiche une petite croix violette comme marqueur de freinage. Orientez votre trajectoire vers ce marqueur pour freiner votre vaisseau.
tr: Frenleme göstergeniz olarak küçük mor bir artı gösterecektir. Geminizi frenlemek için bu göstergeye doğru uçun.

# This refers to factions, such as 'The Xsotan'.
source: The %s
fr: Les %s
tr: %s

source: [Dangerous]
fr: [Dangereux]
tr: [Tehlikeli]

source: Fighters
fr: Chasseurs
tr: Savaşçılar

source: Prograde Marker
fr: Indicateur de Direction
tr: Prograd Göstergesi

source: The %s Emirate
fr: Les Emirats %s
tr: %s Emirlikleri

source: This good is potentially dangerous. You might get in trouble when someone is controlling you and you don't have a permit for its transportation.
fr: Ce bien est potentiellement dangereux. Vous risquez des problèmes en cas de contrôles et que vous n'avez pas de permis pour son transport.
tr: Bu Malzeme potansiyel bir tehlike yaratıyor. Biri sizi kontrol ederse başınız belaya girebilir ayrıca Bu malın taşınması için izniniz de yok.

# fighter count
source: %lf to %lf
fr: %lf de %lf
tr: %lf / %lf

source: Shows a small cyan cross as your prograde marker. This is where your ship is currently drifting towards.
fr: Affiche une petite croix cyan sur l'écran. Elle indique le point vers lequel se dirige votre vaisseau.
tr: Prograd göstergeniz olarak küçük turkuaz bir artı gösterir. Bu geminizin şu anda ne yöne doğru sürüklendiğini gösterir.

source: The Emirate of %s
fr: Les Emirats de %s
tr: %s Emirlikleri

source: Turret
fr: Tourelle
tr: Taret

source: Click to paint your ship [No color selected]
fr: Cliquez pour peindre votre vaisseau [Aucune couleur sélectionnée]
tr: Geminizi boyamak için tıklayın [Renk Seçilmedi]

source: Show Driver Warning
fr: Affiche les Alertes de Pilotage.
tr: Sürücü Uyarılarını Göster

source: The %s States
fr: Les États %s
tr: %s Devletleri

source: Double
tr: Çiftli

source: No color selected
fr: Aucune couleur sélectionnée
tr: Renk Seçilmedi

source: Show Hints
fr: Afficher les astuces
tr: İpuçlarını Göster

source: The States of %s
fr: Les États de %s
tr: %s Devleti

source: Triple
tr: Üçlü

source: Paint Blocks [%s]
fr: Peindre Le(s) Bloc(s) [%s]
tr: Blokları Boya [%s]

source: Show Building Hints
fr: Afficher les astuces de construction
tr: İnşa İpuçlarını Göster

source: The %s Planets
fr: Les Planètes %s
tr: %s Gezegenleri

source: Quad
tr: Dörtlü

source: Grid Size
fr: Echelle Grille
tr: Grid Boyutu

source: Reenable All Hints
fr: Réactiver Toutes Les Astuces
tr: Tüm ipuçlarını tekrar etkinleştir

source: The Planets of %s
fr: Les Planètes de %s
tr: %s Gezegenleri

source: Multi
tr: Çoklu

source: Scale Step
fr: Echelle Bloc
tr: Boyutlandırma

source: Reactivates all hints that you previously marked as 'don't show again'.
fr: Réactiver toute les astuces que vous aviez choisies de "Ne Plus Afficher".
tr: Daha önceden 'bir daha gösterme' dediğiniz tüm ipuçlarını tekrar gösterir.

source: The %s Kingdom
fr: Le Royaume %s
tr: %s Krallığı

# Invalid/Unknown Time Stamp
source: unknown
fr: inconnu
tr: Bilinmeyen

source: No Snap
fr: Pas de Grille
tr: Tutturma

source: Damage Numbers
fr: Dégâts (Taille des Caractères)
tr: Hasar Sayıları

source: The Kingdom of %s
fr: Le Royaume de %s
tr: %s Krallıkları

source: %i seconds ago
fr: Il y a %i secondes
tr: %i Saniye önce

source: Camera relative up offset
fr: Décalage relatif de la caméra vers le haut
tr: Kamera göreceli üst dengesi

source: The %s Army
fr: L'Armée %s
tr: %s Ordusu

source: %i minutes ago
fr: Il y a %i minutes
tr: %i dakika önce

source: Local Grid
fr: Grille Locale
tr: Lokal Grid

source: Camera absolute up offset
fr: Décalage absolu de la caméra vers le haut
tr: Kamera Kesinlik Dengesi

source: The Army of %s
fr: L'Armée de %s
tr: %s Ordusu

source: %i hours ago
fr: Il y a %i heures
tr: %i saat önce

source: Block Middle
fr: Centré sur Bloc
tr: Orta Blok

source: Camera relative right offset
fr: Décalage relatif de la caméra vers la droite
tr: Kamera göreceli sağ dengesi

source: The %s Empire
fr: L'Empire %s
tr: %s İmparatorluğu

source: %i days ago
fr: Il y a %i jours
tr: %i gün önce

source: Mirror X
fr: Refléter sur l'axe X
tr: Simetri X

source: Camera absolute right offset
fr: Décalage absolu de la caméra vers la droite
tr: Kamera kesin sağ dengesi

source: The Empire of %s
fr: L'Empire de %s
tr: %s İmparatorluğu

source: %i weeks ago
fr: Il y a %i semaines
tr: %i hafta önce

source: Mirror Y
fr: Refléter sur l'axe Y
tr: Simetri Y

source: Graphics Settings
fr: Options Graphiques
tr: Grafik Ayarları

source: The %s Clan
fr: Le Clan %s
tr: %s Klanı

source: %i months ago
fr: Il y a %i mois
tr: %i ay önce

source: Mirror Z
fr: Refléter sur l'axe Z
tr: Simetri Z

source: Mode
tr: Pencere Modu

source: The Clan of %s
fr: Le Clan de %s
tr: %s Klanı

source: %i years ago
fr: Il y a %i années
tr: %i yıl önce

source: Safe Mode
fr: Mode Sécurisé
tr: Güvenli Mod

source: Fullscreen
fr: Plein écran
tr: Tam Ekran

source: The %s Church
fr: L'Église %s
tr: %s Kilisesi

source: Saving galaxy ...
fr: Sauvegarde de la galaxie...
tr: Galaksi kaydediliyor ...

source: Match Block
fr: Bloc Equivalent
tr: Önceki Bloğa Uydur

source: Windowed
fr: Fenêtré
tr: Pencere Modu

source: The Church of %s
fr: L'Église de %s
tr: %s Kilisesi

source: Starting singleplayer server ...
fr: Démarrage du serveur solo ...
tr: Tek oyunculu sunucu başlatılıyor ...

source: Match Shape
fr: Forme Equivalente
tr: Şekile uydur

source: Borderless
fr: Fenêtré plein écran
tr: Kenarsız

source: The %s Corporation
fr: La Corporation %s
tr: %s Şirketi

source: Error starting singleplayer mode.
fr: Erreur de démarrage du mode un joueur.
tr: Tek oyunculu sunucu başlatırken hata oluştu.

source: With Safe Mode you can't delete more than the selected blocks or your ship
fr: En Mode Protégé, vous ne pouvez pas supprimer d'autres blocs que ceux qui sont réellement sélectionnés (cela vous évite de détruire complètement votre vaisseau).
tr: Güvenli Mod açıkken, seçili bloklardan daha fazlasını yada geminizi silemezsiniz.

source: Please restart the game to apply the changes.
fr: Veuillez redémarrer le jeu pour appliquer les changements.
tr: Değişiklikleri uygulamak için lütfen oyunu yeniden başlatın.

source: The Corporation of %s
fr: La Corporation de %s
tr: %s Şirketi

source: Error creating shader: %s Your hardware might not meet the minimum requirements for the game. You need a graphics device that supports OpenGL 3.0. If you have such a device, try updating your graphics drivers.
fr: Erreur lors de la création du shader: %s Votre matériel peut ne pas satisfaire aux exigences minimales du jeu. Vous avez besoin d'un périphérique graphique prenant en charge OpenGL 3.0. Si vous disposez d'un tel périphérique, essayez d'actualiser vos pilotes graphiques.
tr: Shader oluştururken hata: %s Donanımınız oyunun gerektirdiği minimum sisteme sahip değildir. OpenGL 3.0 destekleyen bir ekran kartına sahip olmanız gerekmtedir. Eğer böyle bir karta sahip seniz lütfen sürücülerinizi güncelleyiniz.

source: Matches the size of the current block to the hovered over side of a block
fr: Fait correspondre la taille du bloc actuel au coté survolé d'un bloc
tr: Elinizdeki bloğu üzerine geldiğiniz bloğun boyutuna eşitler.

source: Resolution
fr: Résolution
tr: Çözünürlük

source: The %s Federation
fr: La Fédération %s
tr: %s Federasyonu

source: Intel onboard graphics detected. These devices' OpenGL drivers can cause trouble with Avorion, since it's still in an early stage.
fr: Pilotes Intel OnBoard Graphics détectés sur votre machine. Les drivers OpenGL peuvent causer des problèmes avec Avorion, car le jeu n'en est encore qu'à ses débuts.
tr: Intel Onboard kart saptandı. Bu aygıtların OpenGl sürücüleri Avorion ile sorun yatarabilir. Avorion hala erken erişimdedir.

source: Matches the shape and rotation of the current block to seemlessly match the other shape if possible
fr: Modifie la forme et l'orientation du bloc à poser, afin qu'il s'adapte du mieux possible à la forme ciblée.
tr: Eğer mümkünse elinizdeki bloğu diğer bloğun şekline ve rostasyonuna eşitler.

source: The Federation of %s
fr: La Fédération de %s
tr: %s Federasyonları

source: Mesa open-source drivers detected. These drivers can cause trouble with Avorion, since it's still in an early stage.
fr: Pilotes open source Mesa détectés. Ces pilotes peuvent causer des problèmes avec Avorion, car le jeu n'en est encore qu'à ses débuts.
tr: Mesa Açık kaynak kodlu sürücüler saptandı. Bu aygıtların OpenGl sürücüleri Avorion ile sorun yatarabilir. Avorion hala erken erişimdedir.

source: Select Blocks
fr: Sélectionner des Blocs
tr: Blok seçimi

source: FPS Limit
fr: Limite FPS
tr: FPS Limiti

source: The %s Collective
fr: La Collectivité %s
tr: %s Kollektif Şirketleri

source: Mesa open-source drivers and Intel OnBoard Graphics detected. These drivers and devices can cause trouble with Avorion, since it's still in an early stage.
fr: Pilotes open source Mesa et Intel OnBoard Graphics détectés. Ces pilotes et périphériques peuvent causer des problèmes avec Avorion, car le jeu n'en est encore qu'à ses débuts.
tr: Mesa açık kaynak kodlu sürücüler ve Intel OnBoard kart saptandı. Bu aygıtların OpenGl sürücüleri Avorion ile sorun yatarabilir. Avorion hala erken erişimdedir.

source: Select Blocks By Drawing A Frame
fr: Sélectionner les Blocs dans un Cadre
tr: Çerçeve yardımı ile blokları seç

source: The Collective of %s
fr: La Collectivité de %s
tr: %s Kollektif Şirketleri

source: If you run into graphics issues, please report them as a bug so we can fix them. Avorion will still try to run and do its best.
fr: Si vous rencontrez des problèmes d'affichage ou de graphisme, merci de les reporter en tant que bug, afin que nous puissions les corriger. Avorion va quand même tenter de fonctionner au mieux.
tr: Eğer grafik problemleri yaşıyorsanız, Lütfen bug olarak bildiriniz ki düzeltebilelim. Avorion hala elinden gelenin en iyisini yapmaya çalışıyor.

source: Transform Blocks
fr: Transformer les Blocs
tr: Blokları dönüştür

source: The %s Conglomerate
fr: Le Conglomérat %s
tr: %s Holdingleri

source: Repair Blocks
fr: Réparer les Blocs
tr: Blokları onar

source: The Conglomerate of %s
fr: Le Conglomérat de %s
tr: %s Holdingleri

source: Merge Selected Blocks
fr: Fusionner les Blocs Sélectionnés
tr: Seçili blokları birleştir

source: The %s Pirates
fr: Les Pirates %s
tr: %s Korsanları

source: Music
fr: Musique
tr: Müzik

source: Delete Selected Blocks
fr: Supprimer les Blocs Sélectionnés
tr: Seçili Blokları Sil

source: The Pirates of %s
fr: Les Pirates de %s
tr: %s Korsanları

source: Additional Tracks
fr: Musiques additionnelles
tr: Ek şarkılar

source: Move X-Axis Mirror To Selection
fr: Déplacer Axe de Symétrie X sur la Sélection
tr: X-Ekseni Simetrisini seçili bloğa getir

source: The %s Guild
fr: La Guilde %s
tr: %s Topluluğu

source: Graphics
fr: Graphismes
tr: Grafik

source: Move Y-Axis Mirror To Selection
fr: Déplacer Axe de Symétrie Y sur la Sélection
tr: Y-Ekseni Simetrisini seçili bloğa getir

source: Fog Amount
fr: Quantité de Brouillard
tr: Sis oranı

source: The Guild of %s
fr: La Guilde de %s
tr: %s Topluluğu

source: Icons By
fr: Icônes Par
tr: İkonlar

source: Move Z-Axis Mirror To Selection
fr: Déplacer Axe de Symétrie Z sur la Sélection
tr: Z-Ekseni Simetrisini seçili bloğa getir

source: Few
fr: Un peu
tr: Az

source: The %s Syndicate
fr: Le syndicat %s
tr: %s Çetesi

source: Lorc, Delapouite & contributors
fr: Lorc, Delapouite & contributeurs
tr: Katkıda bulunanlar

source: Modify Entire Ship...
fr: Modifier Le Vaisseau Entier...
tr: Tüm geminin materyalini değiştir...

source: Lots
fr: Beaucoup
tr: Çok

source: The Syndicate of %s
fr: Le Syndicat de %s
tr: %s Çetesi

source: Rotate Entire Ship...
fr: Tourner Le Vaisseau Entier...
tr: Tüm gemiyi döndür

source: Intense
tr: Yoğun

source: The %s Followers
fr: Les Adeptes %s
tr: %s Müritleri

source: Sound Effects
fr: Effets sonores
tr: Ses efektleri

source: Hide Specific Blocks...
fr: Cacher Certains Blocs...
tr: Belirtilmiş blokları gizle...

source: Fog Quality
fr: Qualité du brouillard
tr: Sis kalitesi

source: The Followers of %s
fr: Les Adeptes de %s
tr: %s Müritleri

source: Backers:
fr: Soutiens :
tr: Destekleyenler:

source: Focus Block
fr: Centrer sur le Bloc
tr: Bloğa Yakınlaş

source: Low
fr: Bas(se)
tr: Düşük

source: The %s Organisation
fr: L'Organisation %s
tr: %s Organizasyonu

source: Special Thanks To:
fr: Remerciements Particuliers à :
tr: Özel Teşekkürler:

source: Choose Color
fr: Choisir la Couleur
tr: Renk seç

source: Medium
fr: Moyen(ne)
tr: Orta

source: The Organisation of %s
fr: L'Organisation de %s
tr: %s Organizasyonu

source: my parents and all my friends
fr: mes parents et tout mes amis
tr: Ebeveynlerim ve tüm arkadaşlarım

source: Open Predefined Shapes
fr: Ouvrir les formes prédéfinies
tr: Önceden belirlenmiş şekilleri aç

source: High
fr: Élevé(e)
tr: Yüksek

source: The %s Alliance
fr: L'Alliance %s
tr: %s İttifakı

source: ... for helping, testing, listening to unending stories and
fr: ... pour avoir aidé, testé, écouté des histoires sans fin et
tr: ... Yardım , test ve bitmeyen hikayeler için

source: Open Block Stats
fr: Ouvrir les Statistiques de Bloc
tr: Blok istatistiklerini aç

source: Very High
fr: Très élevé(e)
tr: Çok yüksek

source: The Alliance of %s
fr: L'Alliance de %s
tr: %s İttifakı

source: details about the game and keeping me motivated.
fr: des détails à propos du jeu et m'avoir gardé motivé.
tr: Oyun hakkında detaylar ve Motivasyonumu yüksek tuttukları için.

source: Repair Ship...
fr: Réparer Le Vaisseau...
tr: Gemiyi tamir et...

source: Shaders
tr: Gölgelendirici

source: The %s Republic
fr: La République %s
tr: %s Cumhuriyeti

source: The crew of ship '%s' must be paid
fr: L'équipage du vaisseau '%s' doit être payé
tr: '%s' gemisinin mürettebatının maaşı ödenmeli

source: Compatibility
fr: Compatibilité
tr: Uyumluluk

source: The Republic of %s
fr: La République de %s
tr: %s Cumhuriyeti

source: Credits
fr: Crédits
tr: Kredi

source: Open Predefined Shapes (%s)
fr: Ouvrir les Formes Prédéfinies (%s)
tr: Önceden belirtilmiş şekilleri aç (%s)

source: Super Sampling
fr: Échantillonnage
tr: Süper Örnekleme

source: The %s Commonwealth
fr: Le Commonwealth %s
tr: %s Ulusu

source: Detected a potential UI scaling issue. Some resolutions may not work as intended or may be lower than configured. If you're using Windows, you can disable UI scaling for this app in the properties of the executable.
fr: Potentiel problème de mise en page de l'UI détecté. Certaines résolutions pourraient ne pas fonctionner comme supposées ou pourraient être inférieures à celle configurée. Si vous utilisez Windows, vous pouvez désactiver la mise à l'échelle de l'UI pour cette application dans les propriétés de l’exécutable.
tr: Potansiyel arayüz boyutlandırması problemi saptandı. Bazı çözünürlükler istendiği gibi çalışmaya bilir. Eğer windows kullanıcısı iseniz, Arayüz boyutlandırmasını EXE özelliklerinden devre dışı bırakabilirsiniz.

source: Choose Color (%s)
fr: Choisir la Couleur (%s)
tr: Renk seçimi (%s)
