Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Thrusters reduce drifting, they will steer your ship in the direction it is looking.
fr: Les propulseurs permettent de réduire le phénomène de dérive. Ils tenteront de dirigier votre vaisseau dans la direction vers laquelle il pointe.
tr: İticiler sürüklenmeyi azaltır ve geminizin baktığı yöne dönmesini sağlar.

source: Scale Ship
fr: Redimensionner le vaisseau
tr: Gemiyi Ölçekle

source: Difficulty
fr: Difficulté
tr: Zorluk

# Block
source: Reflector Edge
fr: : Pointe Chromé
tr: Yansıtıcı Kenarı

source: The United %s Army
fr: L'Armée Unie %s
tr: Birleşmiş %s Ordusu

source: Press F9 to enter the strategy mode, where you can control your ships RTS-style.
fr: Appuyez sur F9 pour accéder à une vue stratégique à partir de laquelle vous pouvez contrôler vos vaisseaux comme dans un RTS.
tr: Strateji moduna geçmek için F9 a basın, Gemilerinizi RTS-stilinde kontrol edebilirsiniz.

source: No Modification
fr: Pas de modification
tr: Değiştirme yok

source: Collision Damage
fr: Dégâts de collision
tr: Çarpışma Hasarı

# Block
source: Reflector Corner 3
fr: : Angle Chromé 3
tr: Yansıtıcı Köşe 3

source: The United Army of %s
fr: L'Armée Unie de %s
tr: %s Birleşmiş Ordusu

source: If you have trouble with drift, consider building your ship out of a light material, such as Titanium or Trinium.
fr: Si vous avez des problèmes de dérive, pensez à construire votre vaisseau à partir d'un matériau léger, comme le Titane ou le Trinium.
tr: Eğer Geminizi durduramıyorsanız, Daha hafif bir metal kullanmayı deneyin Titanyum yada Triniyum gibi.

source: Troubleshooting
fr: Dépannage
tr: Problem Çözme

# Block
source: Stone Edge
fr: : Pointe en Pierre
tr: Taş Kenar

source: The Galactic %s Army
fr: L'Armée Galactique %s
tr: Galaktik %s Ordusu

source: Iron and Ogonite are very heavy materials. Build your ship out of lighter materials to reduce drifting.
fr: Le Fer et l'Ogonite sont des matériaux très lourds. Construisez votre vaisseau à partir de matériaux plus légers pour réduire la dérive.
tr: Demir ve Ogonayt çok ağır metallerdir. Geminizin kaymasını önlemek için daha hafif metaller kullanın.

source: You have %1% credits. Recently gained: %2%
fr: Vous avez %1% crédits. Récemment gagné: %2%
tr: %2% Kredi kazandınız. %1% Krediniz var.

source: - If you're hosting an online server, you should forward the port you configured (default: 27000) and ports 27003, 27020 and 27021.
fr: - Si vous hébergez un serveur en ligne, vous devriez ouvrir le port que vous avez configuré (par défaut: 27000) ainsi que les ports 27003, 27020 et 27021.
tr: - Eğer online bir sunucu host ediyorsanız 27000,27003,27020 ve 27021 portlarınızın açık olduğundan emin olun.

# Block
source: Stone Corner 3
fr: : Angle en Minerai Brut 3
tr: Taş Köşe 3

source: The Galactic Army of %s
fr: L'Armée Galactique de %s
tr: %s Galaktik Ordusu

source: Avorion measures speed in meters per second. A seemingly slow speed of 100 m/s is actually 360 km/h or 224 mph.
fr: Avorion mesure la vitesse en mètres par seconde. Une vitesse apparemment lente de 100 m/s donne en fait 360 km/h ou 224 mph.
tr: Avorion Hız ölçümünü Metre / Saniye olarak hesaplar. Düşük bir hız gibi görünebilir ancak 100 m/s saatte 360 km ye denk gelir.

source: You have %1% credits. Recently lost: %2%
fr: Vous possédez %1% crédits. Perte Récente : %2%
tr: %2% kredi kaybettiniz. Mevcut krediniz %1%

source: - If people can't connect to your server, make sure the ports are forwarded and that your firewall isn't blocking the server.
fr: - Si des personnes ne peuvent pas se connecter à votre serveur, vérifiez que les ports soient ouverts et que votre pare-feu ne bloque pas le serveur.
tr: - Eğer oyuncular serverinze bağlanamıyorsa, portlarınızın açık olduğundan ve firewall'unuzun serveri engellemediğinden emin olun.

source: The Universal %s Army
fr: L'Armée Universelle %s
tr: Evernsel %s Ordusu

source: When building your own ship, you can mirror the blocks you want to build.
fr: Lorsque vous construisez votre propre vaisseau, vous pouvez utiliser les options de symétrie pour placer vos blocs en miroir.
tr: Geminizi yaparken, Simetri ile istediğiniz blokları otomatik olarak koydurabilirsiniz.

source: You have %1% %2%. Recently gained: %3%
fr: Vous avez %1% %2%. Récemment gagné: %3%
tr: %3% edindiniz. Mevcut olan %1% %2%

source: - You shouldn't assign more threads than your machine can handle. If you're unsure how many that is, use the value that has been pre-filled in.
fr: - Vous ne devriez pas assigner plus de processus que ce que votre machine peut gérer. Si vous ne savez à combien s'élève ce chiffre, utilisez la valeur pré-remplie.
tr: - İşlemcinizin kaldırabileceğinden fazla dizi atamamalısınız. Eğer ne kadar atayacağınızdan emin değilseniz olduğu gibi bırakın.

# Block
source: Hologram Edge
fr: : Pointe Holographique
tr: Hologram Kenar

source: The Universal Army of %s
fr: L'Armée Universelle de %s
tr: %s Evrensel Ordusu

source: When building your own ship, you can focus a block by pressing 'F' for better perspectives.
fr: Lorsque vous construisez votre vaisseau, vous pouvez centrer la caméra sur n'importe quel bloc, en le sélectionnant puis en appuyant sur 'F'.
tr: Geminizi yaparken, 'F' tuşu ile bir bloğa daha yakından bakabilir daha iyi perspektifler yakalaya bilirsiniz.

source: You have %1% %2%. Recently lost: %3%
fr: Vous avez %1% %2%. Perte récente : %3%
tr: %3% kaybettiniz. Mevcut olan %1% %2%

source: - You can't change values while a server is running.
fr: - Vous ne pouvez pas changer de valeurs pendant que le serveur fonctionne.
tr: - Ayarları sunucu açık iken değiştiremezsiniz.

# Block
source: Hologram Corner 3
fr: : Angle Holographique 3
tr: Hologram Köşe 3

source: The Democratic %s Army
fr: L'Armée Démocratique %s
tr: Demokratik %s Ordusu

source: When building, you can use Ctrl-C and Ctrl-V to copy paste block selections.
fr: En construisant, vous pouvez utiliser Ctrl-C et Ctrl-V pour copier et coller des sélections de blocs.
tr: Geminizi yaparken, Ctrl-C ve Ctrl-V ile blok seçimlerinizi kopyalayıp yapıştırabilirsiniz.

# inventory
source: Removed %i
fr: %i Retiré
tr: %i Kaldırıldı

source: - If a server doesn't shut down immediately, it might be saving data. Give it some time.
fr: - Si un serveur ne s’éteint pas immédiatement, il doit être en train de sauvegarder les données. Laissez lui un peu de temps.
tr: - Eğer bir sunucu anında kapanmıyorsa, Kayıt yapıyordur. Ona biraz zaman tanıyın.

# Block
source: Rich Stone
fr: : Minerai Dense
tr: Zengin Taş

source: The Democratic Army of %s
fr: L'Armée Démocratique de %s
tr: %s Demokratik Ordusu

source: When building, use Ctrl-C to copy a ship part and press Ctrl-V to paste it into the building inventory to save it forever.
fr: Lors de la construction, utilisez Ctrl-C pour copier une partie du vaisseau et appuyez sur Ctrl-V pour la coller dans l'inventaire de construction afin de l'enregistrer à jamais.
tr: Gemi inşa ederken, belli bir gemi parçasını Ctrl-C ile kaydedip envanter ekranında Ctrl-V yaparsanız o şekli daha sonra kullanabilirsiniz.

# inventory
source: Removed
fr: Retiré
tr: Kaldırıldı

source: Starting Server ...
fr: Démarrage du serveur ...
tr: Sunucu Başlatılıyor ...

# Block
source: Rich Stone Edge
fr: : Pointe en Minerai Dense
tr: Zengin Taş Kenar

source: The United %s Empire
fr: L'Empire Unie %s
tr: Birleşik %s Emirlikleri

source: When building, you can use Ctrl-Z and Ctrl-Y to redo or undo your last actions.
fr: Lors de la construction, vous pouvez utiliser Ctrl-Z et Ctrl-Y pour refaire ou annuler vos dernières actions.
tr: Gemi inşasında, Ctrl-Z ve Ctrl-Y tuşlarını kullanarak yaptığınız işlemi geri yada ileri alabilirsiniz.

# cargo 1=amount, 2=kind
source: Removed %1% %2%
fr: %1% %2% Retiré(s)
tr: %1% %2% Kaldırıldı

source: Unable to stop Server
fr: Impossible d'arrêter le serveur
tr: Sunucu durdurulamıyor

# Block
source: Rich Stone Corner 3
fr: : Angle en Minerai Dense 3
tr: Zengin Taş Köşe 3

source: The United Empire of %s
fr: L'Empire Unie de %s
tr: %s Birleşmiş Emirlikleri

source: Thrusters have the biggest effect if they're built far away from the center of mass of the ship.
fr: Les propulseurs sont plus efficaces s'ils sont construits loin du centre de gravité du vaisseau.
tr: İticiler geminin orta bloğundan ne kadar uzaksa o kadar efektif çalışırlar.

# cargo 1=amount 2=kind
source: Gained %1% %2%
fr: %1% %2% Gagné(s)
tr: %1% %2% Alındı

source: Refreshing ...
fr: Actualisation ...
tr: Yenileniyor ...

source: The Galactic %s Empire
fr: L'Empire Galactique %s
tr: Galaktik %s İmparatorluğu

source: Hold ALT when placing a block template to select the anchor block that will be attached to the ship.
fr: Maintenez ALT enfoncée en plaçant un modèle de bloc pour sélectionner le bloc d'ancrage qui sera attaché au vaisseau.
tr: Önceden yapılmış bir blok kümesini geminize koyarken ALT tuşuna basılı tutarsanız, Koyduğunuz yapının ana bloğu geminize eklenir.

source: Relations to %s \c(0f0)improved\c(fff) by %i.
fr: Vos relations avec %s \c(0f0)ont augmentées\c(fff) de %i.
tr: %s ile itibar durumu %i oranında \c(0f0)ARTTI\c(fff).

source: Server Online
fr: Serveur en ligne
tr: Sunucu Online

# Block
source: Turret Rotation Lock
fr: : Dock Tourelle Fixe
tr: Taret Dönme Kilidi

source: The Galactic Empire of %s
fr: L'Empire Galactique de %s
tr: %s Galaktik İmparatorluğu

source: Building ships made of higher materials is more efficient. You have to pay less credits for the same stats.
fr: Construire des vaisseaux avec des matériaux plus élevés est plus efficace. Pour des statistiques équivalentes, le coût est moins cher.
tr: İyi metallerden yapılan gemiler her zaman daha efektiftir. Aynı özellikleri daha ucuza alırsınız.

source: Relations to %s \c(f00)worsened\c(fff) by %i.
fr: Vos relations avec %s \c(0f0)ont empirées\c(fff) de %i.
tr: %s ile itibar durumu %i oranında \c(f00)DÜŞTÜ\c(fff).

source: Server Online, %s Players
fr: Serveur en ligne, %s Joueurs
tr: Sunucu Online, %s Oyuncu

# Block
source: Gyro Array
fr: : Gyroscope
tr: Jiroskop

source: The Universal %s Empire
fr: L'Empire Universel %s
tr: Evrensel %s İmparatorluğu

source: Materials have different densities. The heaviest are Iron and Ogonite, while the lightest are Trinium, Xanion and Titanium.
fr: Les matériaux ont différentes densités. Les plus lourds sont le Fer et L'Ogonite, alors que les plus légers sont le Trinium, le Xanion et le Titanium.
tr: Metallerin farklı yoğunlukları vardır. En ağırları Demir ve Ogonaytdır, En hafifleri ise Triniyum Zanion ve Titanyumdur.

# Ex: Gained 5 Pilots
source: Gained %1% %2%
fr: %1% %2% Gagné(s)
tr: %1% %2% Alındı

source: No Server Running
fr: Aucun serveur lancé
tr: Çalışan sunucu yok

# Block
source: Inertia Dampener
fr: : Amortisseur Inertiel
tr: Eylemsizlik Sönümleyici

source: The Universal Empire of %s
fr: L'Empire Universel de %s
tr: %s Evrensel İmparatorluğu

source: The mass of your ship greatly influences its inertia - lighter ships are much easier to steer and don't need as many thrusters and engines.
fr: La masse de votre vaisseau influe grandement sur son inertie - les vaisseaux plus légers sont beaucoup plus faciles à diriger et n'ont pas besoin d’énormément de propulseurs et de moteurs.
tr: Geminizin kütlesi eylemsizlik sönümleyicileri ile oldukça etkileşimlidir. Hafif gemileri döndürmek bayağı kolaydır ve fazla motor ve itici gerektirmez.

# Ex: Lost 5 Pilots
source: Lost %1% %2%
fr: %1% %2% Perdu(s)
tr: %1% %2% Kaybedildi

source: Stopping Server ...
fr: Arrêt du Serveur ...
tr: Sunucu Durduruluyor ...

# Block
source: Flight Recorder
fr: : Enregistreur de Vol
tr: Uçuş Kaydedicisi

source: The Democratic %s Empire
fr: L'Empire Démocratique %s
tr: Demokratik %s İmparatorluğu

source: You can repair your ship in the building mode while you're not in combat.
fr: Vous pouvez réparer votre vaisseau en mode construction quand vous n'êtes pas en combat.
tr: Savaşta olmadığınızda geminizi inşa modunda onarabilirsiniz.

source: Sector
fr: Secteur
tr: Sektör

source: Found Server Data [?]
fr: Données de serveur trouvées [?]
tr: Sunucu bilgisi bulundu [?]

source: Not enough crew quarters.
fr: Pas assez de cabines d'équipage.
tr: Yetersiz mürettebat alanı.

source: The Democratic Empire of %s
fr: L'Empire Démocratique de %s
tr: %s Demokratik İmparatorluğu

source: Repairing your ship in the building mode can come in handy - but it's expensive. You can get much cheaper repairs at a repair dock or shipyard.
fr: La réparation de votre vaisseau en mode construction peut être utile - mais coûte cher. Vous pouvez obtenir des réparations beaucoup moins chères dans un quai de réparation ou un chantier spatial.
tr: Geminizi inşa modunda onarmak işe yarıyor olabilir ancak pahalıdır. Tamir istasyonlarında çok daha ucuza yapabilirsiniz.

# Alliance resource prefix
source: [A]
tr: [İ]

source: Detected a server save in %s. This save will be loaded and a few properties can't be changed.
fr: Une sauvegarde du serveur a été détecté dans %s. Cette sauvegarde va être chargée et certaines propriétés ne pourront pas être changées.
tr: Sunucu Kaydetme işlemi %s. Bu kayıt yüklenecektir ve bazı özellikleri değiştirlemez.

source: You haven't paid your crew.
fr: Vous n'avez pas payé votre équipage.
tr: Mürettebatınıza ödeme yapmadınız.

source: The United %s Clan
fr: Le Clan Unie %s
tr: Birleşmiş %s Klanı

source: Some blocks like solar panels need a lot of surface area instead of volume.
fr: Certains blocs comme les propulseurs ou les panneaux solaires ont besoin de beaucoup de surface plutôt que de volume.
tr: İticiler yada Güneş panelleri gibi bloklar hacimli olmaktan çok, daha fazla yüzeye ihtiyaç duyarlar.

# tooltip
source: Player Menu (%s)
fr: Menu Joueur (%s)
tr: Oyuncu Menüsü (%s)

source: Some Server Info Missing [?]
fr: Certaines infos serveur sont manquantes [?]
tr: Bazı sunucu bilgileri kayıp [?]

source: You can't assign %s.
fr: Vous ne pouvez pas assigner %s.
tr: %s Atayamazsınız

source: The United Clan of %s
fr: Le Clan Unie de %s
tr: %s Birleşmiş Klanları

source: The yellow bar at the bottom of the screen is your energy storage. Increase it by building energy storage blocks. A large energy capacity lets you use boosts or energy weapons longer.
fr: La barre jaune en bas de l'écran représente votre stockage d'énergie. Augmentez-le en construisant des blocs de stockage d'énergie. Une grande capacité d'énergie vous permet d'utiliser des amplificateurs ou des armes à énergie plus longtemps.
tr: Ekranınızın altındaki Sarı Çubuk sizin enerji deponuzdur. Enerji depolama blokları ile bunu arttırabilirsiniz. Geniş enerji kapasitesi daha uzun süre depar olanağı ve enerji silahı kullanımı sağlar.

# tooltip
source: Ship Menu (%s)
fr: Menu Vaisseau (%s)
tr: Gemi Menüsü (%s)

source: Detected a running Avorion server, but it wasn't started by this process. Avorion couldn't find reliable information on the server.
fr: Un serveur en cours d'exécution a été détecté, mais celui-ci n'a pas été démarré par l'instance courante. Avorion n'a pas pu trouver d'informations fiables sur ce serveur.
tr: Çalışan bir Avorion Sunucusu tespit edildi, ancak bu server bu işlem ile başlamadı. Avorion sunucu hakkında güvenilir bir bilgi bulamadı.

source: You don't have enough unemployed crewmen.
fr: Vous n'avez pas assez de membres d'équipage à assigner.
tr: Yeterince atanmamış personeliniz yoktur.

source: The Galactic %s Clan
fr: Le Clan Galactique %s
tr: Galaktik %s Klanı

source: Your generator generates energy and your systems drain it. Excess energy will be stored in your ship's energy storage and drained from there when your systems require more energy, for example in combat or after a hyperspace jump.
fr: Votre générateur produit de l'énergie et vos systèmes la drainent. L'excès d'énergie sera stocké dans le stockage d'énergie de votre vaisseau et utilisé à partir de là lorsque vos systèmes en nécessitent, par exemple en combat ou après un saut hyper-espace.
tr: Jeneratörleriniz enerji üretir ve sistemleriniz bu enerjiyi kullanır. Fazladan üretilen enerji geminizdeki enerji depolarında saklanır ve ihtiyac anında kullanılır. Bu ihtiyaçta Işık hızında atlama yaptıktan hemen sonra savaş girmek gibi acil durumlar için kullanılır.

# tooltip
source: Galaxy Map (%s)
fr: Carte de la Galaxie (%s)
tr: Galaksi Haritası (%s)

source: Created Galaxies:
fr: Choix de la Galaxie :
tr: Oluşturulmuş Galaksiler:

source: The Galactic Clan of %s
fr: Le Clan Galactique de %s
tr: %s Galaktik Klanı

source: If your ship doesn't produce enough energy, the energy consumption will drain its batteries. Once they're empty, your ship's systems will work with less capacity or even fail.
fr: Si votre vaisseau ne produit pas suffisamment d'énergie, la consommation d'énergie drainera ses batteries. Une fois qu'elles sont vides, les systèmes de votre vaisseau fonctionneront moins bien, voire même s'arrêteront.
tr: Eğer geminiz yeterli enerji üretemiyorsa, Tüketim geminizin pillerini bitirecektir. Piller bitince de gemi sistemleriniz çalışmayacak hatta çökecektir.

# tooltip
source: Mail (%s)
fr: Courrier (%s)
tr: Posta (%s)

source: Host a multiplayer game in galaxy '%s'
fr: Héberger une partie multijoueur dans la galaxie '%s'
tr: %s Galaksisi ile Multiplayer bir sunucu aç

source: The Universal %s Clan
fr: Le Clan Universel de %s
tr: Evrensel %s Klanı

source: Your energy storage can't be charged with endless speed. You can only charge it with a 20th of its capacity per second, and excess energy will be lost.
fr: La vitesse de stockage de l'énerge n'est pas infinie. La vitesse de recharge de votre système de stockage d'énergie est équivalente à un 20ème de sa capacité par seconde. L'excès d'énergie sera perdu.
tr: Gemideki pilleriniz müthiş bir hızda şarj edilemez. Sadece pillerinizin kapasitesinin %20 si kadar her saniyede bir şarj edilir.

source: You have %i unread mails
fr: Vous avez %i courrier(s) non-lu(s)
tr: Okunmamış %i Postanız var

source: Host New
fr: Créer
tr: Yeni Sunucu Aç

source: The Universal Clan of %s
fr: Le Clan Universel de %s
tr: %s Evrensel Klanı

source: The galaxy is filled with valuable objects, such as secret stashes or ship wreckages. Some of those wreckages can even be made functional again.
fr: La galaxie est remplie d'objets précieux, tels que des caches secrètes ou des débris de vaisseaux. Certains de ces débris peuvent même être remis en fonction.
tr: Galaksi değerli objeler ile doludur, Gizli Zulalar, Terk edilmiş gemiler gibi. Hatta terkedilmiş gemilerin bazıları yeniden kullanılabilir durumdadır.

# tooltip
source: Game Menu (%s)
fr: Menu du Jeu (%s)
tr: Oyun Menüsü (%s)

source: Host Existing
fr: Charger
tr: Başlat

source: The Democratic %s Clan
fr: Le Clan Démocratique %s
tr: Demokratik %s Klanı

source: The gate system offers a safe and fast way of travelling, for a price. Each passage will cost you money, and the price depends on the distance and your relations to the owners of the gate.
fr: Le système de porte offre un moyen sûr et rapide de voyager, pour un coût. Chaque passage vous coûtera de l'argent, et le prix dépend de la distance et de vos relations avec les propriétaires de la porte.
tr: Geçit sistemi ücret karşılığında güvenli ve hızlı bir seyehat sunmaktadır. Her geçtiğiniz geçit size bir miktar paraya mal olacaktır. Bu ücret geçtiğini geçidin diğer ucunun uzaklığına ve geçidin sahibi olan grup ile olan itibar durumunuza göre değişecektir.

# tooltip
source: Building Mode (%s)
fr: Mode construction (%s)
tr: İnşa Modu (%s)

source: Do you really wish to permanently delete this galaxy?
fr: Voulez-vous vraiment supprimer définitivement cette galaxie?
tr: Bu galaksiyi kalıcı olarak silmek istediğinizden emin misiniz?

source: Overpopulated
fr: Surpeuplé
tr: Çok kalabalık

source: The Democratic Clan of %s
fr: Le Clan Démocratique de %s
tr: %s Demokratik Klanı

source: Everything in the game is generated procedurally - no matter where you go, you will always find something new!
fr: Tout dans le jeu est généré procéduralement - peu importe où vous allez, vous trouverez toujours quelque chose de nouveau!
tr: Oyundaki herşey rastgele oluşturulmuştur - Nereye giderseniz gidin yeni birşeyler bulacaksınız!

source: Tutorial
fr: Didacticiel
tr: Temel Eğitim

source: Address
fr: Adresse
tr: Adres

source: Underpaid
fr: Sous-payée
tr: Düşük ücret

source: The United %s Church
fr: L'Église Unie %s
tr: Birleşmiş %s Kilisesi

source: The green dots on the map show sectors where you can find something.
fr: Les points verts de la carte montrent les secteurs où vous pouvez trouver quelque chose.
tr: Galaksi haritasındaki yeşil noktalar birşeyler bulabileceğiniz sektörlerdir.

source: Report a Bug
fr: Signaler un bug
tr: Hata Bildirimi

source: Players
fr: Joueurs
tr: Oyuncular

source: Your craft %s \s(%s:%s) is under attack!
fr: Votre vaisseau %s \s(%s:%s) est attaqué !
tr: %s \s(%s:%s) Geminiz saldırı altında!

source: The United Church of %s
fr: L'Église Unie de %s
tr: %s Birleşmiş Kiliseleri

source: The blue radius around your position on the map shows how far your ship can jump.
fr: Le périmètre bleu autour de votre position, sur la carte de la galaxie, montre jusqu'à quelle distance votre vaisseau peut sauter.
tr: Bulunduğunuz pozisyonunun etrafındaki mavi yarıçap, geminizin ne kadar uzağa sıçrayabileceğini gösterir.

source: Repair Ship
fr: Réparer le vaisseau
tr: Gemiyi Tamir et

source: Join
fr: Rejoindre
tr: Katıl

source: One of your crafts is under attack in sector \s(%s:%s)
fr: Un de vos vaisseaux est attaqué dans le secteur \s(%s:%s)
tr: \s(%s:%s) Sektöründeki gemilerinizden biri saldırı altında!

source: The Galactic %s Church
fr: L'Eglise Galactique %s
tr: Galaktik %s Kilisesi

source: Visited sectors that are not empty are marked automatically on your map.
fr: Les secteurs visités sont marqués automatiquement sur votre carte. Des détails sont ajoutés si ils ne sont pas vides.
tr: Ziyaret ettiğiniz ve boş olmayan sektörler haritanızda otomatik olarak işaretlenir.

source: Repair
fr: Réparer
tr: Tamir

source: Join the local network game
fr: Rejoindre la partie en réseau local
tr: Lokal Ağ oyununa bağlan

source: Engine
fr: Moteur
tr: Motor

source: The Galactic Church of %s
fr: L'Église Galactique de %s
tr: %s Galaktik Kilisesi

source: Make sure you also explore sectors that are not marked with a green dot. But be careful, pirates like to hide in these unknown regions.
fr: Assurez-vous d'explorer aussi les secteurs qui ne sont pas marqués d'un point vert. Mais attention, les pirates aiment se cacher dans ces régions inconnues.
tr: Yeşil nokta ile belirtilmemiş sektörleri gezdiğinizden emin olun. Ancak dikkatli olun Korsanlar bu bölgelerde konuşlanmıştır.

source: Discard Broken Blocks
fr: Retirer les blocs cassés
tr: Hasarlı Blokları At

source: Refresh
fr: Actualiser
tr: Yenile

source: None
fr: Aucun
tr: Yok

source: The Universal %s Church
fr: L'Église Universelle %s
tr: Evrensel %s Kilisesi

source: A flight recorder block will mark the location of your ship's destruction on the map - but only if it's still intact when the ship is destroyed! So make sure your flight recorders are protected.
fr: Un enregistreur de vol marquera l'emplacement de votre épave sur la carte - mais seulement si ce bloc est toujours intègre lorsque le vaisseau explose ! Assurez-vous donc que vos enregistreurs de vol soient bien protégés.
tr: Uçuş kaydedici blok geminiz parçalandığında haritadaki yerini kaydeder. Ancak parçalanma anınde geminizde olması gerekmektedir. Uçuş kaydedicilerinizin korunaklı bir yerde olduğundan emin olun.

source: Repairs your ship.
fr: Répare votre vaisseau.
tr: Geminizi Tamir eder.

source: Refresh LAN games
fr: Actualiser les parties en LAN
tr: Lan Oyunlarını Yenile

source: Ship
fr: Vaisseau
tr: Gemi

source: The Universal Church of %s
fr: L'Église Universelle de %s
tr: %s Evrensel Kilisesi
