Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Dump Cargo
fr: Larguer la marchandise
tr: Kargoyu boşalt

source: Crew Quarters
fr: Cabines d'Equipage
tr: Mürettebat Kışlası

source: Your mining ship in sector %s can't find any more asteroids.
fr: Votre vaisseau minier dans le secteur %s ne trouve plus d'astéroïdes.
tr: %s Sektöründeki madenci geminiz, artık asteroid bulamadığını bildiriyor!

source: Success. Calling the collector.
fr: Succès. Appel du collecteur.
tr: Başarılı. Toplayıcı çağılırılıyor.

source: Crew Pay
fr: Salaire de l'équipage
tr: Maaş

source: Sir, we can't find any more asteroids in \s(%s)!
fr: Monsieur, nous ne trouvons plus d'astéroïdes à \s(%s) !
tr: Efendim, \s(%s) bölgesinde artık kazacak asteroid bulamıyoruz.

source: ${weaponPrefix} Fighter
fr: Chasseur ${weaponPrefix}
tr: ${weaponPrefix} Savaşçı

source: Please be patient. Extraction will begin soon.
fr: Veuillez patienter. L'extraction commencera bientôt.
tr: Lütfen sabırlı olunuz. Söküm işlemi birazdan başlayacaktır.

source: Generated Energy
fr: Production d'Energie
tr: Üretilen Enerji

source: Your ship in sector %s can't find any more wreckages.
fr: Votre vaisseau dans le secteur %s ne trouve plus d'épaves.
tr: Sektör %s teki geminiz artık enkaz bulamadığını bildiriyor.

source: You don't have enough space in your hangar.
fr: Vous n'avez pas assez de place disponible dans votre hangar.
tr: Hangarınızda yeterli alan yok.

source: Negative.
fr: Négatif.
tr: Negatif.

source: Empty cargo space:
fr: Espace de stockage vide:
tr: Boş Kargo Alanı:

source: Storable Energy
fr: Stockage d'Energie
tr: Saklanabilir Enerji

source: Sir, we can't find any more wreckages in \s(%s)!
fr: Monsieur, nous ne trouvons plus d'épaves à \s(%s)!
tr: Amiral, \s(%s) bölgesinde daha fazla enkaz kalmadı!

source: There is no free squad to place the fighter in.
fr: Il n'y a pas d'escadrille libre pour y mettre un chasseur.
tr: Savaşçı koyacak boşta timiniz bulunmamaktadır.

source: Communication Beacon
fr: Balise de communication
tr: İletişim Vercisi

source: Hangar Space
fr: Espace du hanger
tr: Hangar Alanı

source: Fighter to sell not found
fr: Chasseur à vendre non trouvé
tr: Satacak savaşçı bulunamadı.

source: Establish Connection
fr: Établir la connexion
tr: Bağlantıyı kur

source: Minimum Fighters
fr: Chasseurs minimum
tr: Minimum Savaşçı

source: Hello. This is a routine scan. Please remain calm. Your cargo will be confiscated and we will have to fine you ${fine} credits. You have ${timeOut} seconds to respond.
fr: Bonjour. Ceci est un scan de routine. Veuillez garder votre calme. Votre cargaison va être confisquée et nous devons vous amender de ${fine} crédits. Vous avez ${timeOut} secondes pour obtempérer.
tr: Merhaba. Bu rutin bir aramadır. Lütfen sakin olun. Kargonuza el koyulacaktır ve ceza olarak ${fine} kredi ödeyeceksiniz. Cevap vermek için ${timeOut} saniyeniz var.

source: Fighter Merchant
fr: Marchand de chasseurs
tr: Savaşçı Satıcısı

source: What is Operation Exodus?
fr: Qu'est-ce que l'opération Exodus ?
tr: Exodus Operasyonu nedir?

source: Unassign untrained crewmen from this position.
fr: Retirer un membre d'équipage de base de ce poste.
tr: Uzmanlaşmamış tayfayı bu pozisyondan alır.

source: Maximum Fighters
fr: Chasseurs maximum
tr: Maximum Savaşçı

source: Comply
fr: Soumettez-vous
tr: Razı ol

source: Where are you?
fr: Où êtes-vous?
tr: Neredesin?

source: Docks
fr: Quais
tr: Doklar

source: Thank you for your cooperation. Remain where you are. We will now approach you and confiscate your cargo.
fr: Merci pour votre coopération. Restez où vous êtes. nous allons maintenant approcher et confisquer votre cargaison.
tr: İş birliğiniz için teşekkürler. Olduğunuz yerde bekleyin. Şimdi size yaklaşacağız ve kargonuza el koyulacak.

source: Habitat
fr: Habitations
tr: Yaşam alanı

source: Why do you live here?
fr: Pourquoi vivez-vous ici ?
tr: Neden burada yaşıyorsun?

source: Warning:
fr: Attention:
tr: Uyarı:

source: Free Arbitrary Turrets
fr: Tourelle(s) Libre(s)
tr: Ücretsiz Taret Slotu

source: [Ignore]
fr: [Ignorer]
tr: [Görmezden gel]

source: ${faction} Headquarters
fr: Quartier général de ${faction}
tr: ${faction} Karargah

source: Do you know how to beat the Xsotan?
fr: Savez-vous comment battre les Xsotans ?
tr: Xsotan'ı nasıl yeneceğimizi biliyormusun?

source: This will dismiss the crewmen. They will be gone and no money will be returned.
fr: Renvoyer ce membre d'équipage. Il quittera définitivement le vaisseau et son coût initial ne sera pas remboursé.
tr: Bu işlem tayfayı azledecektir. Mürettebat gidecek ve geri ödeme yapılmayacaktır.

source: Hold on. Our scanners show illegal cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
fr: Attendez. Nos scanners indiquent que vous transportez des marchandises illégales. Votre cargaison sera confisquée et vous écopez d'une amende de ${fine} crédits. Vous avez ${timeOut} secondes pour répondre.
tr: Lütfen bekleyin. Tarayıcılarımız geminizde kanun dışı kargo olduğunu gösteriyor. Kargonuza el koyulacak ve ${fine} kredi Ceza ödeyeceksiniz. Cevap vermek için ${timeOut} saniyeniz var.

source: Headquarters
fr: Quartier général
tr: Karargah

source: What is this place?
fr: Quel est cet endroit?
tr: Burası neresi?

source: Auto Assign Crews
fr: Assigner automatiquement l'équipage
tr: Oto Tayfa Atama

source: Hold on. Our scanners show stolen cargo on your ship. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
fr: Attendez. nos scanners ont détectés de la marchandise volée sur votre vaisseau. Votre cargaison va être confisquée et vous êtes amendé de ${fine} crédits. Vous avez ${timeOut} secondes pour obtempérer.
tr: Bekleyin. Tarayıcılarımız geminizde çalıntı kargo olduğunu saptadı. Kargonuza el koyulacak ve ceza olarak ${fine} kredi ödeyeceksiniz. Cevap vermek için ${timeOut} saniyeniz var.

source: A nearby sector has been occupied by pirates and they have been attacking our convoys and traders. We cannot let that scum do whatever they like. We need someone to take care of them. Sector: (${x} : ${y})
fr: Un secteur voisin est occupé par des pirates et ils ont pris l'habitude d'attaquer nos convois et commerçants. Nous ne pouvons laisser ces déchets faire ce qu'ils veulent. Nous avons besoin de quelqu'un pour s'occuper d'eux. Secteur: (${x} : ${y})
tr: Yakında bir sektör korsanlar tarafından mesken tutuldu. Bu korsanlar konvoylarımıza ve ticaret gemilerimize saldırıyorlar. Canları nasıl isterse öyle davranmalarına müsaade edemeyiz. Onların icabına bakacak birisi gerekli. Sektör: (${x} : ${y})

source: I have to go.
fr: Je dois y aller.
tr: Gitmeliyim.

source: Crew
fr: Equipage
tr: Tayfa

source: Armed Turret Slots
fr: Tourelle(s) Armée(s)
tr: Silahlı Taret Slotları

source: Hold on. Our scanners show dangerous cargo on your ship. According to our records, you don't have transportation permit for dangerous cargo in our area. Your cargo will be confiscated and you are fined ${fine} credits. You have ${timeOut} seconds to respond.
fr: Attendez. Nos scanners montrent une cargaison dangereuse sur votre vaisseau. Selon nos dossiers, vous n'avez pas de permis de transport pour les marchandises dangereuses dans notre région. Votre cargaison sera confisquée et vous êtes condamné à une amende de ${fine} crédits. Vous avez ${timeOut} secondes pour répondre.
tr: Lütfen Bekleyin. Tarayıcılarımız geminizde tehlikeli kargo olduğunu saptadı. Kayıtlarımıza göre tehlikeli kargo taşıma belgeniz olmadığı için bizim hava sahamızda sevkiyat yapamazsınız. Kargonuza el koyulacak ve ceza olarak ${fine} kredi ödeyeceksiniz. Cevap vermek için ${timeOut} saniyeniz var.

source: Wipe out Pirates
fr: Anéantir les pirates
tr: Korsanları Temizleyin

source: And now we live here.
fr: Et maintenant nous vivons ici.
tr: artık burada biz yaşıyoruz.

source: Morale
fr: Moral
tr: Moral

source: Unarmed Turret Slots
fr: Tourelle(s) Civile(s)
tr: Silahsız Taret Slotları

source: Your non-responsiveness is considered a hostile act.
fr: Votre non-réponse est considérée comme un acte hostile.
tr: Sorumsuz tavırlarınız oldukça düşmanca bir hareket.

# difficulty
source: Medium
fr: Moyen
tr: Orta

source: Ah. It looks like you already have everything we could give you.
fr: Ah. Il semble que vous ayez déjà tout ce que nous pourrions vous donner.
tr: Ah. Görünüşe göre sana verebileceğimiz her şeye şimdiden sahipsin.

source: Workforce
fr: Force de travail
tr: İşgücü

source: Arbitrary Turret Slots
fr: Tourelle(s) Libre(s)
tr: Keyfi Taret Slotları

source: Beacon Text
fr: Texte de balise
tr: Verici Metni

source: Their location is \s(%i:%i).
fr: Leur position est \s(%i:%i).
tr: \s(%i:%i) Konumundalar.

source: You can have some of it if you want. It's worthless to us anyways.
fr: Vous pouvez en avoir si vous voulez. Cela ne nous sert à rien de toute façon.
tr: Bunun bir kısmını alabilirsin istersen. Bizim için nasıl olsa değersiz.

source: Perf
fr: Performance
tr: Performans

source: Unarmed Turrets In Arbitrary Slots
fr: Tourelle(s) Civile(s) dans Positions Libres
tr: Keyfi Slotlardaki Silahsız Taretler

source: Activate
fr: Activer
tr: Aktif et

source: We don't do drones.
fr: Nous ne faisons pas de drones.
tr: Bir gemin olduğunda gel...

source: We dumped one of the artifacts from a wreckage near you, have a look around.
fr: Jetez un oeil parmi les épaves alentours, nous avons laissé pour vous un de ces anciens artefacts.
tr: Tarihi eserlerden birini yanındaki enkaza attık, buyur etrafa bakabilirsin.

source: Cr/h
tr: Kr/S

source: Armed Turrets In Arbitrary Slots
fr: Tourelle(s) Armée(s) dans Positions Libres
tr: Keyfi Slotlardaki Silahlı Taretler

source: ${entity} Bulletin Board
fr: Panneau d'affichage de ${entity}
tr: ${entity} Bülten Panosu

source: We can only offer these services to people that we trust completely. Come back when your relations to our faction are better.
fr: Nous ne pouvons offrir ces services qu'aux personnes auxquelles nous avons entièrement confiance. Revenez lorsque vos relations avec notre faction seront meilleures.
tr: Bu servisleri sadece tamamen güvendiğimiz insanlara açabiliriz. İtibarınız arttığında geri gelin.

source: The Xsotan ships are no more special than ours or yours. They're strong, but you can defeat them in combat.
fr: Les vaisseaux Xsotan ne sont pas plus spéciaux que les nôtres ou les vôtres. Ils sont forts, mais vous pouvez les vaincre au combat.
tr: Bu Xsotan gemileri senin yada bizim gemilerimizden daha özel değiller. Güçlüler, fakat savaşta onları yenebilirsin.

source: Morale: %i%%
fr: Moral: %i%%
tr: Moral: %i%%

source: Keyboard Steering
fr: Pilotage au clavier
tr: Klavyeden Kontrol

# Station Title
source: Repair Dock
fr: Quai de réparation
tr: Tamir Doku

source: The main problem is that there's just so many of them.
fr: Le problème c'est qu'il y en a beaucoup trop.
tr: Sorun şu ki orada onlardan çok fazla olması.

source: Your morale is below 100%. The workforce of your crew is impaired.
fr: Votre moral est inférieur à 100%. La capacité de travail de votre équipage est altérée.
tr: Moral %100'ün altında. İş gücünüz düşürülmüştür.

source: Mouse Steering
fr: Pilotage à la souris
tr: Fare Kontrolü

source: Reward
fr: Récompense
tr: Ödül

# Action
source: Repair
fr: Réparer
tr: Onar

source: You have to stop them from calling in reinforcements.
fr: Vous devez les empêcher d'appeler des renforts.
tr: Yardım çağırmalarına engel olmalısın.

source: Your morale is good. Specialists will level up over time.
fr: Votre moral est bon. Le niveau des spécialistes augmentera avec le temps.
tr: Moraliniz yüksek. Uzmanlar zamanla seviyelerini geliştirecekler.

source: Roll Left
fr: Rouler à gauche
tr: Sola Yuvarlanma

source: No bulletins available!
fr: Aucun communiqué disponible
tr: Şu anda ilan yok!

# Station Title
source: Use as Reconstruction Site
fr: Utiliser comme Site de Réapparition
tr: Yeniden Doğma Noktası olarak Kullan

source: We don't know how to do that or where they're coming from, but during our times fighting them our ancestors managed to get their hands on some of their technology.
fr: Nous ne savons pas comment y parvenir, ni d'où ils viennent. Cela dit, ors de la guerre qui nous opposa à eux, nos ancêtres sont parvenus à mettre la main sur certaines de leurs technologies.
tr: Onu nasıl yapacağımızı bilmiyoruz yada nereden geldiklerini, fakat zamanında atalarımız onlarla savaşırken teknolojilerinin bir kısmını ele geçirmeyi başarmışlar.

source: %s Morale: -%i%%
fr: %s Moral: -%i%%
tr: %s Moral: -%i%%

source: Roll Right
fr: Rouler à droite
tr: Sağa Yuvarlanma

source: Where is your home sector?
fr: Où est votre secteur d'origine ?
tr: Ana sektörün neresi?

# Station Title
source: Reconstruction Site
fr: Site de Réapparition
tr: Yeniden Doğma Noktası

source: We're scattered over all these wreckages.
fr: Nous sommes dispersés dans toutes ces épaves.
tr: Tüm bu enkazların arasına yaydık.

source: %i untrained %s Workforce per unit: %d %s
fr: %i %s non-entrainé(s) Main-d'oeuvre par unité: %d %s
tr: %i Normal %s İşgücü 1 Kişi için: %d %s

source: Turn Down
fr: Baisser
tr: Aşağı dönme

source: Give me all your cargo!
fr: Donnez moi votre cargaison!
tr: Tüm kargona bana ver!

# Action
source: Use as Reconstruction Site
fr: Utiliser comme Site de Réapparition
tr: Yeniden Doğma Noktası olarak Kullan

source: I would never have thought that anybody would come out here.
fr: Je n'aurais jamais pensé que quelqu'un viendrait ici.
tr: Kimsenin bu kadar uzağa gelebileceğini düşünmemiştim.

source: %i professional %s Level %i Workforce per unit: %d %s
fr: %i professionel %s Niveau %i Force de travail par unité: %d %s
tr: %i Profesyonel %s Seviye %i İşgücü 1 Kişi için: %d %s

source: Turn Up
fr: Relever
tr: Yukarı Dön

source: Dumping the cargo. I hope you're happy you damn pirate.
fr: Largage de la cargaison. J’espère que vous êtes contents, saletés de pirates.
tr: Kargoyu bırakıyorum. Umarım mutlusundur seni aşağılık korsan.

source: Price:
fr: Prix:
tr: Fiyat:

source: We set up this beacon, but we never thought anybody would use it.
fr: Nous avons installé cette balise, mais nous ne pensions pas que quelqu'un l'utiliserait.
tr: Bu vericiyi biz kurduk, ancak birinin bunu kullanacağını sanmıyorduk.

source: Your workforce is impaired due to low morale.
fr: Les performances de l'équipage sont affectées par le mauvais moral qui règne sur le vaisseau.
tr: Düşük moral sebebi ile iş gücünüz düşmüştür.

source: Turn Left
fr: Tourner à Gauche
tr: Sola dön

source: If you choose this station as your reconstruction site, then when you die, your drone will be reconstructed at this station and you will be placed in this sector.
fr: Si vous choisissez cette station comme site de réapparition, lorsque vous mourrez, votre drone sera reconstruit ici et vous serez repositionné dans ce secteur.
tr: Eğer bu istasyonu yeniden yapılandırma bölgesi olarak seçerseniz, öldüğünüzde Dronunuz bu istasyonda yapılandırılacak ve bu sektörde başlayacaksınız.

source: There are many more of us, in other sectors, but sadly we can't reach them.
fr: Beaucoup d'entre nous sont encore dispersés dans les autres secteurs, mais malheureusement nous n'arrivons pas à les joindre.
tr: Bizden daha çok var, diğer sektörlerde ne yazık ki onlara ulaşamıyoruz.

source: Click and Press a number to assign a group to this turret.
fr: Cliquez et appuyez sur un chiffre pour assigner un groupe à cette tourelle.
tr: Silahlarınızı gruplamak için tıklayın ve bir numara atayın.

source: Turn Right
fr: Tourner à Droite
tr: Sağa dön

source: I'm serious!
fr: Je suis sérieux !
tr: Ben ciddiyim!

source: Repair ship
fr: Réparer le vaisseau
tr: Gemiyi onar

source: This is the place where our last great defeat happened.
fr: C'est ici que nous avons subit notre dernière grande défaite.
tr: Burası Son büyük yenilgimizi aldığımız yer.

source: Empty armed turret slot
fr: Position Tourelle Armée Vide
tr: Boş silahlı taret slotu

source: Accelerate
fr: Accélérer
tr: Hızlanma

source: And how are you planning on doing that?
fr: Comment comptez-vous vous y prendre ?
tr: Ve onu nasıl yapmayı planlıyorsun?

source: Your ship is not damaged.
fr: Votre vaisseau n'est pas endommagé.
tr: Geminiz hasar almamış.

source: We were overwhelmed by outlaws and bandits. When they realized that our technology was completely incompatible with theirs and thus worthless to them, they left our ancestors to die here.
fr: Nous étions débordés par les hors-la-loi et les bandits. Quand ils se sont rendus compte que notre technologie était complètement incompatible avec la leur, et donc sans valeur pour eux, ils ont laissé nos ancêtres mourir ici.
tr: Kanunsuzlar ve Haydutlar tarafından etrafımız sarılmıştı. Bizim teknolojimizin onlarınkine tamamen uyumsuz olduğunu öğrendiklerinde bu onlara değersiz geldi ve Atalarımızı orada ölüme terk ettiler.

source: Empty unarmed turret slot
fr: Position Tourelle Civile Vide
tr: Boş silahsız taret slotu

source: Brake
fr: Frein
tr: Fren

source: I'm going to destroy you!
fr: Je vais vous détruire!
tr: Sizi yok edeceğim!

source: Price: $${money}
fr: Prix: $${money}
tr: Fiyat: $${money}

source: Since our hyperdrives are all gone, we're stuck here.
fr: Depuis que nos hyper-propulseurs ont lâché, nous sommes coincés ici.
tr: Hiperuzay motorlarımız bozulduğundan beri burada tıkılı kaldık.

source: Energy
fr: Energie
tr: Enerji

source: Inv Velocity
fr: Inverser la Vélocité
tr: Hızı Aç/Kapa

source: This is ridiculous. Go away.
fr: C'est ridicule. Allez-vous en.
tr: Bu çok saçma. Gidin buradan.

source: Repair Costs:
fr: Coûts de(s) réparation(s):
tr: Tamir Ücretleri:

source: But luckily we're living in the wreckages of a convoy that was meant for the migration of millions.
fr: Mais heureusement, nous vivons dans les épaves d'un convoi qui était destiné à la migration de millions de personnes.
tr: Fakat şanslıyız ki bir konvoyun enkazının içinde yaşıyoruz. Bu konvoy milyonlar için göç demekti.

source: Required Energy
fr: Energie Requise
tr: Gerekli Enerji

source: Jump / Boost
fr: Sauter / Booster
tr: Sıçrama / Hızlandırıcı

source: Leave
fr: Quitter
tr: Ayrıl

source: You can't be more than 1km away to repair your ship.
fr: Pour que votre vaisseau puisse être réparé, il doit se trouver dans un rayon d'1 km maximum.
tr: Geminizi onarmak için en az 1 km yakında olmalısınız.

source: We have enough food and energy to sustain us for hundreds of years to come.
fr: Nous avons assez de nourriture et d'énergie pour subvenir pendant des centaines d'années à venir.
tr: Bizleri binlerce yıl yetecek enerji ve yemeğimiz var.

source: Produced Energy
fr: Production d'Energie
tr: Üretilen Enerji

source: Enter Ship
fr: Entrer dans le Vaisseau
tr: Gemiye Binme

source: Okay, sorry, wrong ship.
fr: Ok, pardon, mauvais vaisseau.
tr: Tamam, pardon, yanlış gemi.

source: This sector is already your reconstruction sector.
fr: Ce secteur est déjà votre secteur de réapparition.
tr: Bu sektör zaten sizin yeniden yapılandırma sektörünüz.

source: We were disorganized, demoralized and weak. Our best guess is that a lot of people in the outer sectors here knew that.
fr: Nous étions désorganisés, démoralisés et faibles. Notre meilleur espoir était que beaucoup de gens dans les secteurs extérieurs le savaient.
tr: Organize değildik, moralsiz ve güçsüzdük. Tek tesellimiz burada olanları dış sektördekilerin biliyor olması.

source: Efficiency
fr: Efficacité
tr: Verim

source: Build Mode
fr: Mode Construction
tr: İnşa Modu

source: Leave us alone!
fr: Laissez nous tranquilles.
tr: Bizi yalnız bırak!

# station title
source: Research
fr: Rechercher
tr: Araştırma

source: And a large convoy like ours was not exactly easy to hide.
fr: Et un grand convoi comme le nôtre n'était pas vraiment facile à cacher.
tr: Ve bizim gibi büyük bir konvoyun saklanması hiçte kolay değil.

source: Req. Energy
fr: Energie Requise
tr: Gereken Enerji

source: Interact
fr: Interagir
tr: Etkileşime Geçme

source: Dump your cargo or you'll be destroyed!
fr: Livrez-nous votre cargaison ou bien nous ferons exploser votre vaisseau !
tr: Kargonuzu bırakın yada yok edileceksiniz!

source: Research
fr: Rechercher
tr: Araştır

source: We were constantly attacked. They wanted our technology. Our ships. Our weapons.
fr: Nous étions attaqués constamment. Ils voulaient notre technologie. Nos vaisseaux. Nos armes.
tr: Sürekli saldırı altındayız. Bizim teknolojimizi istiyorlar. Gemilerimizi , Silahlarımızı...

source: Please don't shoot! We will dump the cargo, but then you leave us alone!
fr: Ne tirez pas! Nous déchargeons la cargaison, mais vous nous laissez tranquille!
tr: Lütfen Ateş etmeyin! Kargoyu bırakacağız, Fakat bizi bırakacaksınız!

source: Place at least 3 items for research!
fr: Insérez au moins 3 objets pour la recherche !
tr: Araştırma için en az 3 eşya koyunuz

source: For a long time we managed to fight them back, but at some point we couldn't fight any longer, and were overwhelmed.
fr: Pendant longtemps, nous avons réussi à les combattre, mais à un moment donné, nous ne pouvions plus nous battre et nous avons été submergés.
tr: Uzun zamandır onlara karşılık vermeyi başardık, Ama bir noktadan sonra artık savaşamayacak duruma geldik. Ezildik....

source: Produced Energy %s
fr: Production d'Energie %s
tr: Üretilen Enerji %s

source: Primary Fire
fr: Tir Principal
tr: Ana Ateşleme

source: Dump your cargo and you will be spared.
fr: Larguez votre cargaison et vous serez épargné.
tr: Kargonuzu bırakın ve hayatınızı bağışlayalım.

source: Transform into a new item
fr: Transformer en un nouvel objet
tr: Yeni bir eşyaya dönüştür.

source: Our hyperspace drives were destroyed, and now we're stuck here.
fr: Nos moteurs hyper-espace ont été détruits, et maintenant nous sommes coincés ici.
tr: Hiperuzay sürücülerimiz yok edildi, işte şimdi burda sıkıştık.

source: Required Energy %s
fr: Energie Requise %s
tr: Gerekli Enerji %s

source: All Weapons
fr: Toutes les Armes
tr: Tüm Silahlar

source: If you cooperate, I might spare your lives.
fr: Si vous coopérez, j'épargnerai peut être vos vies.
tr: Eğer işbirliği yaparsanız, hayatınızı bağışlayabilirim.

source: Your items cannot be more than one rarity apart!
fr: Vos objets ne peuvent pas avoir plus d'un degré de rareté d'écart.
tr: Eşyalarınızın enderlik oranı bir birimden daha fazla olamaz!

source: We are the descendants of the Haatii. Our ancestors used to live near the center of the galaxy.
fr: Nous sommes les descendants des Haatii. Nos ancêtres vivaient près du centre de la galaxie.
tr: Bizler Haatii'nin Soyundan geliyoruz. Atalarımız galaksinin merkezine yakın yaşardı.

source: Enable/Disable %s
fr: Activer/Désactiver %s
tr: Aç/Kapa %s

source: Weapons 1
fr: Armes 1
tr: Silahlar 1

source: At second thought I don't need anything of you.
fr: À la réflexion, je n'ai en rien besoin de vous.
tr: Bir daha düşündüm de senden bir şey istemiyorum.

source: You dont have enough items!
fr: Vous n'avez pas assez d'objets!
tr: Yeterli eşyanız yok!

source: Operation Exodus was the largest migration the galaxy had seen.
fr: L'opération Exodus était la plus grande migration que la galaxie avait vue.
tr: Exodus Operasyonu galaksinin gördüğü en büyük göçtü.

source: You can't change the energy priority of your %s.
fr: Vous ne pouvez pas changer la priorité énergétique de votre %s.
tr: %s Sisteminizin enerji önceliğini değiştiremezsiniz.

source: Weapons 2
fr: Armes 2
tr: Silahlar 2

source: What kind of sick joke is this!?
fr: Est-ce une mauvaise blague ?
tr: Bu nasıl bir eşek şakasıdır!?

source: You need at least 3 items to do research!
fr: Vous devez fournir au moins trois objets pour effectuer une recherche !
tr: Araştırma yapmak için en az 3 adet eşyaya ihtiyacınız var!
