Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: (Autoturrets without group)
fr: (Tourelles Automatiques sans groupe)
tr: Grupsuz Oto-Taretler

source: Miners operate mining turrets.
fr: Les mineurs gèrent les tourelles de minage.
tr: Madenciler Maden taretlerini çalılştırırlar.

source: The United %s Republic
fr: La République Unie %s
tr: Birleşmiş %s Cumhuriyeti

source: Enter Coordinates
fr: Entrer les Coordonnées
tr: Koordinatları Gir

source: ?? s [0% eff.]
tr: ?? s [0% ver.]

# Alliance Tab
source: Alliance Vault
fr: Coffre-fort de l'Alliance
tr: İttifak Kasası

source: Mechanics repair your ship, but cannot rebuild destroyed blocks.
fr: Les mécaniciens réparent votre vaisseau, mais ne peuvent pas reconstruire les blocs détruits.
tr: Tamirciler geminizi tamir ederler, ancak yok edilmiş blokları yeniden yapamazlar.

source: The United Republic of %s
fr: La République Unifiée de %s
tr: %s Birleşmiş Cumhuriyeti

source: Enter coordinates separated by a colon:
fr: Entrer les coordonnées séparées par deux points:
tr: Koordinatları ":" ile ayırarak girin:

source: Pilots will fly fighters.
fr: Les pilotes contrôlent les chasseurs.
tr: Pilotlar savaşçıları uçururlar.

source: The Galactic %s Republic
fr: La République Galactique %s
tr: Galaktik %s Cumhuriyeti

source: Enter the note you want to attach to the sector(Only 300 characters will be saved):
fr: Entrez une note pour ce secteur (seulement 300 caractères seront enregistrés) :
tr: Sektörle ilgili notlarınızı girin (En fazla 300 Karakter):

source: Create a new workshop item
fr: Créer un nouvel objet Workshop.
tr: Yeni bir atölye öğesi oluşturun

source: Deposit
fr: Déposer
tr: Ödeme

source: Security will defend your ships against enemy boarders. [Boarding is not yet implemented]
fr: La sécurité défendra vos vaisseaux contre les abordages ennemis. [Abordage non implémenté pour le moment]
tr: Güvenlik, geminizi bordacılara karşı koruyacaktır. [Oyuna Eklenmedi]

source: The Galactic Republic of %s
fr: La République Galactique du %s
tr: %s Galaktik Cumhuriyet

source: Unknown energy signature
fr: Signature énergétique inconnue
tr: Bilinmeyen enerji imzası

source: Update this workshop item: %s
fr: Mettre à jour cet objet sur le Workshop: %s
tr: Atölye öğesini güncelle: %s

source: Withdraw
fr: Retirer
tr: Çekme

source: Boarders can be flown to other ships to infiltrate and take over those ships. [Boarding is not yet implemented]
fr: Les abordeurs peuvent être envoyés vers d'autres vaisseaux pour les infiltrer et en prendre possession. [Abordage non implémenté pour le moment]
tr: Bordacılar diğer gemilere uçarak onları ele geçirir. [Oyuna Eklenmedi]

source: The Universal %s Republic
fr: La République %s Universelle
tr: Evrensel %s Cumhuriyeti

source: Unknown hidden mass signature
fr: Signature de masse masquée
tr: Bilinmeyen gizli kütle imzası

source: Upload to Steam Workshop
fr: Mettre en ligne sur Steam Workshop
tr: Steam Atölyesine yükle

# Alliance Tab
source: General
fr: Général
tr: Genel

source: Sergeants organize your crew. You need 1 sergeant for every 10 employed crewmen.
fr: Les sergents gèrent votre équipage. Vous avez besoin d'1 sergent pour 10 hommes d'équipage employés.
tr: Çavuşlar mürettebatınızı organize eder. Her 10 mürettebat için 1 Çavuş gereklidir.

source: The Universal Republic of %s
fr: La République Universelle du %s
tr: %s Evrensel Cumhuriyeti

source: Controlled by:
fr: Contrôlé par :
tr: Kontrol Eden Topuluk:

source: Title (max 128 characters)
fr: Titre (128 caractères max.)
tr: İsim (Max 128 karakter):

source: Join Alliance
fr: Rejoindre l'Alliance
tr: İttifaka Katıl

source: Oversees Sergeants. You need 1 lieutenant for every 4 sergeants.
fr: Surveille les sergents. Vous avez besoin d'1 lieutenant pour chaque groupe de 3 sergents.
tr: Çavuşları kontrol eder. Her 4 Çavuş için 1 Subay gereklidir.

source: The Democratic %s Republic
fr: La République %s Démocratique
tr: Demokratik %s Cumhuriyeti

source: 1 ship of %s
fr: 1 vaisseau de %s
tr: 1 adet %s gemisi

source: Description (max 8000 characters)
fr: Description (8000 caractères maxi)
tr: Açıklama (Max 800 karakter)

source: Pending Invitations
fr: Invitations en Attente
tr: Bekleyen davetler

source: Oversees Lieutenants. You need 1 commander for every 3 lieutenants.
fr: Surveille les lieutenants. Vous avez besoin d'1 commandant pour chaque groupe de 3 lieutenants.
tr: Subayları denetler. Her 3 Subay için 1 Komutan gereklidir.

source: The Democratic Republic of %s
fr: La République Démocratique du %s
tr: %s Demokratik Cumhuriyeti

source: Visibility
fr: Visibilité
tr: Görünebilirlik

source: Leave Alliance
fr: Quitter l'Alliance
tr: İttifaktan Ayrıl

source: The highest ranked officer. You need 1 general for every 3 commanders.
fr: L'officier le plus gradé. Vous avez besoin d'1 général pour chaque groupe de 3 commandants.
tr: En üst rütbeli Subaydır. Her 3 Komutan için 1 General gereklidir.

source: The United %s Commonwealth
fr: Le Commonwealth Uni %s
tr: Birleşmiş %s Ulusu

source: Public
tr: Ortak

source: Disband Alliance
fr: Dissoudre l'Alliance
tr: İttifakı Dağıt

source: Not mandatory, but allows ships to be commanded when you're not flying them.
fr: Non obligatoire, mais permet de commander des vaisseaux lorsque vous ne les pilotez pas vous-même.
tr: Zaruri değil ancak siz kullanmıyorken geminin uçmasını sağlar.

source: The United Commonwealth of %s
fr: Le Commonwealth Unis des %s
tr: %s Birleşmiş Ulusu

source: Friends Only
fr: Amis uniquement
tr: Sadece Arkadaşlar

source: Message of the day
fr: Message du jour
tr: Günün Mesajı

source: Attack
fr: Attaquer
tr: Saldır

source: The Galactic %s Commonwealth
fr: Le Commonwealth Galactique %s
tr: Galaktik %s Ulusu

source: Private
fr: Privé
tr: Özel

source: Modify
fr: Modifier
tr: Düzenle

source: Defend
fr: Défendre
tr: Defans

source: The Galactic Commonwealth of %s
fr: Le Commonwealth Galactique de %s
tr: %s Galaktik Ulusu

source: Tags
fr: Étiquettes
tr: Etiketler

source: Home Sector
fr: Secteur d'origine
tr: Ana Sektör

source: Return
fr: Revenir
tr: Geri dön

source: The Universal %s Commonwealth
fr: Le Commonwealth Universel %s
tr: Evrensel %s Ulusu

source: Group Members:
fr: Membres du groupe:
tr: Grup Üyeleri:

# Workshop Tag
source: Ship
fr: Vaisseau
tr: Gemi

source: Alliance has no home sector!
fr: L'Alliance n'a pas de secteur d'origine !
tr: İttifak bir Ana sektöre sahip değildir!

source: The Universal Commonwealth of %s
fr: Le Commonwealth Universel des %s
tr: %s Evrensel Ulusu

source: Alliance Members:
fr: Membres de l'Alliance:
tr: İttifak Üyeleri:

# Workshop Tag
source: Station
tr: İstasyon

source: Alliance: %s
tr: İttifak: %s

source: The Democratic %s Commonwealth
fr: La Communauté %s Démocratique
tr: Demokratik %s Ulusu

source: You died here!
fr: Vous êtes mort ici !
tr: Burada Öldünüz!

# Workshop Tag
source: Fighter
fr: Chasseur
tr: Savaşçı

source: Show Location
fr: Afficher la position
tr: Lokasyonu Göster

source: The block overlaps too much with another block.
fr: Le bloc chevauche trop un autre bloc.
tr: Blok diğer bir blokla çok fazla üst üste bindi.

source: The Democratic Commonwealth of %s
fr: Le Commonwealth Démocratique de %s
tr: %s Demokratik Ulusu

source: Curr. Block Size
fr: Taille de Bloc Actuelle
tr: Anlık Blok Boyutu

source: Whisper
fr: Murmurer
tr: Fısılda

source: The block does not touch another block.
fr: Le bloc ne touche pas d'autre bloc.
tr: Blok başka bir bloğa dokunmuyor.

source: The United %s Dominion
fr: Le Dominion Uni %s
tr: Birleşmiş %s Egemenliği

source: No color
fr: Pas de couleur
tr: Renk yok

# Workshop Tag
source: Military
fr: Militaire
tr: Askeri

source: Assign Rank
fr: Affecter rang
tr: Rütbe Ata

source: The block must not touch a turret.
fr: Le bloc ne doit pas toucher de tourelle.
tr: Blok bir tarete dokunmamalı.

source: The United Dominion of %s
fr: Les Territoires Unis de %s
tr: %s Birleşmiş Egemenliği

source: Building Colors
fr: Couleur de Construction
tr: İnşa Renkleri

# Workshop Tag
source: Civil
tr: Sivil

source: Kick
fr: Éjecter
tr: İttifaktan Çıkar

source: You cannot build a turret onto an engine.
fr: Vous ne pouvez pas construire de tourelle sur un moteur.
tr: Bir motor üzerine taret koyamazsınız.

source: The Galactic %s Dominion
fr: Le Dominion Galactique %s
tr: Galaktik %s Egemenliği

source: Building Mode Hotkeys
fr: Raccourcis du Mode Construction
tr: İnşa modu tuşları

# Workshop Tag
source: Battleship
fr: Vaisseau de combat
tr: Savaş Gemisi

source: Last Online
fr: Dernière Connexion
tr: Son online olma

source: You cannot build a turret onto a thruster.
fr: Vous ne pouvez pas construire de tourelle sur un propulseur.
tr: Bir itici üzerine taret koyamazsınız.

source: The Galactic Dominion of %s
fr: Le Dominion Galactique de %s
tr: %s Galaktik Egemenliği

source: %s + Move Mouse
fr: %s + Bouger la souris
tr: %s + Fareyi Hareket ettirin

# Workshop Tag
source: Miner
fr: Mineur
tr: Madenci

# Alliance Tab
source: Members
fr: Membres
tr: Üyeler

source: The turret is not entirely on the block.
fr: La tourelle n'est pas entièrement sur le bloc.
tr: Taret tamamen blok üzerinde değil.

source: The Universal %s Dominion
fr: Le Dominion Universel %s
tr: Evrensel %s Egemenliği

source: Scale (Keep Proportion)
fr: Redimensionnement (garde les proportions)
tr: Ölçeklendir (Orantıyı Koru)

source: Invite Player
fr: Inviter un joueur
tr: Davet

source: There is already a turret at this position.
fr: Il y a déjà une tourelle à cet endroit.
tr: Bu pozisyonda zaten bir taret var.

source: The Universal Dominion of %s
fr: Le Dominion Universel de %s
tr: %s Evrensel Egemenliği

source: Scale Linear
fr: Redimensionner linéaire
tr: Doğrusal boyutlandır

# Workshop Tag
source: Carrier
fr: Vaisseau-mère
tr: Ana gemi

source: The turret must not intersect with another block.
fr: La tourelle ne doit pas traverser un autre bloc.
tr: Taret başka bir blok ile kesişmemelidir.

source: The Democratic %s Dominion
fr: Le Dominion Démocratique %s
tr: Demokratik %s Egemenliği

source: Scale At Axis X
fr: Redimensionner sur l'axe X
tr: X-Ekseninde Ölçeklendir

# Workshop Tag
source: Factory
fr: Usine
tr: Fabrika

# Alliance Tab
source: Ranks
fr: Rangs
tr: Rütbeler

source: Invalid name, name contains invalid characters!
fr: Nom invalide, le nom contient des caractères non valides!
tr: Uyumsuz isim, isimde uygun olmayan karakterler var!

source: The Democratic Dominion of %s
fr: Le Dominion Démocratique %s
tr: %s Demokratik Egemenliği

source: Scale At Axis Y
fr: Redimensionner sur l'axe Y
tr: Y-Ekseninde Ölçeklendir

source: Ranks
fr: Rangs
tr: Rütbeler

source: Invalid name, name must contain at least one letter!
fr: Nom invalide, le nom doit contenir au moins une lettre!
tr: Uygunsuz isim, İsimde mutlaka bir harf olmalıdır!

source: The United %s Syndicate
fr: Le Syndicat Uni %s
tr: Birleşmiş %s Sendikası

source: Scale At Axis Z
fr: Redimensionner sur l'axe Z
tr: Z-Ekseninde Ölçeklendir

source: Change Notes (max 5000 characters)
fr: Changer les Notes (5000 caractères max.)
tr: Notları değiştir (max 5000 karakter)

source: Permissions
fr: Autorisations
tr: İzinler

source: Invalid name, name must have at least 3 characters!
fr: Nom invalide, le nom doit comporter au moins 3 caractères !
tr: Uygunsuz isim, İsim en az 3 karakterli olmalı!

source: The United Syndicate of %s
fr: Le Syndicat Uni de %s
tr: %s Birleşmiş Sendikaları

source: Rotate
fr: Pivoter
tr: Döndür

source: By submitting this item, you agree to the workshop terms of service.
fr: En soumettant cet objet, vous acceptez les termes du Workshop.
tr: Bu öğeyi yollayarak, Atölye kurallarını kabul etmiş olursunuz.

source: Add Rank
fr: Ajouter un Rang
tr: Rütbe Ekle

source: Invalid name, name must begin with a letter!
fr: Non invalide, le nom doit commencer par une lettre !
tr: Uygunsuz isim, İsim bir harf ile başlamalıdır!

source: The Galactic %s Syndicate
fr: Le Syndicat Galactique %s
tr: Galaktik %s Sendikası

source: Select Block
fr: Sélectionner un bloc
tr: Blok seçimi

source: Submit
fr: Soumettre
tr: Gönder

# rank
source: Add as lowest
fr: Ajouter en temps que plus bas
tr: En düşük olarak ekle

source: Beginner
fr: Débutant
tr: Başlangıç

source: The Galactic Syndicate of %s
fr: Le Syndicat Galactique de %s
tr: %s Galaktik Sendikası

source: Show Workshop
fr: Afficher le Workshop
tr: Atölyeyi göster

source: Enter the name of the new rank:
fr: Entrez le nom du nouveau rang :
tr: Yeni rütbe için isim girin:

source: Easy
fr: Facile
tr: Kolay

source: The Universal %s Syndicate
fr: Le Syndicat Universel %s
tr: Evrensel %s Sendikası

source: Select Multiple Blocks
fr: Sélectionner plusieurs blocs
tr: Birden Fazla Blok Seç

source: Delete Rank
fr: Supprimer un Rang
tr: Rütbeyi sil

source: The Universal Syndicate of %s
fr: Le Syndicat Universel de %s
tr: %s Evrensel Sendikası

source: Delete Selected Block(s)
fr: Supprimer le ou les bloc(s) sélectionné(s)
tr: Seçili Blokları Sil

source: Upload successful!
fr: Envoi réussi !
tr: Yükleme Tamamlandı!

source: Create Rank
fr: Créer un rang
tr: Rütbe Oluştur

source: Veteran
fr: Vétéran
tr: Tecrübeli

source: The Democratic %s Syndicate
fr: Le Syndicat Démocratique %s
tr: Demokratik %s Sendikası

source: Focus Selected Block(s)
fr: Centrer sur le(s) bloc(s) sélectionné(s)
tr: Seçili Bloklara Yaklaş

source: Uploading %s
fr: Envoi %s
tr: %s Yükleniyor

source: Rank Name:
fr: Nom du rang :
tr: Rütbe İsmi:

source: Difficult
fr: Difficile
tr: Zor

source: The Democratic Syndicate of %s
fr: Le Syndicat Démocratique de %s
tr: %s Demokratik Sendikası

source: Open the workshop site of Avorion
fr: Ouvrir le Workshop d'Avorion
tr: Avorion Atölyesini Aç

source: Add Above:
fr: Listé au dessus de:
tr: Üste Ekle:

source: Hard
fr: Difficile
tr: Çok Zor

source: The United %s Guild
fr: La Guilde Unie %s
tr: Birleşmiş %s Loncası

source: Select All Blocks
fr: Sélectionner tous les blocs
tr: Tüm Blokları Seç

source: * New Member Rank: This rank will be assigned to new members.
fr: *Rang de nouveau membre: Ce rang sera assigné aux nouveaux membres.
tr: * Yeni Üye Rütbesi: Bu rütbe tüm yeni oyunculara atanacaktır.

source: Insane
fr: Dément
tr: Delice

source: The United Guild of %s
fr: La Guilde Unie de %s
tr: %s Birleşmiş Loncaları

source: Mirror Along X Axis
fr: Symétrie sur l'axe X
tr: X-Ekseni boyunca Simetri

source: Move Up
fr: Déplacer vers le haut
tr: Yukarı Taşı

source: %s%% Damage to Stone
fr: Dégâts à la Pierre %s%%
tr: %s%% Taş Hasarı

source: The Galactic %s Guild
fr: La Guilde %s Galactique
tr: Galaktik %s Loncası

source: Mirror Along Y Axis
fr: Symétrie sur l'axe Y
tr: Y-Ekseni boyunca Simetri

source: No Sorting
fr: Pas de tri
tr: Sıralamasız

source: Move Down
fr: Descendre
tr: Aşağı Taşı

source: Overheats
fr: Surchauffe
tr: Isınma

source: The Galactic Guild of %s
fr: La Guilde Galactique de %s
tr: %s Galaktik Loncası

source: Mirror Along Z Axis
fr: Symétrie sur l'axe Z
tr: Z-Ekseni boyunca Simetri

source: Rarity
fr: Rareté
tr: Kalite

source: Set as new member rank
fr: Définir comme nouveau rang de membre
tr: Yeni üye rütbesi olarak ayarla

source: Consumes Energy
fr: Consomme de l'Energie
tr: Enerji Tüketimi

source: The Universal %s Guild
fr: La Guilde %s Universelle
tr: Evrensel %s Loncası

source: Material
fr: Matériau
tr: Materyal

# Alliance Tab
source: Ships
fr: Vaisseaux
tr: Gemiler

source: %s%% Damage
fr: Dégâts %s%%
tr: %s%% Hasar

source: The Universal Guild of %s
fr: La Guilde Universelle de %s
tr: %s Evrensel Loncası

source: Undo
fr: Annuler
tr: Geri Al

source: Type
tr: Tip

source: Pay Crew
fr: Payer l'équipage
tr: Maaş Öde

source: %s%% Fire Rate
fr: Cadence de Tir %s%%
tr: %s%% Atış Hızı

source: The Democratic %s Guild
fr: La Guilde %s Démocratique
tr: Demokratik %s Loncası

source: Pay the crew of this ship
fr: Payer l'équipage de ce vaisseau
tr: Bu geminin maaşını öde

source: %s%% Range
fr: Portée %s%%
tr: %s%% Menzil

source: The Democratic Guild of %s
fr: La Guilde Démocratique de %s
tr: %s Demokratik Loncası

source: Redo
fr: Refaire
tr: İleri Al

source: No Borders
fr: Pas de bordures
tr: Çerçevesiz

source: Cargo
fr: Cargaison
tr: Kargo

source: %s%% Efficiency
fr: Efficacité %s%%
tr: %s%% Verim

source: The United %s Pirates
fr: Les Pirates Unis %s
tr: Birleşmiş %s Korsanları

source: Filter
fr: Filtre
tr: Filtre

source: Crew payment due
fr: Paiement d'équipage dû
tr: Maaş Süresi

source: %s%% Damage to hull
fr: Dégâts à la Coque %s%%
tr: %s%% Gövde Hasarı

source: The United Pirates of %s
fr: Les Pirates Unis de %s
tr: %s Birleşmiş Korsanları

source: Copy Selection
fr: Copier la Sélection
tr: Seçimi Kopyala

# Inventory filter item tag
source: favorite
fr: Favori
tr: Favori

# Alliance Tab
source: Found Alliance
fr: Fonder une alliance
tr: İttifak Kur

source: %s%% Damage to shields
fr: Dégâts aux Boucliers %s%%
tr: %s%% Kalkan Hasarı

source: The Galactic %s Pirates
fr: Les Pirates %s Galactiques
tr: Galaktik %s Korsanları

# Inventory filter item tag
source: trash
fr: déchet
tr: Çöp

source: Found Alliance
fr: Fonder une alliance
tr: İttifak Kur

source: %s%% Shooting Until Overheated
fr: %s%% de Tirs Avant Surchauffe
tr: %s%% Isınmaya kadar atış süresi

source: The Galactic Pirates of %s
fr: Les Pirates Galactiques de %s
tr: %s Galaktik Korsanları

source: Paste
fr: Coller
tr: Yabıştır

# Inventory filter item tag
source: recent new
fr: nouveau
tr: En yeni

source: %s%% Faster Cooling
fr: Refroidissement Rapide %s%%
tr: %s%% Hızlı Soğuma

source: The Universal %s Pirates
fr: Les Pirates Universels %s
tr: Evrensel %s Korsanları

source: Ctrl + V (w/ Inventory Open)
fr: Ctrl + V (w/ Ouvrir l'inventaire)
tr: Ctrl + V (Envanter ile birlikte)

# Mail Window Title
source: Mail
fr: Courrier
tr: Posta

source: %s%% Energy /s
fr: Energie /s %s%%
tr: %s%% Enerji /s

source: The Universal Pirates of %s
fr: Les Pirates Universels de %s
tr: %s Evrensel Korsanları

source: Paste Into Inventory
fr: Coller dans l'inventaire
tr: Envantere yapıştır

# Mail
source: Write
fr: Écrire
tr: Gönder

source: Alliance
tr: İttifak

source: %s%% Energy /s Increase
fr: Augmentation d'Energie /s %s%%
tr: %s%% Enerji arttırımı /s

source: The Democratic %s Pirates
fr: Les Pirates %s Démocratiques
tr: Demokratik %s Korsanları

source: Left Alt
fr: Alt gauche
tr: Sol alt

# Mail
source: To:
fr: À:
tr: Kime:

source: Name (Ascending)
fr: Nom (ascendant)
tr: İsim (Artan)

source: %s%% Chance of penetrating shields
fr: %s%% de Chance de pénétrer les boucliers
tr: %s%% Kalkanları Delme

source: The Democratic Pirates of %s
fr: Les Pirates Démocrates de %s
tr: %s Demokratik Korsanları

source: Select Anchor Block
fr: Sélectionner le bloc d'ancrage
tr: Ana Bloğu Seç

# Mail
source: Subject:
fr: Objet :
tr: Konu:

source: Name (Descending)
fr: Nom (descendant)
tr: İsim (Azalan)

source: Burst Fire
fr: Rafale
tr: Sık Atış

source: The United %s Conglomerate
fr: Le Conglomérat Uni %s
tr: Birleşmiş %s Holdingi

source: Show Colors
fr: Afficher les Couleurs
tr: Renkleri Göster

# Mail
source: Attachments
fr: Pièces-jointes
tr: Ekler

source: Relations (Ascending)
fr: Relations (Croissantes)
tr: İtibar (Artan)

# Weapon Name
source: Cannon
fr: Canon
tr: Top

source: The United Conglomerate of %s
fr: Le Conglomérat Uni de %s
tr: %s Birleşmiş Holdingi

source: Show Building Inventory
fr: Afficher l'Inventaire de Construction
tr: İnşa Envanterini Göster

# Mail
source: Send
fr: Envoyer
tr: Gönder

source: Relations (Descending)
fr: Relations (Décroissantes)
tr: İtibar (Azalan)

# Weapon Prefix
source: Cannon
fr: Canon
tr: Top

source: The Galactic %s Conglomerate
fr: Le Conglomérat %s Galactique
tr: Galaktik %s Holdingi

source: Show Shapes
fr: Afficher les Formes
tr: Şekilleri Göster

# Mail
source: Delete
fr: Supprimer
tr: Sil

source: All
fr: Tout
tr: Hepsi

source: Your craft %s has lost track of its target %s.
fr: Votre vaisseau %s a perdu la trace de sa cible %s.
tr: Aracınız: %s hedefinin izini kaybetti %s.

source: One of your crafts has lost track of its target %s.
fr: Un de vos vaisseaux a perdu la trace de sa cible %s.
tr: Araçlarınızdan biri hedefinin izini kaybetti %s.

source: Invite other players to the alliance.
fr: Inviter d'autres joueurs dans l'alliance.
tr: Diğer oyuncuları İttifaka davet edebilir.

source: Kick other members ranked lower than him from the alliance.
fr: Éjecter des membres de rang inférieur à lui-même dans l'alliance.
tr: Kendi rütbesinden Düşük olan oyuncuları ittifaktan atabilir.

source: Promote other members ranked lower than the member, but not to a rank higher than himself.
fr: Promouvoir d'autres membres d'un rang inférieur, mais pas d'un rang supérieur à lui-même.
tr: Rütbece kendinden düşük olan üyeleri terfi ettirebilir. Ancak kendinden büyük rütbeleri değiştiremez.

source: Demote other members ranked lower than the member.
fr: Rétrograder des membres de rang inférieur à ce membre.
tr: Rütbece kendinden düşük olan üyelerin rütbelerini alabilir.

source: Edit ranks and permissions.
fr: Modifier les rangs et les autorisations.
tr: Rütbe ve izinleri yönetebilir.

source: Add items to the alliance safe.
fr: Ajouter des objets dans le coffre-fort de l'alliance
tr: İttifak kasasına eşya koyabilir.

source: Use items from the alliance safe on crafts and property owned by the alliance.
fr: Utiliser les objets du coffre fort de l'alliance sur les vaisseaux et les concessions de l'alliance.
tr: İttifak kasasındaki eşyaları, ittifaka ait olan gemiler ve istasyonlarda kullanabilir.

source: Take items from the alliance safe.
fr: Prendre des objets dans le coffre fort de l'alliance.
tr: İttifak Kasasından Eşya alabilir.

source: Add resources to the alliance safe.
fr: Ajouter des ressources au coffre fort de l'alliance.
tr: İttifak kasasına kaynak koyabilir.

source: Use resources from the alliance safe on crafts and property owned by the alliance.
fr: Utiliser des ressources du coffre-fort de l'alliance sur des constructions et des propriétés appartenant à l'alliance.
tr: İttifak kasasındaki kaynakları, ittifaka ait olan gemiler ve istasyonlarda kullanabilir.

source: Take resources from the alliance safe.
fr: Prendre des ressources du coffre-fort de l'alliance.
tr: İttifak Kasasından kaynak alabilir.

source: Found ships that will be owned by the alliance.
fr: Fonder des vaisseaux qui appartiendront à l'alliance.
tr: İttifaka ait gemi yapabilir.

source: Found stations that will be owned by the alliance.
fr: Fonder des stations qui appartiendront à l'alliance.
tr: İttifaka ait istasyon kurabilir.

source: Manage stations, factory or mine prices, sell asteroids.
fr: Gérer les prix des stations, usines ou mines, vendre des astéroïdes.
tr: İstasyonları, Fabrikaları, maden ücretlerini Yönetebilir, Asteroidleri satabilir.

source: Manage ships, eg. buy insurance.
fr: Gérer les vaisseaux, ex. Acheter une assurance.
tr: Gemileri yönetebilir, ör: sigorta yaptırmak gibi.

source: Fly and manage crafts owned by the alliance.
fr: Piloter et gérer les vaisseaux possédés par l'alliance.
tr: İttifaka ait gemileri uçurabilir ve yönetebilir.

source: Change equipment and structure of crafts and property owned by the alliance.
fr: Changer les équipements et la structure d'appareilles et de propriétés possédés par l'alliance.
tr: İttifaka ait gemilerin üzerine yapısal değişiklikler yapabilir, taretleri değiştirebilir.

source: Change the message of the day in the alliance main menu.
fr: Changer le message du jour dans le menu principal de l'alliance.
tr: İttifak Ana menüsünde günün mesajını değiştirebilirsiniz.

source: Invite Players
fr: Inviter des joueurs
tr: Oyuncu Davet Etmek

source: Kick Players
fr: Éjecter des joueurs
tr: Oyuncu Atmak

source: Promote Members
fr: Promouvoir des Membres
tr: Üyeleri Terfi Ettirmek

source: Demote Members
fr: Rétrograder des membres
tr: Üyelerin Rütbesini Düşürmek

source: Edit Ranks
fr: Editer les Rangs
tr: Rütbeleri Değiştirmek
