Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Factory can't produce because there is not enough cargo space for products!
fr: L'usine ne peut plus produire car il n'y a plus assez d'espace de stockage pour les nouveaux produits !
tr: Ürünler için yeterli depolama alanı olmadığı için fabrika üretim yapamıyor!

source: We are interested in a nearby sector. We need someone to explore it in our name. Sector: (${x} : ${y})
fr: Nous avons des vues sur un secteur voisin. Nous cherchons quelqu'un pour l'explorer en notre nom. Secteur : (${x} : ${y})
tr: Yakın bir sektörle ilgileniyoruz. Bizim adımıza o sektörü araştıracak birine ihtiyacımız var. Sektör: (${x} : ${y})

source: Explore Sector
fr: Exploration de Secteur
tr: Sektörü Araştır

source: The sector is \s(%i:%i).
fr: Le secteur est \s(%i:%i).
tr: Sektör Koordinatları \s(%i:%i).

source: Torpedo Merchant
fr: Négociant en torpilles
tr: Torpido Tüccarı

# Weapon Type
source: Point Defense Chaingun
fr: Mitrailleuse Autonome
tr: Nokta Savunması Mitralyözü

# Weapon Type
source: Tesla Gun
fr: Canon Tesla
tr: Tesla Silahı

source: Disruptor
fr: Démembreur
tr: Engelleyici

source: Ravager
fr: Ravageur
tr: Yağmacı

source: Your ship doesn't have a torpedo launcher.
fr: Votre vaisseau ne dispose pas d'un lanceur de torpille.
tr: Geminizde torpido ateşleyicisi yok.

source: Your ship doesn't have enough free torpedo storage.
fr: Votre vaisseau n'a pas assez d'espace de stockage disponible pour vos torpilles.
tr: Geminizde yeterli torpido alanı yok.

source: Torpedo to sell not found
fr: La torpille à vendre n'est pas disponible.
tr: Satılacak torpido bulunamadı

source: Disruptor ${class}
fr: Démembreur ${class}
tr: Engelleyici ${class}

source: Torpedo-${class}
fr: Torpille-${class}
tr: Torpido-${class}

source: Artillery ${class}
fr: Artillerie ${class}
tr: Uzun Menzilli Top ${class}

source: You can request crew transports that will deliver an entire crew for a newly built ship. Those are costly though and only available if you request 300 crewmen or more.
fr: Vous pouvez affréter une navette de transport qui livrera un équipage complet à votre nouveau vaisseau. Cela coûte toutefois assez cher et est limité à des livraisons d'au minimum 300 membres d'équipe.
tr: Yeni yapılmış gemileriniz için tüm mürettebatı getirecek transfer talebinde bulunabilirsiniz. Pahalı olduğunu ve 300'den fazla eksik personel olduğunda bu servisi kullanabileceğinizi unutmayın.

source: Switch to Sector
fr: Basculer vers ce secteur
tr: Sektör Değiştir

source: - Launches Torpedoes
fr: - Lance des Torpilles
tr: - Torpidoları Fırlatır

source: - Can hold up to %i torpedoes
fr: - Peut contenir jusqu'à %i torpilles
tr: - %i Torpidoya kadar tutabilir

source: - Provides Torpedo Storage
fr: - Permet le Stockage de Torpilles
tr: - Torpido Depo Alanı Sağlar

source: Dodge
fr: Esquive
tr: Kaçınma

source: Fighters without Mothership
fr: Chasseurs sans Vaisseau-mère
tr: Ana gemisi olmayan savaşçılar

# Hide no materials
source: - All Materials -
fr: - Tous les matériaux -
tr: - Tüm Materyaller -

# Hide no blocks
source: - All Blocks -
fr: - Tous les blocs -
tr: - Tüm Bloklar -

source: You can move torpedoes into the shafts by hovering over them and pressing the shaft number (1, 2, 3 etc.) You can move them back out of their shafts by hovering over them and pressing TAB or BACKSPACE.
fr: Vous devez déplacer des torpilles dans les lanceurs en les survolant avec la souris puis en appuyant sur le numéro du lanceur (1, 2, 3, etc...). Vous pouvez les retirer des lanceurs en les survolant avec la souris puis en appuyant sur TAB ou RETOUR ESPACE.
tr: Torpidoları fare ile üzerine gelerek ve ateşleyici numaralarına basarak yükleyebilirsiniz. (1, 2, 3 vs) Yerinden çıkarmak için ise üzerine gelip TAB yada BACKSPACE tuşlarına basabilirsiniz.

source: These are your ship's torpedo shafts. Click one and press a number key to assign groups. You can toggle groups on/off by pressing the numbers. Torpedo shafts can only fire when they are in an active group.
fr: Voici vos lanceurs de torpilles. Sélectionnez-en un (clic) et appuyez sur un chiffre de votre clavier pour l'assigner à un groupe. Vous pourrez activer/désactiver chaque groupe en appuyant simplement sur le chiffre correspondant. Les lanceurs peuvent seulement faire feu quand ils sont dans un groupe actif.
tr: Bunlar geminizin torpido ateşleyicileridir. Gruplara atamak için birine tıklayıp, bir numaraya basmanız gerekmektedir. Grupları ilgili numaralarına basarak kapatıp açabilirsiniz. Torpido ateşleyicileri ancak aktif bir grup içerisinde olduklarında kullanılabilir.

source: You can switch to another sector with a craft of yours. Right-Click the target sector and select 'Switch to Sector'.
fr: Vous pouvez basculer vers n'importe quel secteur hébergeant l'un de vos vaisseaux. Pour ce faire, faites un clic-droit sur le secteur ciblé et choisissez "Basculer vers ce Secteur".
tr: Başka bir sektördeki geminize hemen gidebilirsiniz. Gitmek istediğiniz sektöre sağ tıklayın ve "Sektör Değiştir" i seçin.

source: %s Torpedo
fr: %s Torpille(s)
tr: %s Torpido

source: TORPEDO INCOMING!
fr: TORPILLE EN APPROCHE !
tr: SİZE KİLİTLENMİŞ BİR TORPİDO GELİYOR!

source: %s TORPEDOES INCOMING!
fr: %s TORPILLES EN APPROCHE !
tr: SİZE KİLİTLENMİŞ %s TORPİDO GELİYOR!

source: Press %s to select
fr: Appuyez sur %s pour sélectionner
tr: Seçmek için %s tuşuna basın

# Block
source: Torpedo Launcher
fr: : Lanceur de Torpille
tr: Torpido Ateşleyicisi

# Block
source: Torpedo Storage
fr: : Stockage de Torpille
tr: Torpido Deposu

source: Torpedo
fr: Torpille
tr: Torpido

source: Torpedo Launcher
fr: Lanceur de torpille
tr: Torpido Ateşleyicisi

source: You cannot build a turret onto holographic blocks.
fr: Vous ne pouvez pas construire de tourelles sur des blocs holographiques.
tr: Holografik blokların üzerine taret inşa edemezsiniz.

source: You cannot build a turret onto hangar openings.
fr: Vous ne pouvez pas construire de tourelles sur les entrées de hangar.
tr: Hangar çıkışlarına taret inşa edemezsiniz.

# difficulty
source: Easy
fr: Facile
tr: Kolay

# Weapon Name
source: Point Defense Chaingun
fr: Mitrailleuse Autonome
tr: Nokta Defans Mitralyözü

# Weapon Prefix
source: Point Defense Chaingun
fr: Mitrailleuse Autonome
tr: Nokta Defans Mitralyözü

# Weapon Name
source: Anti-Fighter Gun
fr: Canon Anti-Chasseur
tr: Anti-Savaşçı Silahı

# Weapon Prefix
source: Anti-Fighter
fr: Anti-Chasseur
tr: Anti-Savaşçı Silahı

source: Torpedoes still detonate when they barely miss their target, but will only deal half the damage of a direct hit.
fr: Lorsque les torpilles manquent leurs cibles de peu, elles explosent quand même, mais elles causeront moitié moins de dommage qu'un tir direct.
tr: Torpidolar hedefini az bir farkla ıskalasa bile yinede patlayacaklardır, ancak direk temasta verdiği hasar yarısını verecektir.

source: Your craft is overpopulated! Build more crew quarters or the morale on your ship will drop!
fr: Votre vaisseau est surpeuplé ! Construisez plus de cabines d'équipage ou le moral de votre équipage va baisser.
tr: Aracınız çok kalabalık! Daha fazla kışla inşa edin yoksa geminizde ki moral düşecek!

source: The morale on your ship is bad! Workforce is impaired and the crew might even leave at some point!
fr: Le moral au sein de votre équipage est mauvais ! Son efficacité au travail est réduite, et du personnel pourrait même quitter le vaisseau prochainement !
tr: Geminizde moral kötü durumda! İş gücünüz aksadı ve böyle devam ederse tayfanız ayrılabilir!

source: Crew / Quarters:
fr: Equipage / Cabines :
tr: Tayfa / Kışla

source: You have %1% crewmen, but only %2% quarters!
fr: Vous avez %1% membres d'équipage, mais seulement %2% cabines !
tr: %1% mürettabatınız var ama sadece %2% kişilik kışlanız var!

source: %1% out of %2% quarters used.
fr: %1% de %2% cabines utilisées.
tr: %2% kişilik kışlanızın %1% kişilik kısmı kullanımda.

source: Negotiate relations with other factions.
fr: Négocier des relations avec les autres factions.
tr: İttifakın diğer gruplarla olan itibarını müzakere edebilir.

source: Negotiate Relations
fr: Négociation diplomatique
tr: İtibar Durumu

source: Not enough sergeants.
fr: Pas assez de sergents.
tr: Yeterli çavuş yok.

source: Not enough lieutenants.
fr: Pas assez de lieutenants.
tr: Yeterli teğmen yok.

source: Not enough commanders.
fr: Pas assez de commandants.
tr: Yeterli komutan yok.

source: Not enough generals.
fr: Pas assez de généraux.
tr: Yeterli general yok.

source: There's not enough space in your crew.
fr: Il n'y a pas assez d'espace dans votre équipage.
tr: Tayfanızda yeterli alan yok.

source: Not Enough Sergeants
fr: Pas Assez de Sergents
tr: Yeterli Çavuş Yok

source: Not Enough Lieutenants
fr: Pas Assez de Lieutenants
tr: Yeterli Teğmen Yok

source: Not Enough Commanders
fr: Pas Assez de Commandants
tr: Yeterli Komutan Yok

source: Not Enough Generals
fr: Pas Assez de Généraux
tr: Yetersiz General

source: A high price margin at your factories will make it more likely for traders to show up and sell goods.
fr: Un prix d'achat élevé dans vos usines sera plus susceptible d'attirer les commerçants, qui se présenteront pour vendre des marchandises.
tr: Fabrikalarınızdaki yüksek fiyat marjı daha çok tüccarın fabrikanıza uğramasını ve satış yapmasını sağlar.

source: A low price margin at your factories will make it more likely for traders to show up and buy goods.
fr: Un prix de vente bas dans vos usines sera plus susceptible d'attirer les commerçants qui se présenteront pour acheter des marchandises.
tr: Fabrikalarınızdaki düşük fiyat marjı daha çok tüccarın fabrikanıza uğramasını ve alım yapmasını sağlar.

source: You can choose whether to enter the strategy mode by zooming in the control settings.
fr: Dans Paramètres > Contrôles, vous pouvez choisir d'activer le mode Stratégie via la molette de zoom, plutôt que par une touche.
tr: Zoom yaparak strateji moduna geçip geçmeyeceğinize Ayarlar kısmından karar verebilirsiniz.

source: When you select an integrity field block in the building mode, all blocks protected by integrity fields will be highlighted as blue while building.
fr: Lorsque vous sélectionnez un bloc de champ d'intégrité en mode de construction, tous les blocs protégés par le champ d'intégrité seront affichés en bleu.
tr: Yapı modunda bir bütünlük alanı bloğu seçtiğinizde, bütünlük alanları ile korunan tüm bloklar mavi renkle vurgulanır.

source: Your crew has a morale. Good morale will make professional crewmembers ascend in rank, bad morale will reduce your crew's workforce and will eventually make them leave the ship.
fr: Le moral de votre équipage est important. Un bon moral favorisera le gain d'expérience de votre équipage spécialisé. Un moral en baisse réduira la capacité de travail de votre équipage, et certains membres pourraient même finir par déserter le vaisseau.
tr: Tayfanızın bir morali var. İyi bir moral, profesyonel tayfanın zamanla yükselmesini sağlayacak, kötü moral tayfanızın işgücünü azaltacak ve sonunda onların gemiden ayrılmalarını sağlayacaktır.

source: Higher ranking officers for your crew can always be hired at military outposts.
fr: Vous trouverez toujours des officiers supérieurs pour votre équipage dans les avant-postes militaires.
tr: Tayfanız için yüksek rütbe subayları askeri karakollarda bulabilirsiniz.

source: Professional crewmembers will gain levels when the morale on your ship is good.
fr: Quand le moral sur votre vaisseau est élevé, l'équipage spécialisé gagne des niveaux d'expérience.
tr: Profesyonel tayfanızın seviyeleri eğer geminizde moral iyi durumdaysa yükselir.

source: Pilots with a high level have a better chance to dodge shots in combat, and thus of survival.
fr: Les pilotes de haut niveau ont de meilleures chances d'esquiver les tirs au combat et donc de meilleures chances de survie.
tr: Yüksek seviye pilotların savaşta hayatta kalma şansları daha yüksektir.

source: When you don't have enough quarters for your crew, the morale on your ship will drop after some time.
fr: Quand vous n'avez pas assez de cabines d'équipage, le moral sur votre vaisseau baisse après un certain temps.
tr: Geminizde ki tayfa için yeterli kışlanız yoksa kısa bir süre sonra tayfanızın morali düşecektir.

source: When you don't have enough officers, the morale on your ship will drop after some time.
fr: Quand vous n'avez pas assez d'officiers, le moral sur votre vaisseau va progressivement baisser.
tr: Geminizde yeterli subay yoksa, zaman içinde geminizdeki moral düşecektir.

source: The morale of your crew will drop after some time when you don't pay them.
fr: Le moral de votre équipage baissera après un certain temps lorsque vous ne les payez pas.
tr: Eğer tayfanıza ödeme yapmazsanız moralleri düşecektir.

source: Specific crewmembers can be found at specific stations. For example, you will always find miners at a mine, or mechanics at a repair dock.
fr: Les membres d'équipage spécifiques peuvent être trouvés à des stations spécifiques. Par exemple, vous trouverez toujours des mineurs dans une mine ou des mécaniciens sur un quai de réparation.
tr: Bazı tayfa üyelerinizi spesifik istasyonlarda bulabilirsiniz. Örneğin; Madencileri her zaman madenlerde, Tamircileride Tamir doklarında bulabilirsiniz.

source: Some professions, like pilots, captains or generals, can't be assigned to normal crewmen, you'll need to hire a professional at a station for that.
fr: Les membres d'équipage de base n'ont pas les compétences pour occuper des fonctions de pilote, capitaine ou général sur votre vaisseau. Ces postes nécessitent des professionnels, que vous devrez recruter en visitant certaines stations.
tr: Bazı profesyonel posizyonlara normal mürettebat atanamaz. Kesinlikle bir profesyoneli işe almalısınız. Örneğin; pilotlar, kaptanlar yada generaller gibi.

source: Auto-Save of builds is disabled!
fr: La sauvegarde automatique du Mode Construction est désactivée !
tr: Oto-Kayıt devre dışı bırakıldı!

source: Hold ALT and hover the mouse over the template to select the root block used to attach it.
fr: Maintenez ALT et déplacer la souris pour sélectionner le bloc d'ancrage du modèle.
tr: Şemanın kök bloğunu alt tuşuna basılı tutarak hazırdaki yapınıza oturtabilirsiniz.

source: Your ship has low morale! Productivity will decrease and the crew will eventually leave!
fr: Le moral sur votre vaisseau est bas ! La productivité diminuera et l'équipage finira par partir !
tr: Geminizdeki moral düşük! Üretim düşecek ve eninde sonunda tayfaniz gemiden ayrılacaktır!

source: Not enough sergeants! Morale will drop over time!
fr: Pas assez de sergents ! Le moral va baisser avec le temps !
tr: Yetersiz Çavuş! Geminizdeki moral zamanla düşecektir!

source: Not enough lieutenants! Morale will drop over time!
fr: Pas assez de lieutenants ! Le moral va baisser avec le temps !
tr: Yetersiz Teğmen! Geminizdeki moral zamanla düşecektir!

source: Not enough commanders! Morale will drop over time!
fr: Pas assez de commandants ! Le moral va baisser avec le temps !
tr: Yetersiz Komutan! Geminizdeki moral zamanla düşecektir!

source: Not enough generals! Morale will drop over time!
fr: Pas assez de généraux ! Le moral va baisser avec le temps !
tr: Yetersiz General! Geminizdeki moral zamanla düşecektir!

source: Autosave in Build Mode
fr: Sauvegarde Auto (Mode Construction)
tr: İnşa Modunda Oto-Kayıt

source: Your current settings require an increased amount of video ram.
fr: Vos paramètres actuels nécessitent plus de mémoire vidéo.
tr: Şu anki ayarlarınız daha yüksek ramli bir ekran kartı gerektiriyor.

source: Using more than the available VRAM leads to stuttering and even crashes.
fr: En utilisant plus que la VRAM disponible, vous risquez d'avoir des saccades et même des crashs.
tr: Kullanılabilir Vram'den daha fazlasını kullanmak donmalara hatta çökmelere sebep olur.

source: If you experience problems, lower the settings.
fr: Si vous rencontrez des problèmes, baissez les paramètres.
tr: Eğer sorun yaşıyorsanız, ayarlarınızı düşürün.

source: The listed warnings are roughly sorted from largest to smallest impact on VRAM.
fr: Les avertissements sont triés en fonction de leur impact, décroissant, sur la VRAM.
tr: Listelenen uyarılar, kabaca VRAM üzerindeki en büyükten en küçük etkiye doğru sıralanmıştır.

source: Use external tools to get precise measurements.
fr: Utilisez des outils externes pour avoir des mesures plus précises.
tr: Kesin ölçümler almak için harici aletler kullanın.

source: Video Memory Warning: The following settings might cause problems:
fr: Avertissement de mémoire vidéo : Les paramètres suivants peuvent causer des problèmes :
tr: Video Bellek Uyarısı: Bu ayarlar problemlere sebep olabilir:

source: See tooltip for details.
fr: Voir l'info-bulle pour plus de détails.
tr: Detaylar için ipuçlarına bakınız.

source: Negotiate
fr: Négocier
tr: Müzakere

source: Select desired relations:
fr: Sélectionner les relations désirées :
tr: İtibar düzeyini seçin:

source: Improve Relations
fr: Améliorer les Relations
tr: İtibarı Arttır

source: Use the trade menu to improve relations to other players.
fr: Utilisez le menu "Echange Entre Joueurs" pour améliorer les relations avec les autres joueurs.
tr: Diğer oyuncularla olan itibarınızı arttırmak için ticaret menüsünü kullanın.

source: You can't improve relations to AI factions over this yet [not implemented].
fr: Vous ne pouvez pas encore améliorer les relations avec les faction I.A. [pas encore implémenté].
tr: AI(Yapay Zeka) Gruplarıyla itibarınız henüz ayarlayamazsınız.[Oyuna Eklenmedi].

source: Worsen Relations
fr: Ajuster les Relations
tr: İtibarı Düşür

source: Declare War
fr: Déclarer la guerre
tr: Savaş ilan et

source: Change Relations
fr: Changer les Relations
tr: İtibarı Değiştir

source: Your ship is unable to fly at full speed!
fr: Votre vaisseau ne peut pas voler à sa vitesse maximale !
tr: Geminiz tam hızda uçamıyor!

source: Not all turrets are able to fire!
fr: Toutes les tourelles ne peuvent pas tirer !
tr: Tüm kuleler ateş edemiyor!

source: Not all mining turrets can fire!
fr: Impossible d'activer toutes vos tourelles de minage !
tr: Tüm maden kuleleri ateş edemiyor!

source: Your ship will slowly decay and take damage!
fr: Votre vaisseau va lentement se détériorer et subir des dégâts !
tr: Geminiz zamanla bozulup hasar alacak!

source: Not all of your fighters will be able to start!
fr: Un certain nombre de chasseurs ne pourra pas décoller !
tr: Tüm savaşçılarınız kalkış yapamıyor!

source: Without enough ranking officers, the morale on your ship will drop!
fr: Sans un nombre suffisant d'officiers de haut-rang, le moral sur votre vaisseau va baisser !
tr: Geminizde yeterli rütbeli subay yoksa, moral düşecektir!

source: You don't have permissions to negotiate relations.
fr: Vous n'avez pas la permission de négocier les relations.
tr: İtibarı müzakere etmek için gerekli izinlere sahip değilisiniz.

source: Bulletin Board
fr: Tableau d'Affichage
tr: Duyuru Panosu

source: Buy Cargo License
fr: Acheter une Licence de Transport
tr: Kargo lisansı satın al

source: Licenses
fr: Licences
tr: Lisanslar

source: Trade Equipment
fr: Commerce : Équipement
tr: Ekipman Ticareti

source: Upgrades
fr: Systèmes Embarqués
tr: Sistem Kartları

source: Buy from factory
fr: Acheter à l'usine
tr: Fabrikadan Satın al

source: Sell to factory
fr: Vendre à l'usine
tr: Fabrikaya Sat

source: Sets the price margin of goods bought and sold by this station. Low prices attract more buyers, high prices attract more sellers.
fr: Définit la marge de prix des biens achetés et vendus par cette station. Les bas prix attirent plus d'acheteurs, les prix élevés attirent plus de vendeurs.
tr: Bu istasyonda alınıp satılan ürünlerin fiyat marjını ayarlar. Düşük fiyatlar daha fazla alıcı, yüksek fiyatlar da daha fazla satıcıyı çeker.

source: Upgrade
fr: Amélioration
tr: Yükselt

source: Upgrade Price: ${price} Cr
fr: Prix de l'amélioration : ${price} Cr
tr: Yükseltme Fiyatı: ${price} Kr

source: Upgrade to allow up to ${amount} parallel productions.
fr: Améliorer pour autoriser jusqu'à ${amount} productions parallèles.
tr: ${amount} Kadar paralel üretim için yükseltin.

source: This factory is already at its highest level.
fr: L'usine est déjà à son niveau maximal.
tr: Fabrika zaten en üst seviyededir.

source: Oil Rig
fr: Plateforme Pétrolière
tr: Petrol Platformu

source: Your ship doesn't have a hangar.
fr: Votre vaisseau n'a pas de hangar.
tr: Geminiz bir hangara sahip değildir.

source: Sell Items
fr: Vendre des Objets
tr: Eşyaları sat

source: Trade Goods
fr: Commerce : Marchandises
tr: Ticari Ürünler

source: Oil Rig ${size}
fr: Plateforme Pétrolière ${size}
tr: Petrol Platformu ${size}

source: Group
fr: Groupe
tr: Grup

source: Economy
fr: Economie
tr: Ekonomi

source: Notifications
tr: Uyarılar

source: Click on the dots on the right and drag an energy system to change its priority.
fr: Vous pouvez changer les priorités d'accès l'énergie de vos systèmes de bord. Pour cela cliquez sur les points à droite, maintenez et faites glisser à la position souhaitée.
tr: Sağ taraftaki noktaları sürükleyerek bir enerji sisteminin önceliğini değiştirebilirsiniz.

source: Player Trade Menu
fr: Echange Entre Joueurs
tr: Oyuncu Ticaret Menüsü

source: Some fighters can't return back to your ship:
fr: Certains chasseurs ne peuvent pas revenir à votre vaisseau :
tr: Bazı savaşçılar geminize geri dönemiyor:

source: '%1%' is already bound to '%2%', this will remove the binding. Are you sure?
fr: '%1%' est déjà lié à '%2%', ceci supprimera la liaison. Êtes-vous sur ?
tr: '%1%' Hali hazırda '%2%' ye bağlı, Bu işlem bağı kaldıracaktır. Emin misiniz?

source: Retina Mode
fr: Mode Retina
tr: Retina Modu

source: Enables MacOS's high resolution mode
fr: Active le mode haute résolution pour Mac OS
tr: MacOs'un Yüksek çözünürlük modunu aktif eder

source: Trade with Player
fr: Echanger avec un Joueur
tr: Oyuncu ile Ticaret Yap

source: Invite player to trade:
fr: Inviter un joueur pour l'échange :
tr: Oyuncuyu davet et:

source: -- INVITATIONS --
tr: -- DAVETLER --

source: Cancel Trade
fr: Annuler l'Echange
tr: İptal et

source: Trade with %s
fr: Echanger avec %s
tr: %s ile Ticaret Yap

source: %s is preparing his trade.
fr: %s prépare son échange.
tr: %s Kendi payını hazırlıyor.

source: %s accepted your offer
fr: %s a accepté votre offre
tr: %s Teklifinizi kabul etti.

source: Set your relation to %s Current relation: %d
fr: Définir votre relation à %s Relation actuelle : %d
tr: %s ile olan itibar durumunuzu ayarlayın Şu anki durumunuz: %d

source: %s's proposed relation to you Current relation: %d
fr: %s souhaite faire évoluer les relations que vous entretenez Relation actuelle : %d
tr: %s sizinle olan itibar durumunu değiştirmeyi teklif etti Şu anki durumunuz: %d

source: Transfer Craft
fr: Transférer un Vaisseau
tr: Gemiyi transfer et

source: Transfer your current craft to the alliance
fr: Transférer votre vaisseau actuel à l'alliance
tr: Şu anki gemini İttifaka transfer et

source: Dev-Mode enabled.
fr: Mode développeur activé.
tr: Dev-Mode Aktif.

source: Dev-Mode disabled.
fr: Mode Développeur désactivé.
tr: Dev-Mode Kapalı.

source: Paid %i credits to found an alliance.
fr: Vous avez payé %i crédits pour fonder une alliance.
tr: İttifak kurmak için %i kredi ödediniz.

source: You don't have permissions to do that.
fr: Vous n'avez pas la permission de faire cela.
tr: Bunu yapmaya yetkiniz yok.

source: You paid %i credits to pay the crew of %s.
fr: Vous avez payé %i crédits pour payer l'équipage du %s.
tr: %s Tayfasi için %i Kredi ödediniz.

source: Leave your current trade before you can start a new one.
fr: Veuillez quittez l'échange en cours avant de pouvoir en commencer un nouveau.
tr: Yeni bir ticarete başlamak için şu ankini bırakmaknız gerekmektedir.
