Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Your ships need crews. You can hire crews at various friendly stations.
fr: Vos vaisseaux ont besoin d'équipage. Vous pouvez recruter de l'équipage dans les différentes stations amicales.
tr: Geminizin mürettebata ihtiyacı var. İtibarınızın iyi olduğu her hangi bir istasyondan mürettebat alabilirsiniz.

source: Discards required repairs and accepts the ship as "repaired" as it is now. Your original design for this ship will be lost.
fr: Ne prends pas compte des réparations nécessaires et considère le vaisseau dans son état actuel comme "réparé". Votre design d'origine pour ce vaisseau sera perdu.
tr: Parçalanmış blokları atar ve geminizi o şekliyle tamir edilmiş olarak kabul eder. Orjinal dizaynınız yok olacaktır.

source: Host
fr: Héberger
tr: Kur

source: The Democratic %s Church
fr: L'Église Démocratique %s
tr: Demokratik %s Kilisesi

source: Assign more than the minimum number of crew members to professions to gain boosts in that profession.
fr: Assigner plus de membres d'équipage que nécessaire à certains postes permet d'y gagner encore plus en efficacité.
tr: Bir göreve gereğinden fazla mürettebat atarsanız, o görev için bonus puan elde edersiniz.

source: Rotate Whole Ship
fr: Tourner tout le vaisseau
tr: Tüm gemiyi döndür

source: Host a new LAN game
fr: Héberger une nouvelle partie LAN
tr: Yeni bir Lan oyunu kur

source: Station
tr: İstasyon

source: The Democratic Church of %s
fr: L'Église Démocratique de %s
tr: %s Demokratik Kilisesi

source: Your turrets need crew members that operate them. If a turret is not working, check if you have enough crewmen to operate all your turrets.
fr: Vos tourelles doivent être manœuvrées par des membres d'équipage . Si une tourelle ne fonctionne pas, vérifiez que vous avez assigné assez d'équipage à la manœuvre des tourelles.
tr: Taretlerinizi çalıştırmak için Mürettebat gereklidir. Eğer bir taret çalışmıyorsa yeterli mürettebat olup olmadığını kontrol edin.

source: Local Network Multiplayer
fr: Réseau local
tr: Lokal ağ multiplayer

source: Turret
fr: Tourelle
tr: Taret

source: The United %s Corporation
fr: La Corporation Unie %s
tr: Birleşmiş %s Şirketi

source: Ships decay over time. Assign crewmembers to the repair crew so your ships stay in shape.
fr: Les vaisseaux se dégradent avec le temps. Assignez des membres d'équipage à la réparation de vos vaisseaux pour maintenir leur intégrité.
tr: Gemiler zamanla eskir. Geminizde tamirciler atayın ki geminiz ilk günkü gibi sağlam kalsın.

source: Searching ...
fr: Recherche en cours ...
tr: Aranıyor ...

source: The United Corporation of %s
fr: La Corporation Unie de %s
tr: %s Birleşmiş Şirketleri

source: Repair crews can't reconstruct broken off parts of your ship. You need a repair dock to repair such damage.
fr: Les équipes de réparation ne peuvent pas reconstruire les parties cassées de votre vaisseau. Vous avez besoin d'une base de réparation pour réparer de tels dégâts.
tr: Gemideki tamircileriniz kopmuş parçaları onaramazlar. Böyle bir hasar için tamir istasyonuna gitmelisiniz.

source: Main Menu
fr: Menu principal
tr: Ana Menü

source: Wreckage
fr: Épave
tr: Enkaz

source: The Galactic %s Corporation
fr: La Corporation Galactique %s
tr: Galaktik %s Şirketi

source: You need a minimum crew for various jobs on your ship in order to have the ship work optimally.
fr: Pour que votre vaisseau fonctionne de manière optimale, il y a un nombre minimum d'hommes à affecter aux divers postes clés de votre vaisseau.
tr: Geminizin Optimal düzeyde çalışması için gereken minimum mürettebat miktarını karşılamalısınız.

source: Upload To Workshop...
fr: Mettre en ligne sur le Workshop...
tr: Atölyeye Aktar...

source: Singleplayer
fr: Un joueur
tr: Tek Oyuncu

source: Anomaly
fr: Anomalie
tr: Anomali

source: The Galactic Corporation of %s
fr: La Corporation Galactique de %s
tr: %s Galaktik Şirketi

source: Hire more than the required minimum amount of crewmen to compensate losses during combat.
fr: Il est recommandé de recruter plus de membres d'équipages que le nombre minimum requis, afin de compenser les pertes potentiellement subies lors des combats.
tr: Gerekenden daha fazla mürettebat alın ki savaşta olan kayıpları kapatabilesiniz.

source: Show in Workshop
fr: Voir dans le Workshop
tr: Atölyede Göster

source: Multiplayer
fr: Multijoueur
tr: Çoklu Oyuncu

source: Loot
fr: Butin
tr: Ganimet

source: The Universal %s Corporation
fr: La Corporation Universelle %s
tr: Evrensel %s Şirketi

source: Crewmen on your ship who don't work in a specific field want to get paid, too.
fr: Les membres d'équipage de votre vaisseau qui ne sont pas affectés à une tâche veulent être payés, eux aussi.
tr: Geminizde bir yerde çalışmayan mürettebat içinde ödeme yapmak zorundasınız.

source: Settings
fr: Paramètres
tr: Ayarlar

source: WormHole
fr: Trou de ver
tr: Solucan Deliği

source: The Universal Corporation of %s
fr: La Corporation Universelle de %s
tr: %s Evrensel Şirketi

# as in Repair Iron Hull
source: Repair
fr: Réparer
tr: Onar

source: Delete
fr: Supprimer
tr: Sil

source: Reset Achievements
fr: Réinitialiser les succès
tr: Kazanımları Resetle

source: Fighter
fr: Chasseur
tr: Savaşçı

source: The Democratic %s Corporation
fr: La Corporation Démocratique %s
tr: Demokratik %s Şirketi

source: Transform into
fr: Transformer en
tr: Değiştir

source: To Clipboard
fr: Vers le Presse-Papiers
tr: Panoya Kopyala

source: Quit
fr: Quitter
tr: Oyundan Çık

source: Unknown
fr: Inconnu
tr: Bilinmeyen

source: The Democratic Corporation of %s
fr: La Corporation Démocratique de %s
tr: %s Demokratik Şirketi

source: Your craft doesn't meet all requirements for building.
fr: Votre appareil ne respecte pas tous les prérequis pour la construction.
tr: Geminiz inşa için gereken koşulları barındırmıyor.

source: Avorion Client %s Press F5!
fr: Client Avorion %s Appuyer sur F5!
tr: Avorion İstemcisi %s F5'e Basın!

source: Other
fr: Autre
tr: Diğer

source: The United %s Federation
fr: La Fédération Unie %s
tr: Birleşmiş %s Federasyonu

source: You can't edit your drone. Found a ship first!
fr: Vous ne pouvez pas modifier votre drone. Construisez d'abord un vaisseau !
tr: Drone değiştirilemez! Önce bir gemi oluşturun!

source: Browse Servers
fr: Parcourir les serveurs
tr: Sunucular

source: Flight Assist
fr: Assistance de Vol
tr: Uçuş Asistanı

source: The United Federation of %s
fr: La Fédération Unie de %s
tr: %s Birleşmiş Federasyonu

source: You can't edit fighters.
fr: Vous ne pouvez pas modifier les chasseurs.
tr: Savaşçıları Değiştremezsiniz.

source: Save Path:
fr: Dossier de sauvegarde :
tr: Kayıt Yolu:

source: Browse listed online servers
fr: Parcourir les serveurs en ligne listés
tr: Online sunucuları listeler

source: Gyros
fr: Gyroscopes
tr: Jiroskop

source: The Galactic %s Federation
fr: La Fédération Galactique %s
tr: Galaktik %s Federasyonu

source: You don't have permission to modify this.
fr: Vous n'avez pas la permission de modifier cela.
tr: Bunu değiştirmek için gerekli yetkiye sahip değilisiniz.

source: Show cost difference to current ship
fr: Afficher la différence de coût avec le vaisseau actuel
tr: Şu anki geminizle olan ücret farklılıklarını göster

source: Join via IP
fr: Rejoindre via IP
tr: Ip kullanarak bağlan

source: The Galactic Federation of %s
fr: La Fédération Galactique de %s
tr: %s Galaktik Federasyonu

source: Your ship's plan was auto-saved to %s
fr: Le plan de votre vaisseau a été automatiquement sauvegardé en %s
tr: Geminizin planı otomatik olarak kaydedilmiştir %s

source: Join servers directly via IP
fr: Rejoindre directement les serveurs via IP
tr: Ip kullanarak sunuculara direkt bağlanır

source: Hyperspace Engine
fr: Moteur Hyper-espace
tr: Hiperuzay Motoru

source: The Universal %s Federation
fr: La Fédération Universelle %s
tr: Evrensel %s Federasyonu

source: You can't delete blocks that have turrets attached (Safe Mode)
fr: Vous ne pouvez pas supprimer les blocs sur lesquels reposent des tourelles (Mode sans échec)
tr: Taretlerin bağlı olduğu blokları silemezsiniz. (Güvenli Mod)

source: Open the workshop site of this item
fr: Ouvrir le la page du Workshop de cet objet
tr: Bu eşyanın atölye safyasını aç

source: Join LAN
fr: Rejoindre LAN
tr: Lan'a Katıl

source: Life Support
fr: Système de Support de Vie
tr: Yaşam Destek

source: The Universal Federation of %s
fr: La Fédération Universelle de %s
tr: %s Evrensel Federasyonu

source: This would delete more than the selected blocks (Safe Mode)
fr: Cela supprimerait plus que les blocs sélectionnés (Mode sans échec)
tr: Seçili olandan daha fazla blok silebilir. (Güvenli Mod)

source: Dedicated Server
fr: Serveur dédié
tr: Dedicated Sunucu

source: Shields
fr: Boucliers
tr: Kalkanlar

source: The Democratic %s Federation
fr: La Fédération Démocratique %s
tr: Demokratik %s Federasyonu

source: Error (Safe Mode)
fr: Erreur (mode sans échec)
tr: Hata (Güvenli Mod)

source: Your ship has no crew!
fr: Votre vaisseau n'a pas d'équipage!
tr: Geminizde Mürettebat yok!

source: Status
fr: Statut
tr: Durum

source: Ship Systems
fr: Systèmes du Vaisseau
tr: Gemi Sistemleri

source: The Democratic Federation of %s
fr: La Fédération Démocratique de %s
tr: %s Demokratik Federasyonu

source: Player
fr: Joueur
tr: Oyuncu

source: Your ship is overpopulated! Build more quarters to support all your crew!
fr: Votre vaisseau est surpeuplé ! Construisez plus de cabines pour pouvoir héberger tout votre équipage !
tr: Geminiz Çok kalabalık! Mürettebat için daha fazla alan inşa edin!

source: Integrity
fr: Intégrité
tr: Bütünlük

source: The United %s Collective
fr: Le Collectif Uni %s
tr: Birleşmiş %s Kollektif Şirketi

source: Not enough mechanics! Your ship will slowly take damage!
fr: Pas assez de mécaniciens ! Votre vaisseau subira lentement des dommages !
tr: Yeterli Tamirci yok! Geminiz zamanla hasar alacak!

source: Unreachable
fr: Inaccessible
tr: Ulaşılamıyor

source: Thrusters
fr: Propulseurs
tr: İticiler

source: The United Collective of %s
fr: Le Collectif Uni de %s
tr: %s Birleşmiş Kollektif Şirketi

source: Escort
fr: Escorter
tr: Eskort

source: Not enough engineers! Your ship can't fly at optimal speed!
fr: Pas assez d'ingénieurs! Votre vaisseau ne peut pas voler à une vitesse optimale!
tr: Yeterli Mühendis yok! Geminiz Tam kapasite hızda uçamaz!

source: refreshing...
fr: actualisation en cours...
tr: yenileniyor...

source: Turrets
fr: Tourelles
tr: Taretler

source: The Galactic %s Collective
fr: Le Collectif Galactique %s
tr: Galaktik %s Kollektif Şirketi

source: Fly Through
fr: Voler à travers
tr: Doğruca uç

source: Not enough crew men for all armed turrets!
fr: Pas assez d'hommes d'équipage pour toutes les tourelles armées!
tr: Taretler için Yetersiz Mürettebat!

source: Weapons
fr: Armes
tr: Silahlar

source: The Galactic Collective of %s
fr: Le Collectif Galactique de %s
tr: %s Galaktik Kollektif Şirketi

source: Fly Here
fr: Naviguer jusqu'ici
tr: Buraya Uç

source: Not enough crew men for all mining turrets!
fr: Pas assez d'hommes affectés à la manœuvre des tourelles de minage !
tr: Madenci Taretleri için Yetersiz Mürettebat!

source: Engineers
fr: Ingénieurs
tr: Mühendis

source: The Universal %s Collective
fr: Le Collectif Universel %s
tr: Evrensel %s Kollektif Şirketi

source: Stop
fr: Arrêter
tr: Dur

source: Your ship is using up more energy that it can produce!
fr: Votre vaisseau utilise plus d'énergie qu'il ne peut en produire!
tr: Geminiz ürettiğinden daha fazla enerji kullanıyor!

source: Add Server
fr: Ajouter un serveur
tr: Sunucu Ekle

source: Gunners
fr: Artilleurs
tr: Silahçı

source: The Universal Collective of %s
fr: Le Collectif Universel de %s
tr: %s Evrensel Kollektif Şirketi

source: Starting Game ...
fr: Démarrage de la partie ...
tr: Oyun Başlatılıyor ...

source: Your %s is using up all your energy!
fr: Votre %s utilise toute votre énergie !
tr: %s Tüm enerjinizi kullanıyor!

source: Miners
fr: Mineurs
tr: Madenci

source: The Democratic %s Collective
fr: Le Collectif Démocratique %s
tr: Demokratik %s Kollektif Şirketi

source: Singleplayer server startup failed.
fr: Le démarrage du serveur solo a échoué.
tr: Tek oyunculu sunucu başlatması başarısız.

source: Your yaw rotation speed is bad.
fr: Votre vitesse de pivotement (virage) est mauvaise.
tr: Yatay dönüş hızınız kötü.

source: Server Address:
fr: Adresse du serveur:
tr: Sunucu Adresi:

source: Mechanics
fr: Mécaniciens
tr: Tamirci

source: The Democratic Collective of %s
fr: Le Collectif Démocratique de %s
tr: %s Demokratik Kollektif Şirketi

source: Connection to server failed
fr: Connexion au serveur échoué
tr: Sunucuya bağlanma başarısız

source: Your pitch rotation speed is bad.
fr: Votre vitesse d'inclinaison (tangage) est mauvaise.
tr: Dikey Dönüş hızınız kötü.

source: Server Name:
fr: Nom du serveur:
tr: Sunucu İsmi:

source: Pilots
fr: Pilotes
tr: Pilot

source: The United %s Followers
fr: Les Adeptes Unies %s
tr: Birleşmiş %s Takipçileri

source: Connection to %s failed
fr: La connexion à %s a échoué
tr: %s bağlantısı başarısız

source: Your roll rotation speed is bad.
fr: Votre vitesse de rotation (roulis) est mauvaise.
tr: Yuvarlanma hızınız kötü.

source: You must enter an address for the server.
fr: Vous devez entrer une adresse pour le serveur.
tr: Sunucu için bir adres girmelisiniz.

source: Security
fr: Sécurité
tr: Güvenlik

source: The United Followers of %s
fr: Les Adeptes Unies de %s
tr: %s Birleşmiş Takipçileri

source: Connection refused: %s
fr: Connexion refusée : %s
tr: Bağlantı reddedildi: %s

source: Your brake thrust is very low, build thrusters to reduce drifting or build your ship out of a lighter material!
fr: Votre potentiel de décélération est très faible, construisez des propulseurs pour réduire la dérive. Ou bien construisez votre vaisseau à partir d'un matériau plus léger !
tr: Fren iticileriniz çok zayıf, Daha fazla itici inşa edin Yada hafif metal kullanın!

source: You must enter a name for the server.
fr: Vous devez entrer un nom pour le serveur.
tr: Sunucu için bir isim girmelisiniz.

source: Boarders
fr: Abordeurs
tr: Bordacı

source: The Galactic %s Followers
fr: Les Adeptes Galactiques %s
tr: Galaktik %s Takipçileri

source: Connection to server failed: Server unreachable
fr: Connexion au serveur échouée. Serveur injoignable.
tr: Sunucuya bağlanma başarısız: Sunucu ulaşılamaz

source: Your brake thrust is low, build thrusters to reduce drifting or build your ship out of a lighter material!
fr: Votre potentiel de décélération est faible, construisez des propulseurs pour réduire la dérive. Ou bien construisez votre vaisseau à partir d'un matériau plus léger !
tr: Fren iticileriniz çok zayıf, Daha fazla itici inşa edin Yada hafif metal kullanın!

source: Resume game
fr: Reprendre
tr: Oyuna Devam Et

source: Sergeants
fr: Sergents
tr: Çavuş

source: The Galactic Followers of %s
fr: Les Adeptes Galactiques de %s
tr: %s Galaktik Takipçileri

source: Connection to %s failed: Server unreachable
fr: Connexion à %s échouée: Serveur injoignable
tr: %s bağlanma başarısız: Sunucu ulaşılamaz

source: Your life support doesn't have enough power, your crewmen may die!
fr: Votre système de support vie n'a pas assez d'énergie, vos hommes d'équipage pourraient mourir!
tr: Yaşam destek üniteniz için yeterli elektrik yok. Mürettebatınız ölebilir!

source: Resume the game
fr: Reprendre la partie
tr: Oyuna Devam Et

source: Lieutenants
tr: Subay

source: The Universal %s Followers
fr: Les Adeptes Universelles %s
tr: Evrensel %s Takipçileri

source: Starting Singleplayer...
fr: Démarrage du mode solo...
tr: Tek oyunculu oyun başlatılıyor...

source: Your ship is severely damaged! Repair it in the building mode or at a repair dock.
fr: Votre vaisseau est sévèrement endommagé! Réparez le dans le mode construction ou à un quai de réparation
tr: Geminiz şiddetli bir biçimde hasar aldı! İnşa modunda yada Tamir istasyonunda onarın.

source: Leave Galaxy
fr: Quitter la Galaxie
tr: Oyundan Çık

source: Commanders
fr: Commandants
tr: Komutan

source: The Universal Followers of %s
fr: Les Adeptes Universelles de %s
tr: %s Evrensel Takipçileri

source: Connecting...
fr: Connexion...
tr: Bağlanıyor...

source: Your ship is damaged! Repair it in the building mode or at a repair dock.
fr: Votre vaisseau est endommagé ! Répare le dans le mode construction ou à un quai de réparation
tr: Geminiz hasar aldı! İnşa modunda yada Tamir istasyonunda onarın.

source: Leave the current game
fr: Quitter la partie actuelle
tr: Şu anki oyunu terk et

source: Generals
fr: Généraux
tr: General

source: The Democratic %s Followers
fr: Les Adeptes Démocratiques %s
tr: Demokratik %s Takipçileri

source: Connection failed
fr: La connexion a échoué
tr: Bağlantı Başarısız

source: Your ship is VERY weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
fr: Votre vaisseau est TROP faible par rapport aux autres vaisseaux de cette région. Si vous voulez survivre au combat, vous devriez améliorer son armement, le doter de boucliers ou tout simplement l'agrandir !
tr: Geminiz bu bölgedeki diğer gemilere göre çok zayıf. Savaşta hayatta kalmak istiyorsanız, geminizi daha iyi silahlandırın yada kalkanlarınızı arttırın!

source: Game Options
fr: Options de jeu
tr: Seçenekler

source: Captains
fr: Capitaines
tr: Kaptan

source: The Democratic Followers of %s
fr: Les Adeptes Démocratiques de %s
tr: %s Demokratik Takipçileri

source: Connection closed
fr: Connexion fermée.
tr: Bağlantı Kesildi

source: Your ship is weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
fr: Votre vaisseau est faible par rapport aux autres vaisseaux de cette région. Si vous voulez survivre au combat, vous devriez améliorer son armement, le doter de boucliers ou tout simplement l'agrandir !
tr: Geminiz bu bölgedeki diğer gemilere göre çok zayıf. Savaşta hayatta kalmak istiyorsanız, geminizi daha iyi silahlandırın yada kalkanlarınızı arttırın!

source: Controls
fr: Contrôles
tr: Kontroller

source: Crewmen
fr: Membres d'équipage
tr: Mürettebat

source: The United %s Organisation
fr: L'Organisation Unie %s
tr: Birleşmiş %s Organizasyonu

source: Connection lost: No response from server
fr: Connexion perdue: Pas de réponse venant du serveur
tr: Bağlantı Kesildi: Sunucudan haber alınamıyor

source: Relations
tr: İtibar

source: Sound
fr: Son
tr: Ses

source: Engineer
fr: Ingénieurs
tr: Mühendis

source: The United Organisation of %s
fr: L'Organisation Unie de %s
tr: %s Birleşmiş Organizasyonları

source: Server closed connection as it did not receive any more messages from client
fr: Le serveur a coupé la connexion car il ne recevait plus de message du client
tr: Sunucu , istemciden cevap alamadığı için bağlantıyı kesti.

source: Volume
tr: Hacim

source: Show Private
fr: Afficher les serveurs privés
tr: Özel serverları göster

source: Gunner
fr: Artilleur
tr: Silahçı

source: The Galactic %s Organisation
fr: L'Organisation Galactique %s
tr: Galaktik %s Organizasyonu

source: Connection closed by server
fr: Connexion fermée par le serveur
tr: Sunucu tarafından bağlantı kesildi

source: Blocks
fr: Blocs
tr: Bloklar

source: Show Empty
fr: Afficher les serveurs vides
tr: Boş olanları göster

source: Miner
fr: Mineur
tr: Madenci

source: The Galactic Organisation of %s
fr: L'Organisation Galactique de %s
tr: %s Galaktik Organizasyonu

source: Loading ...
fr: Chargement ...
tr: Yükleniyor ...

source: Distance
tr: Uzaklık

source: Show Full
fr: Afficher les serveurs pleins
tr: Dolu olanları göster

source: Mechanic
fr: Mécanicien
tr: Tamirci

source: The Universal %s Organisation
fr: L'Organisation Universelle %s
tr: Evrensel %s Organizasyonu

source: Press Space Bar to Continue
fr: Appuyer sur la barre d'espace pour continuer
tr: Devam etmek için Space tuşuna basın...

source: Refresh LAN
fr: Actualiser LAN
tr: Lan Yenile

source: The Universal Organisation of %s
fr: L'Organisation Universelle de %s
tr: %s Evrensel Organizasyonu

source: Too many messages.
fr: Trop de messages.
tr: Çok fazla Mesaj.

source: Velocity
fr: Vitesse
tr: Hız

source: Game
fr: Jeu
tr: Oyun

source: Boarder
fr: Abordeur
tr: Bordacı

source: The Democratic %s Organisation
fr: L'Organisation Démocratique %s
tr: Demokratik %s Organizasyonu

source: Failed to initialize Steam API, please restart Steam and try again.
fr: Impossible d'initialiser l'API Steam, veuillez redémarrer Steam et réessayer.
tr: Steam API si analiz edilemedi, Lütfen Steam'i yeniden başlatıp deneyiniz.

source: Sergeant
fr: Sergent
tr: Çavuş

source: The Democratic Organisation of %s
fr: L'Organisation Démocratique de %s
tr: %s Demokratik Organizasyonu

source: Continue [Enter]
fr: Continuer [Entrée]
tr: Devam Et [Enter]

source: Create New
fr: Créer
tr: Yeni Oluştur

source: Lieutenant
tr: Subay

source: The United %s Alliance
fr: L'Alliance %s Unifiée
tr: Birleşmiş %s İttifakı

source: Close [Enter]
fr: Fermer [Entrée]
tr: Kapat [Enter]

source: Press %s to Dock
fr: Appuyez sur %s pour vous Arrimer
tr: Bağlanmak için %s tuşuna basınız

source: Load
fr: Charger
tr: Yükle

source: Commander
fr: Commandant
tr: Komutan

source: The United Alliance of %s
fr: L'Alliance Unifiée de %s
tr: %s Birleşmiş İttifakı

source: Enter Coordinates Into Navigation Computer
fr: Entrer les Coordonnées dans l'Ordinateur de Navigation
tr: Koordinatları Yön Bilgisayarına Gir

source: Dock %dkm
fr: Quai %dkm
tr: %d km Bağlan

source: Load this save game
fr: Charger cette sauvegarde
tr: Bu oyunu yükle

source: The Galactic %s Alliance
fr: L'Alliance %s Galactique
tr: Galaktik %s İttifakı

source: Add Note
fr: Ajouter une note
tr: Not Ekle

source: Controlled by Player
fr: Contrôlé par le Joueur
tr: Oyuncu tarafından kontrol ediliyor

source: Sound Settings
fr: Paramètres Audio
tr: Ses ayarları

source: Captain
fr: Capitaine
tr: Kaptan

source: The Galactic Alliance of %s
fr: L'Alliance Galactique de %s
tr: %s Galaktik İttifakı

source: Situational
fr: Situationnel
tr: Duruma bağlı

source: Master
fr: Principale
tr: Ana Ses

source: Crewman
fr: Membre d'équipage
tr: Tayfa

source: The Universal %s Alliance
fr: L'Alliance %s Universelle
tr: Evrensel %s İttifakı

source: Remove Death Marker
fr: Retirer le Marqueur de Mort
tr: Ölüm işaretini kaldır

source: Autofire
fr: Tir automatique
tr: Oto-Ateş

source: These default crewmen can be assigned to nearly any position.
fr: Ces membres d'équipage par défaut peuvent être affectés à n'importe quel poste ou presque.
tr: Bu mürettebat neredeyse her pozisyona atanabilir.

source: The Universal Alliance of %s
fr: L'Alliance Universelle de %s
tr: %s Evrensel İttifakı

source: Attack target
fr: Attaquer la clible
tr: Hedefe Saldır

source: Interface
tr: Arayüz

source: Engineers maintain and run all technical blocks on your ship.
fr: Les ingénieurs maintiennent et utilisent tous les blocs techniques de votre vaisseau.
tr: Mühendisler geminizdeki tüm teknik blokların bakımını yapar ve çalışmasını sağlarlar.

source: The Democratic %s Alliance
fr: L'Alliance Démocratique %s
tr: Demokratik %s İttifakı

source: Post in Chat
fr: Publier dans le Chat
tr: Sohbete Yolla

source: Click to assign orders to this turret group
fr: Cliquez pour attribuer des commandes à ce groupe de tourelle
tr: Bu taret grubuna emir vermek için tıklayınız

source: Silence Between Tracks
fr: Silence Entre les Pistes
tr: Müzik arasındaki sessizlik

source: Gunners operate armed turrets.
fr: Les artilleurs gèrent les tourelles armées.
tr: Silahçılar askeri taretlerin çalışmasını sağlar.

source: The Democratic Alliance of %s
fr: L'Alliance Démocratique de %s
tr: %s Demokratik İttifakı

source: Enter Coordinates Manually
fr: Entrer les Coordonnées Manuellement
tr: Koordinatları Elle Gir
