Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Last week I came across some strange asteroid formations near the rift. There were eight asteroids aligned in a circle, and they had some kind of metal structures built onto them, that all pointed into the middle. I wonder what this is all about.
fr: La semaine dernière, j'ai croisé des formations d'astéroïdes étranges près de la faille. Il y avait huit astéroïdes alignés dans un cercle, et ils avaient des sortes de structures métalliques construites dessus, qui pointaient au centre du cercle. Je me demande de quoi il s'agit.
tr: Geçen hafta çatlağın yakınlarında garip asteroid dizilimlerine rastladım. 8 Asteroid bir çember oluşturmuştu, ve üzerilerine ortayı gösteren bir takım metal yapılar inşa etmişler. Tüm bunların ne anlama geldiğini merak ediyorum.

source: Total
tr: Toplam

source: or simply press the drone button on the top right of the screen.
fr: ou appuyez simplement sur le bouton drone en haut à droite de l'écran.
tr: Yada ekranın sağ üst köşesinde bulunan drone ikonuna basabilirsiniz.

source: You're already member of an alliance.
fr: Vous êtes déjà membre d'une alliance.
tr: Zaten Bir ittifakın üyesisiniz.

source: Don't talk to me.
fr: Ne me parlez pas.
tr: Benimle konuşma.

source: You have to give your ship a name!
fr: Vous devez donner un nom à votre vaisseau !
tr: Geminize isim vermek zorundasınız!

source: You can change back to your drone at any time.
fr: Vous pouvez revenir à votre drone à tout moment.
tr: İstediğiniz zaman Dronunuza dönebilirsiniz.

source: You're not invited to this alliance.
fr: Vous n'êtes pas invité dans cette alliance.
tr: Bu ittifaka davet edilmediniz.

source: I have nothing to say to you.
fr: Je n'ai rien à vous dire.
tr: Sana söyleyecek hiç bir şeyim yok.

source: You already have a ship called '${x}'
fr: Vous avez déjà un vaisseau appelé '${x}'
tr: Hali hazırda '${x}' isimli bir geminiz var.

source: For example when your ship is damaged and have to gather resources for repairs.
fr: Par exemple quand votre vaisseau est trop endommagé et que vous devez recueillir des ressources pour les réparations.
tr: Örneğin; Geminiz hasar aldığında ve onarmak için kaynağa ihtiyacınız olduğunda.

source: I don't know why I should talk to you.
fr: Je ne vois pas pourquoi je devrais vous parler.
tr: Seninle neden konuşmalıyım bilmiyorum.

source: The shipyard is already at maximum capacity.
fr: Le chantier est déjà à sa capacité maximale.
tr: Gemi tersanesi zaten maksimum kapasitede.

source: Enter your ship to continue.
fr: Rentrez dans votre vaisseau pour continuer.
tr: Devam etmek için geminize binin.

source: You're not in an alliance.
fr: Vous n'êtes pas dans une alliance.
tr: Bir ittifaka üye değilsiniz.

source: Why do you think I'd talk to you?
fr: Qu'est-ce qui vous fait penser que j'ai envie de vous parler ?
tr: Seninle konuşacağımı da nereden çıkardın?

source: Thank you for your purchase. Your ship will be ready in about %s.
fr: Merci pour votre achat. Votre vaisseau sera prêt dans environ %s.
tr: Bizi tercih ettiğiniz için teşekkür ederiz. Geminiz %s içinde hazır olacak.

source: Use engine, thruster and hull blocks and extend your ship.
fr: Utilisez des blocs de moteur, de propulseur, et de coque et agrandissez votre vaisseau.
tr: Geminizi Genişletmek için Motor, İtici ve Gövde bloklarını kullanabilirsiniz.

source: You don't have permissions to kick other members.
fr: Vous n'avez pas la permission d'éjecter d'autres membres.
tr: Diğer üyeleri atmak için izniniz yok.

source: Go away.
fr: Allez-vous en.
tr: Git buradan.

source: This is a free station, where everybody can mind his own business.
fr: C'est une station libre, chacun peut s'occuper de ses propres affaires.
tr: Burası özgür bir istasyondur, herkes kendi işi ile ilgilenebilir.

source: Your ship is too small. Make it a little bigger!
fr: Votre vaisseau est trop petit. Agrandissez le un peu !
tr: Geminiz çok küçük, bir miktar daha büyütün!

source: You can't kick the leader of the alliance.
fr: Vous ne pouvez pas expulser le Chef de l'alliance.
tr: İttifakın liderini atamazsınız.

source: Leave me alone.
fr: Laissez moi tranquille.
tr: Beni yalnız bırak.

source: Best wares in the galaxy.
fr: Les meilleurs produits de la galaxie.
tr: Galaksideki en iyi satıcı.

source: You can delete blocks by selecting them with %1% and pressing %2%.
fr: Vous pouvez supprimer des blocs en les sélectionnant avec %1%puis en appuyant sur %2%.
tr: Blokları %1% ile seçip %2% ye basarak silebilirsiniz.

source: You can't kick members of equal or higher rank.
fr: Vous ne pouvez pas expulser de membres ayant un rang égal ou supérieur.
tr: Sizin rütbenize eşit yada sizden büyük olan rütbeli üyeleri atamazsınız.

source: I might know something, but I won't tell you.
fr: Je sais peut-être quelque chose, mais je ne vous le dirai pas.
tr: Bir şey biliyor olabilirim. fakat sana anlatmayacağım.

source: Welcome to the true, free market.
fr: Bienvenue à l'authentique marché libre.
tr: Gerçek ve Ücretsiz markete hoşgeldin.

source: Build thrusters to make sure it can brake and turn in each direction.
fr: Construisez des propulseurs pour faire en sorte qu'il puisse s’arrêter et tourner dans chaque direction.
tr: Fren yapabilecek ve her yöne dönmenizi sağlayacak iticiler yaptığınızdan emin olun.

source: You can't leave the alliance as the leader. You have to disband it or promote someone else to be the leader first.
fr: Vous ne pouvez pas quitter l'alliance en tant que Chef. Vous devez la dissoudre ou promouvoir un autre Chef avant de pouvoir la quitter.
tr: İttifakı Lider olarak terk edemezsiniz. Ya ittifakı dağıtacaksınız yahut başka birini lider olarak atamanız gerekmektedir.

source: There is nothing that I want to tell you.
fr: Je n'ai rien à vous dire.
tr: Sana söylemek istediğim hiç bir şey yok.

source: You'll find members for nearly everything on this station, if the coin is right.
fr: Sur cette station, vous pouvez recruter de l'équipage pour quasiment toutes les fonctions de vaisseaux... Si vous avez de l'argent...
tr: Bu istasyonda her şey için birilerini bulabilirsiniz. Tabi ki paranız varsa.

source: Build an engine so it can fly forward!
fr: Construisez un moteur pour qu'il puisse avancer vers l'avant!
tr: Şimdi ileri doğru uçabilmek için bir motor inşa edin! Motorun doğru yöne baktığından emin olun.

source: You're not the leader of the alliance.
fr: Vous n'êtes pas le Chef de l'alliance.
tr: İttifakın Lideri değilsiniz.

source: Anything interesting around here?
fr: Quelque chose d'intéressant ici ?
tr: Buralarda enteresan bir şeyler var mı?

source: What do you want?
fr: Qu'est-ce que vous voulez ?
tr: Ne istiyorsun?

source: Keep 1000 Credits, you must hire a crew, too.
fr: Gardez 1000 crédits, vous devez également recruter un équipage.
tr: 1000 kadar kredi biriktirin, Mürettebat da almanız gerekecek.

source: That player is not a member of the alliance.
fr: Ce joueur n'est pas un membre de l'alliance.
tr: Bu oyuncu ittifakın bir üyesi değildir.

source: You can upgrade your hyperspace drive with system upgrades.
fr: Vous pouvez améliorer votre moteur hyper-espace avec divers systèmes embarqués.
tr: Hiperuzay sürücülerinizi sistem geliştiriciler ile geliştirebilirsiniz.

source: If you get in trouble, it's your own fault.
fr: Si vous vous retrouvez dans une mauvaise situation, c'est de votre faute.
tr: Eğer başın belaya girerse, bu senin ahmaklığın.

source: Build more crew quarters to support all of your required crew.
fr: Construisez plus de cabines d'équipage pour héberger tout le personnel nécessaire.
tr: Gerekli mürettebat için daha fazla Mürettebat kışlası inşa etmelisiniz.

source: Internal error, you don't have a rank in the alliance.
fr: Erreur interne, vous n'avez pas de rang dans l'alliance.
tr: Dahili Hata, İttifak içerisinde rütbeniz yok.

source: There are lots of sectors that don't show up as a green point on your map. Equip a radar upgrade with deep scan bonuses and they will show up as yellow points.
fr: Il y a plein de secteurs qui n'affichent pas de point vert sur la carte. Équipez vous d'une amélioration de radar avec un bonus de scan lointain et ils apparaîtront sous forme de points jaunes.
tr: Haritanızda yeşil noktalar olarak gözükmeyen bir çok sektör var. Derin Tarama geliştirmesi olan bir Radar geliştirmesi kullanırsanız bu sektörler haritanızda sarı noktalar olarak gözükecektir.

source: Don't make any trouble.
fr: Ne créé aucun problème.
tr: Sakın sorun çıkarma.

source: Your ship is ready! Once you're done building, exit the building mode to continue. Press 'B' or 'Escape' to exit the building mode.
fr: Votre Vaisseau est prêt! Une fois que vous avez finis de construire, quittez le mode construction pour continuer. Appuyez sur 'B' ou 'Echap' pour quitter le mode construction.
tr: Geminiz hazır! İnşa ile işiniz bitince, devam etmek için inşa modundan çıkın. 'B' ye yada 'Esc' tuşlarından herhangi birine basarak inşa modundan çıkabilirsiniz.

source: Internal error, the assignee doesn't have a rank in the alliance.
fr: Erreur interne, la personne désignée n'a pas de rang dans l'alliance.
tr: Dahili hata, Vekil ittifak içerisinde rütbe sahibi değildir.

source: All I want is that those damn Xsotan leave me alone.
fr: Tout ce que je veux, c'est que ces enfoirés de Xsotan me laissent tranquille.
tr: Tüm istediğim şu lanet Xsotan, Beni yalnız bırak.

source: I'm sure you'll find what you're looking for.
fr: Je suis certain que vous trouverez ce que vous cherchez.
tr: Eminim aradığını bulacaksın.

source: You can delete blocks and turrets by selecting them with %1% and then pressing %2%.
fr: Vous pouvez supprimer des blocs et des tourelles en les sélectionnant avec %1% puis en appuyant sur %2%.
tr: Blokları ve Taretleri %1% ile seçip %2% ye basarak silebilirsiniz.

source: That rank doesn't exist.
fr: Ce rang n'existe pas.
tr: Bu rütbe mevcut değil.

source: Who are the Xsotan?
fr: Qui sont les Xsotan ?
tr: Xsotan da kim?

source: Smuggler's Market
fr: Marché de Contrebande
tr: Kaçakçı Marketi

source: Select a block in the bar below.
fr: Sélectionnez un bloc dans la bar ci-dessous.
tr: Aşağıdan bir blok seçiniz.

source: You can't change the ranks of people ranked the same or higher than you.
fr: Vous ne pouvez pas changer le rang de personne ayant un rang égal ou supérieur au vôtre.
tr: Sizinle aynı yada daha yüksek rütbeli oyuncuların rütbelerini değiştiremezsiniz.

source: I don't know. Nobody knows. A few centuries ago, they just appeared in the center of the galaxy.
fr: Je ne sais pas. Personne ne sait. Il a plusieurs siècles de cela, ils sont apparus au centre de la galaxie.
tr: Bilmiyorum. Kimse bilmiyor. Birkaç yüzyıl önce, galaksinin merkezinde görüldüler.

source: Sell Stolen Goods
fr: Vendre des Marchandises Volées
tr: Çalıntı Malları Sat

source: You can change the size of your current block.
fr: Vous pouvez changer la taille du bloc sélectionné.
tr: Elinizdeki bloğun boyutunu değiştirebilirsiniz.

source: You don't have permissions to promote other members.
fr: Vous n'avez pas la permission de promouvoir d'autres membres.
tr: Diğer üyeleri terfi ettirmek için gerekli izniniz yok.

source: Some say they found a way of harvesting the energy of the black hole in the center. But that's just rumours, I guess.
fr: Certains disent qu'ils ont trouvé un moyen de récolter l'énergie du trou noir central. Mais je pense que ce ne sont que des rumeurs.
tr: Bazıları galaksinin merkezindeki kara delikten enerji çekilebilineceğini söylüyor. Ancak tabi bunlar dedikodu...

source: Unbrand
fr: Démarquer
tr: Markayı Sök

source: Hold %s, %s, %s or %s and move the mouse to scale it in different directions.
fr: Maintenez %s,%s, %s ou %s et bougez la souris pour le redimensionner sur différents plans.
tr: %s,%s,%s yada %s tuşuna basılı tutup farenizi hareket ettirirseniz farklı yönlere göre ölçekleyebilirsiniz.

source: You don't have permissions to demote other members.
fr: Vous n'avez pas la permission de rétrograder les autres membres.
tr: Diğer üyelerin rütbesini düşürmek için gerekli izniniz yok.

source: Thank you.
fr: Merci.
tr: Teşekkürler.

source: Unbrand Stolen Goods
fr: Démarquer les objets volés
tr: Çalıntı malların üzerindeki markaları sil

source: This is the thruster block.
fr: Ceci est le bloc propulseur.
tr: Bu itici bloktur.

source: You don't have permissions to edit ranks.
fr: Vous n'avez pas la permission de modifier les rangs.
tr: Rütbeleri ayarlamak için gerekli izine sahip değilsiniz.

source: I'll be on my way then.
fr: Je vais prendre congé.
tr: Kendi yoluma gideceğim.

source: Price/u
fr: Prix/u
tr: Fiyat / Birim

source: Thrusters increase rotational speed, depending on their position.
fr: En fonction de leur position sur le vaisseau, les propulseurs peuvent influer sur la vitesse de rotation.
tr: İticiler pozisyonlarına bağlı olarak dönüş hızınızı arttırırlar.

source: This rank doesn't exist.
fr: Ce rang n'existe pas.
tr: Bu Rütbe yoktur.

source: Horrible things happening in the center of the galaxy!
fr: Des choses horribles se passent au centre de la galaxie!
tr: Galaksinin merkezinde korkunç şeyler oluyor!

source: You
fr: Vous
tr: Siz

source: They also brake your ship and reduce drifting.
fr: Ils freinent aussi votre vaisseau et réduisent la dérive.
tr: Geminizi frenleyecek ve sürüklenmenizi düşürecekler.

source: This rank exists already.
fr: Ce rang existe déjà.
tr: Bu rütbe zaten mevcut.

source: Like what exactly?
fr: Comme quoi exactement ?
tr: Tam olarak ne gibi?

source: You don't have any stolen %s!
fr: Vous n'avez aucun %s volé !
tr: Elinizde hiç çalıntı %s yok!

source: This is the crew quarters block.
fr: Ceci est le bloc des cabines d'équipage.
tr: Mürettebat kışlası. Yani tayfanıza ait odalar

source: You don't have permissions to add resources.
fr: Vous n'avez pas la permission d'ajouter des ressources.
tr: Kaynak eklemek için izniniz yok.

source: The Xsotan are eating up our galaxy from the inside!
fr: Les Xsotan dévorent la galaxie de l'intérieur !
tr: Xsotan galaksiyi içten kemiriyor!

source: You have to be docked to the station to unbrand goods!
fr: Vous devez être arrimé à la station pour blanchir des marchandises !
tr: Malların üzerindeki markaları sökmek için istasyona bağlı olmalısınız!

source: Your ship needs a crew, and your crew needs a living space.
fr: Votre vaisseau a besoin d'un équipage, et votre équipage a besoin d'espace de vie.
tr: Geminizin mürettebata ihtiyacı var, Mürettebatınızında yaşam alanına.

source: You don't have permissions to add items.
fr: Vous n'avez pas la permission d'ajouter des objets.
tr: Eşya eklemek için gerekli izniniz yok.

source: You can't be serious.
fr: Vous ne pouvez pas être sérieux.
tr: Ciddi olamazsın.

source: You can't sell ${displayPlural} here.
fr: Vous ne pouvez pas vendre ${displayPlural} ici.
tr: Burada ${displayPlural} satamazsınız.

source: The more crew quarters you have, the more crewmen can work on your ship.
fr: Plus vous avez de cabines d'équipage, plus la main d'oeuvre pouvant travailler sur votre vaisseau sera importante.
tr: Ne kadar çok Mürettebat kışlanız varsa, geminizde o kadar çok kişi çalıştırabilirsiniz.

source: You don't have permissions to take resources.
fr: Vous n'avez pas la permission de prendre des ressources.
tr: Kaynak almak için gerekli izniniz yok.

source: The only thing that gives me some peace of mind is that this process takes centuries, so I'll be long dead when they reach me!
fr: La seule chose qui me donne une certaine tranquillité d'esprit, c'est que ce processus prend des siècles, alors je serai mort bien avant qu'ils ne m'atteignent !
tr: Bana biraz huzur veren tek şey bu sürecin yüzyıllarca sürmesi, bu yüzden bana ulaştığında çoktan öldüreceğim!

source: This is the engine block.
fr: Ceci est le bloc moteur.
tr: Motor Bloğu.

source: You don't have permissions to take items.
fr: Vous n'avez pas la permission de prendre des objets.
tr: Eşya almak için gerekli izniniz yok.

source: Thanks, I guess?
fr: Merci, je suppose?
tr: Teşekkür ederim, sanırım?

# Weapon Type
source: Chaingun
fr: Mitrailleuse
tr: Makineli Tüfek

source: Engines give your ship better acceleration and max velocity.
fr: Les moteurs donnent à votre vaisseau une meilleure accélération ainsi qu'une une meilleur vitesse maximale.
tr: Motorlar geminize daha iyi hızlanma ve maximum hız kazandırır.

source: You don't have permissions to change the message of the day.
fr: Vous n'avez pas la permission de modifier le message du jour.
tr: Günün mesajını değiştirmek için gerekli izniniz yok.

source: I don't have time for this.
fr: Je n'ai pas le temps pour ça.
tr: Bunun için zamanım yok.

source: When placing an engine turn your camera to see where it is facing.
fr: Quand vous placez un moteur, tournez la caméra pour contrôler la direction vers laquelle il pointe.
tr: Bir motoru yerleştirirken kameranızı mutlaka hareket ettirin ki ne tarafa yerleştirdiğinizi görün.

source: What's up?
fr: Quoi de neuf?
tr: Ne var ne yok?

# Weapon Type
source: Laser
tr: Lazer

source: This is the default ship block. Average price, average durability, no special abilities.
fr: Ceci est le bloc de vaisseau par défaut. Prix moyen, durabilité moyenne, pas de capacités spéciales.
tr: Normal gemi bloğu. Ortalama fiyatlı, ortalama dayanıklılıkta, özelliksiz.

source: %s is already in a group.
fr: %s est déjà dans un groupe.
tr: %s zaten sizin grubunuzda.

source: Hello, my name is Tin. I am a trader in need of help. I see you have a functioning spaceship. Would it be open for buisness?
fr: Bonjour, je m'appelle Tin. Je suis un marchand, et j'ai bien besoin d'aide. Je vois que vous avez un vaisseau spatial fonctionnel. Seriez-vous enclin à faire affaire avec moi ?
tr: Merhaba, adım Tin. Yarcıma ihtiyacı olan bir tüccarım. Gördüğüm üzere çalışan bir uzay gemin var. İş için konuşabilirmiyiz?

# Weapon Type
source: Plasma
tr: Plazma

source: With this button you can open the entire building inventory.
fr: Avec cette touche vous pouvez ouvrir l'inventaire de construction en entier.
tr: Bu tuş yardımıyla tüm yapının envanterini açabilirsin.

source: You can't invite yourself.
fr: Vous ne pouvez pas vous inviter.
tr: Kendi kendinizi davet edemezsiniz.

source: What do you need?
fr: De quoi avez-vous besoin ?
tr: Ne lazım?

# Weapon Type
source: Cannon
fr: Canon
tr: Top

source: These are your tools for ship building.
fr: Ce sont vos outils pour la construction de vaisseau.
tr: Bunlar gemi inşa etmek için size gerekli olan aletler.

source: Your group is full.
fr: Votre groupe est complet.
tr: Grup dolu.

source: For gold I shall sell my soul...
fr: Pour de l'or, je vendrai mon âme...
tr: Altın için ruhumu satabilirim.

# Weapon Type
source: Launcher
fr: Lanceur
tr: Roket

source: Mirroring, coloring, snapping blocks to grid, merging and deleting blocks.
fr: Effet Miroir, peinture, alignement des blocs sur la grille, fusion et suppression de blocs.
tr: Simetri, renklendirme, blokları yerleştirme, birleştirme ve blokları silme.

source: Only the leader of a group can invite players.
fr: Seul le chef de groupe peut inviter des joueurs.
tr: Sadece grubun lideri oyunculara davet yollayabilir.

source: No, I am busy at the moment.
fr: Non, je suis occupé pour le moment.
tr: Hayır, Şu anda meşgulüm.

# Weapon Type
source: Railgun
tr: Raylı Top

source: This is the overview over your ships properties.
fr: Ceci est la vue d'ensemble des propriétés de votre vaisseau.
tr: Geminizin özelliklerine buradan bakabilirsiniz.

source: %s was invited to your group.
fr: %s a été invité dans votre groupe.
tr: %s grubunuza davet edildi.

source: You bothered the wrong man. Prepare to die!
fr: Vous avez agacé le mauvais gars. Préparez vous à mourir !
tr: Yanlış adama bulaştın. Ölmeye hazırlan!

# Weapon Type
source: Repair
fr: Réparation
tr: Tamir Lazeri

source: Yellow stats may cause inconveniences.
fr: Les statistiques notées en jaune pourraient s'avérer problématiques pour votre vaisseau.
tr: Sarı olan birimler ileride size sıkıntı çıkarabilir.

source: %s invited you to join his group. Type /join in the chat to join.
fr: %s vous a invité à rejoindre son groupe. Écrivez /join dans le chat pour le rejoindre.
tr: %s sizi grubuna katılmanız için davet etti. /join Yazarak katılabilirsiniz.

source: I need a fast ship to transport some wood from a far spacestation to another not far from the first one.
fr: J'ai besoin d'un vaisseau rapide pour transporter du bois d'une station spatial lointaine à une autre pas loin de la première.
tr: Uzak bir uzay istasyonundan başka bir istasyona tahta taşımak için hızlı bir gemiye ihtiyacım var.

# Weapon Type
source: Mining Laser
fr: Laser de Minage
tr: Maden Lazeri

source: Red stats are bad and may cause problems.
fr: Celles en rouge sont mauvaises et vont impacter sérieusement le fonctionnement de votre vaisseau.
tr: Kırmızı birimler kötü durumdadır ve problemlere neden olurlar.

source: Your're already in a group.
fr: Vous êtes déjà dans un groupe.
tr: Zaten bir gruptasınız.

source: Roger! Send me the coordinates.
fr: Bien reçu! Envoyer moi les coordonnées.
tr: Anlaşıldı! Bana koordinatları yollayın.

# Weapon Type
source: Salvaging Laser
fr: Laser de Recyclage
tr: Enkaz Lazeri

source: Hold %s and move the mouse to look around.
fr: Maintenez %s et déplacez la souris pour regarder aux alentours.
tr: Etrafa bakmak için %s tuşuna basılı tutup farenizi oynatın.

source: You can't join yourself.
fr: Vous ne pouvez pas vous joindre à vous-même.
tr: Kendi grubunuza katılamazsınız.

source: Wood? Seems not very lucrative, but whatever..
fr: Du bois ? Ça n'a pas l'air très lucratif, mais peu importe.
tr: Tahta? Pek karlı gözükmüyor fakat neden olmasın.

# Weapon Type
source: Force Gun
fr: Canon Cinétique
tr: Güç Silahı

source: Welcome to the building mode! In here you can build, modify and arm your ships.
fr: Bienvenue dans le mode construction ! Ici vous pouvez construire, modifier et armer vos vaisseaux.
tr: İnşa moduna hoş geldiniz! Burada geminizi inşa edebilir, değiştirebilir yada silahlandırabilirsiniz.

source: The player is not online.
fr: Le joueur est hors-ligne.
tr: Oyuncu online değildir.

source: What will it pay me?
fr: Qu'est-ce que ça va me rapporter ?
tr: Bana ne ödeyecek?

# Weapon Type
source: Lightning Gun
fr: Canon Éclair
tr: Elektrik Silahı

source: Click this button to enter the building mode.
fr: Cliquez sur ce bouton pour entrer dans le mode construction.
tr: İnşa moduna girmek için bu tuşa tıklayınız.

source: The group is full.
fr: Le groupe est complet.
tr: Grup dolu.

source: Alright, here are the coordinates. I will wait for you in the destination sector.
fr: Très bien, voici les coordonnées. Je vous attendrai dans le secteur de la destination.
tr: Tamam, bunlar koordinatlar. Seni varış sektöründe bekliyorum.

source: Turret Factory
fr: Usine de tourelles
tr: Taret Fabrikası

source: Click this button to found a new ship.
fr: Cliquez sur ce bouton pour fonder un nouveau vaisseau.
tr: Yeni bir gemi yapmak için bu düğmeye tıklayın.

source: The leader of that group is not online.
fr: Le Chef de ce groupe n'est pas en ligne.
tr: Grubun lideri online değil.

source: See you there
fr: On se voit là-bas
tr: Orada görüşürüz

# window title
source: Build Turrets
fr: Fabriquer des tourelles
tr: Taret inşası

source: Mine more asteroids until you have %i iron.
fr: Minez plus d'astéroïdes. Vous devez collecter %i de fer.
tr: %i kadar demiriniz olana dek asteroidleri kazın.

source: Only the leader of a group can assign a new leader.
fr: Seul le chef d'un groupe peut nommer un nouveau chef.
tr: Sadece grubun lideri yeni bir lider atayabilir.
