Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
fr: Il ne fait rien lui-même, et si il y a la moindre étincelle de combat, il se téléporte ailleurs, en sécurité.
tr: Kendi hiç birşey yapmaz, ve eğer çarpışmanın en ufak bir belirtisi dahi olsa, Güvenli bir yere atlayacaktır.

source: Durability
fr: Durabilité
tr: Dayanıklılık

source: This system has 6 vertical
fr: Ce système a 6 verticales
tr: Bu sistemin 6 dikey anahtar deliği vardır.

# plural
source: Steel Tubes
fr: Tubes d'acier
tr: Çelik Tüp

source: A few months back, he got his hands on some Xsotan hyperspace tech.
fr: Il y a quelques mois, il a mis la main sur de la technologie hyper-spatiale Xsotan.
tr: Bir kaç ay evel, elinde Xsotan hiperuzay teknolojisi vardı.

source: Maneuverability
fr: Maniabilité
tr: Manevra Kabiliyeti

# prefix
source: Steel Tube
fr: Tube d'acier
tr: Çelik Tüp

source: It was me who integrated it into his ship.
fr: C'est moi qui l'ai intégré dans son vaisseau.
tr: Bunu gemisine entegre eden bendim.

source: Speed
fr: Vitesse
tr: Hız

source: This system has 7 vertical
fr: Ce système à 7 verticales
tr: Bu sistemin 7 Dikey anahtar deliği vardır.

source: Long multi-purpose steel tubes.
fr: Longs tubes en acier multi-usages.
tr: Çok amaçlı uzun çelik tüpler.

source: Now he can jump three times as far as other ships, and five times as quick, and nobody can catch him.
fr: Maintenant il peut sauter trois fois plus loin que les autres vaisseaux, aller cinq fois plus vite, et personne ne peut l'attraper.
tr: Şu anda diğer gemilere oranla üç kat daha uzağa ve beş kat daha hızlı atlayabilir. Onu kimse yakalayamaz

source: This station doesn't sell illegal goods.
fr: Cette station ne vend pas de marchandises illégales.
tr: Bu istasyon kanun dışı ürünler satmaz.

source: Energy Inverter
fr: Inverseur d’Energie
tr: Enerji Çeviricisi

source: But he made a big mistake when he threw me out.
fr: Mais il a fait une grosse erreur en me jetant.
tr: Fakat beni atarak büyük bir hata yaptı.

source: This station doesn't sell stolen goods.
fr: Cette station ne vend pas de marchandises volées.
tr: Bu istasyon çalıntı ürünler satmaz.

source: This system has 8 vertical
fr: Ce système a 8 verticales
tr: Bu sistemin 8 Dikey anahtar deliği vardır.

# plural
source: Energy Inverters
fr: Inverseurs d’Energie
tr: Enerji Çevirici

source: He doesn't know that I know of a way to disable his precious hyperspace drive.
fr: Il ne sait pas que je connais un moyen de désactiver son précieux moteur hyper-espace.
tr: Değerli Hiperuzay sürücüsünü devre dışı bırakmanın bir yolunu bildiğimi bilmiyor.

source: This station doesn't sell suspicious goods.
fr: Cette station ne vend pas de marchandises douteuses.
tr: Bu istasyon şüpheli ürünler satmaz.

source: Basic Trading System
fr: Logiciel de Commerce Basique
tr: Basit Ticaret Sistemi

# prefix
source: Energy Inverter
fr: Inverseur d'Energie
tr: Enerji Çevirici

source: You'll get revenge on a man who betrayed you.
fr: Vous aurez votre revanche sur un homme qui vous a trahi.
tr: Sana ihanet eden adamdan intikamını alacaksın.

source: This station doesn't buy illegal goods.
fr: Cette station n'achète pas de marchandises illégales.
tr: Bu istasyon kanun dışı ürünler satın almaz.

source: Improved Trading System
fr: Logiciel de Commerce Amélioré
tr: Geliştirilmiş Ticaret Sistemi

source: Converts electron flow into positron flow.
fr: Convertit le flux d’électrons en flux de positron.
tr: Elektron akımını Positif akıma çevirir.

source: And, maybe, we can extract the Xsotan tech from his ship. I'll modify it so you can integrate it into your ship.
fr: Et "peut-être" que nous pourrons extraire la technologie Xsotan de son vaisseau. Je la modifierai afin que vous puissiez l'intégrer dans le votre.
tr: Ve bir ihtimal Xsotan teknolojisini gemisinden çekip alabiliriz. O teknolojiyi kendi geminde kullanman için modifiye edebilirim.

source: This station doesn't buy stolen goods.
fr: Cette station n'achète pas de biens volés.
tr: Bu istasyon çalıntı ürünler satın almaz.

source: Advanced Trading System
fr: Logiciel de Commerce Avancé
tr: İleri Ticaret Sistemi

source: Energy Generator
fr: Générateur d'Energie
tr: Enerji Jeneratörü

source: I was Bottan's chief engineer. As such, I know everything about his hyperspace engine. It was me who integrated the Xsotan Technology into the ship.
fr: J'étais l'ingénieur en chef de Bottan. A ce titre, je sais tout sur son moteur hyper-espace C'est moi qui ai intégré la technologie Xsotan dans le vaisseau.
tr: Bottan'ın şef mühendisiydim. Hiperuzay motoru hakkında herşeyi biliyorum. Xsotan Teknolojisini gemisine monte eden bendim.

source: This station doesn't buy suspicious goods.
fr: Cette station n'achète pas de produits suspects.
tr: Bu istasyon şüpheli ürünler satın almaz.

source: High-Tech Trading System
fr: Logiciel de Commerce High-Tech
tr: Yüksek Teknoloji Ticaret Sistemi

# plural
source: Energy Generators
fr: Générateurs d'Energie
tr: Enerji Jeneratörü

source: That same drive that allows him to jump extreme distances very quickly.
fr: Ce même moteur qui lui permet de franchir des distances extrêmes très rapidement.
tr: Aynı sürücü onun inanılmaz uzaklıklara çok çabuk zıplamasını sağlıyor.

source: Salesman's Trading System
fr: Logiciel de Commerce de Salesman
tr: Satıcı Ticaret Sistemi

# prefix
source: Energy Generator
fr: Générateur d'Energie
tr: Enerji Jeneratörü

source: Since I know how it works, I can build a ray that disables his engine.
fr: Puisque je sais comment il fonctionne, je peux construire un rayon qui désactive son moteur.
tr: Nasıl çalıştığını bildiğimden ötürü, Motorunu devre dışı bırakacak bir Lazer ışını yapabilirim.

source: Not enough space in your cargo bay!
fr: Pas assez d'espace dans votre soute !
tr: Kargo kompartımanınızda yeterli alan yok!

source: Ultra-Tech Trading System
fr: Système de Marchandage Ultra-Tech
tr: Ultra Teknoloji Ticaret Sistemi

source: A device that generates energy from an antimatter core.
fr: Un appareil qui génère de l'énergie à partir d'un cœur d’antimatière.
tr: Anti-Madde çekirdeğinden enerji üreten bir cihaz.

source: That's none of your business, but I'll tell you this much: He betrayed me, one of his most loyal men!
fr: C'est pas vos affaires, mais je vais vous dire un truc : Il m'a trahi, moi, un de ses hommes les plus loyaux.
tr: Seni ilgilendirmez, ama sana bu kadarını söyleyebilirim: Bana ihanet etti, hemde en sadık adamına!

source: You can only store ${amount} of this good!
fr: Vous ne pouvez stocker que ${amount} de ce bien !
tr: Bu üründen sadece ${amount} adet depolayabilirsiniz!

source: Trading System
fr: Système de Commerce
tr: Ticaret Sistemi

source: Display
fr: Ecran
tr: Görüntü Paneli

source: Now I'm a fugitive, hunted by my former friends and nearly all factions in the quadrant.
fr: Maintenant, je suis un fugitif, chassé par mes ancien amis et par presque toutes les factions du quadrant.
tr: Şimdi bir kaçağım, eski arkadaşlarım ve neredeyse bu cenaptaki tüm örgütler tarafından avlanıyorum.

source: You can't afford any of this good!
fr: Ce bien est trop cher pour vous !
tr: Bu ürünü alacak miktarda paranız yok!

source: Display prices of goods
fr: Affiche le prix des marchandises
tr: Ürünlerin fiyatlarını göster

# plural
source: Displays
fr: Ecrans
tr: Görüntü Paneli

source: I can't just let that go without retaliation.
fr: Je ne peux pas laisser passer cela sans représailles.
tr: Misilleme yapmadan gitmesinde izin veremem.

source: You can only afford ${amount} of this good!
fr: Vous ne pouvez acheter que ${amount} de ce bien !
tr: Bu üründen sadece ${amount} adet alabilirsiniz.

source: Display price ratios of goods
fr: Affiche le ratio des prix des marchandises
tr: Ürünlerin fiyat oranlarını göster

# prefix
source: Display
fr: Ecran
tr: Görüntü Paneli

source: Since I have to remain here, I need you to organize all the parts I need to build the disruption ray.
fr: Puisque je dois rester ici, j'ai besoin que vous récupériez toutes les pièces dont j'ai besoin pour construire le rayon de perturbation.
tr: Burada kalmam gerektiği için, Lazer ışını için tüm parçaları organize etmen gerek.

source: You don't have any of this!
fr: Vous n'avez rien de tout cela !
tr: Elinizde hiç yok!

source: View trading offers of all stations of the sector
fr: Voir les offres commerciales de toutes les stations du secteur
tr: Sektördeki tüm istasyonların fiyat önerilerini gösterir.

source: A touch display for computers.
fr: Un écran tactile pour ordinateurs.
tr: Bilgisayarlar için dokunmatik ekran.

source: I've sent the list of the parts to your ship.
fr: Je vous ai envoyé un message avec la liste des pièces.
tr: Gerekli parçaların listesini gemine yolladım.

source: %s isn't bought.
fr: %s n'a pas été acheté.
tr: %s alınamadı.

source: Display trade routes in current sector
fr: Affiche les routes commerciales dans le secteur actuel
tr: Sektördeki Ticaret yollarını gösterir.

source: Processor
fr: Processeur
tr: İşlemci

source: Come back once you have them.
fr: Revenez quand vous les aurez.
tr: Mallar elinde olunca geri gel.

source: Your ship has no cargo bay!
fr: Votre vaisseau n'a pas de soute !
tr: Geminizin kargo bölümü yoktur!

source: Display trade routes in last %i sectors
fr: Affiche les routes commerciales dans les %i derniers secteurs.
tr: Son %i sektördeki Ticaret yollarını gösterir.

# plural
source: Processors
fr: Processeurs
tr: İşlemci

source: I don't care how you get them, do what you must.
fr: Je me moque de la façon dont vous les obtenez, faites ce que vous avez à faire.
tr: Onları nasıl aldığınla ilgilenmiyorum, yapman gerekeni yap.

source: You don't have any %s that the station buys!
fr: Vous n'avez pas de %s que la station achète !
tr: İstasyonun aldığı %s 'den elinde hiç yok!

source: Trading Overview
fr: Echanges Commerciaux
tr: Ticaret Genel Taslağı

# prefix
source: Processor
fr: Processeur
tr: İşlemci

source: Just get me those parts.
fr: Trouver moi ces éléments.
tr: Bana sadece o parçaları getir.

source: This station is not able to take any more %s.
fr: Cette station ne peut pas recevoir plus de %s.
tr: Bu istasyon daha fazla %s alamaz.

source: Trading Routes
fr: Routes commerciales
tr: Ticaret Yolları

source: The heart of a computer, or any device that does some kind of calulcation.
fr: Le cœur d'un ordinateur, ou de n'importe quel appareil de calcul.
tr: Bir bilgisayarın kalbi, yada bu gibi hesaplamalarını yapan diğerlerinin.

source: Smuggler
fr: Contrebandier
tr: Kaçakçı

source: You don't have any %s on your ship
fr: Vous n'avez pas de %s sur votre vaisseau
tr: Geminizde hiç %s yok

source: View detected trading routes
fr: Routes Commerciales Identifiées
tr: Saptanmış ticaret yollarını göster

source: Greetings
fr: Salutations
tr: Merhabalar

source: This station's faction doesn't have enough money.
fr: La faction de cette station ne possède pas assez d'argent.
tr: İstasyon örgütü yeterli paraya sahip değil.

source: Buy from stations
fr: Acheter aux stations
tr: İstasyonlardan satın al.

# plural
source: Nanobots
tr: Nanobot

source: [The ship isn't answering.]
fr: [Le vaisseau ne répond pas.]
tr: [Gemi cevap vermiyor.]

source: This station has no more %s to sell.
fr: Cette station n'a plus de %s à vendre.
tr: Bu istasyonda satılacak daha fazla %s yoktur.

source: Sell to stations
fr: Vendre aux stations
tr: İstasyonlara sat.

source: Yes.
fr: Oui.
tr: Evet.

source: Your ship can not take more %s.
fr: Votre vaisseau ne peut pas prendre plus de %s.
tr: Geminiz daha fazla %s alamaz.

source: Coord
tr: Koornidat

source: Tiny robots that are able to get into almost everything.
fr: Des robots minuscules qui peuvent se rendre quasiment partout.
tr: Neredeyse herşeyin içine girebilen küçük robotlar.

source: Does that mean you're interested?
fr: Est-ce que cela signifie que vous êtes intéressé ?
tr: Bu ilgilendiğin anlamına mı geliyor?

source: Resource Shortage: ${amount} ${good.displayPlural}
fr: A cours de ressources : ${amount} ${good.displayPlural}
tr: Kaynak Kıtlığı: ${amount} ${good.displayPlural}

source: From
fr: De
tr: Gelen

source: Laser Head
fr: Tête de laser
tr: Lazer Başlığı

source: On second thought, I think I'll pass.
fr: A bien y réfléchir, je vais passer mon tour.
tr: Bir daha düşündümde, sanırım almayacağım.

source: To
fr: Vers
tr: Giden

# plural
source: Laser Heads
fr: Têtes de lasers
tr: Lazer Başlıkları

source: Pity. Would have been some good coin in it for you. Not to speak of the friends you would have made.
fr: Dommage. Ça vous aurait rapporté gros. Sans compter les amis que vous vous seriez fait.
tr: Çok yazık. Edindiğin arkadaşlardan bahsetmemek senin için iyi para olurdu.

source: Delivery: ${good.displayPlural}
fr: Livraison: ${good.displayPlural}
tr: Sevkiyat: ${good.displayPlural}

source: Object Detector
fr: Détecteur d'Objets
tr: Obje Dedektörü

# prefix
source: Laser Head
fr: Tête de laser
tr: Lazer Başlığı

source: Greetings. Interested in earning a lot of money for easy work?
fr: Salutations. Vous voulez vous faire beaucoup d'argent avec un travail facile ?
tr: Merhaba. Basit bir işle çok para kazanmak ile ilgilenirmiydin?

source: Client
tr: Müşteri

source: Valuable objects detected.
fr: Objets de valeur détectés.
tr: Değerli objeler saptandı.

source: A device used to focus laser beams.
fr: Un appareil utilisé pour concentrer des rayons laser.
tr: Lazer ışınlarını yoğunlaştırmak için kullanılan bir cihaz.

source: How much?
fr: Combien ?
tr: Ne kadar?

source: Not enough cargo space on your ship.
fr: Pas assez de place dans la soute de votre vaisseau.
tr: Geminizde yeterli kargo alanı bulunmamaktadır.

source: C43 Object Detector
fr: Détecteur d'Objet C43
tr: C43 Obje Dedektörü

source: Laser Compressor
fr: Compresseur Laser
tr: Lazer Sıkıştırıcısı

source: About 500k to a million. Depends on how fast you are. And if you can get the job done.
fr: Environ 500.000 à un million. Tout dépend de votre rapidité. Et de si vous pouvez finir le travail.
tr: 500bin den Bir milyona kadar. Ne kadar hızlı olduğuna bağlı ve tabi işi bitirebilirsen.

source: You have to be docked to the station.
fr: Vous devez être arrimé à la station.
tr: İstasyona bağlanmış olmanız gerekmektedir.

source: Highlight Range
fr: Portée de Détection
tr: Vurgulama Menzili

# plural
source: Laser Compressors
fr: Compresseurs laser
tr: Lazer Sıkıştırıcısı

source: I don't want to do your dirty work.
fr: Je ne veux pas faire votre sale boulot.
tr: Senin pis işlerini yapmak istemiyorum.

source: You don't have enough money for the deposit.
fr: Vous n'avez pas assez d'argent pour réaliser ce dépôt.
tr: Depozit ödemek için yeterli paranız yok.

source: Detection Range
fr: Champ de Détection
tr: Saptama Menzili

# prefix
source: Laser Compressor
fr: Compresseur laser
tr: Lazer Sıkıntırıcısı

source: Good. All you have to do is take this cargo, and bring it to the checkpoint I just sent you.
fr: Bien. Tout ce que vous devez faire est de prendre cette cargaison, et de l'apporter au point de contrôle que je viens de vous envoyer.
tr: Güzel. Tüm yapman gereken bu kargoyu alıp sana yolladığım noktaya götürmen.

source: Organize ${amount} ${good.displayPlural} in 30 Minutes. You will be paid the double of the usual price, plus a bonus. Time Limit: 30 minutes Reward: $${reward}
fr: Récupérez ${amount} ${good.displayPlural} en 30 Minutes. Vous serez payé le double du prix habituel plus un bonus. Limite : 30 minutes Récompense: $${reward}
tr: 30 Dakika içinde ${amount} ${good.displayPlural} organize edin. Normal ücretin iki katı, artı bir de bonus ödenecektir. Zaman Limiti: 30 dakika Ödül: $${reward}

source: Detects claimable asteroids.
fr: Détecte les astéroïdes à revendiquer.
tr: Sahiplenilebilir asteroidleri saptar.

source: A device that can bundle energy and emit a laser beam.
fr: Un appareil qui compacte l'énergie et émet un rayon laser.
tr: Enerjiyi bir araya toplayıp lazer ışını atmaya yarayan bir alet.

source: Should be as easy as pie.
fr: Ca devrait être du gâteau.
tr: Çantada keklik olmalı.

source: Deliver ${amount} ${good.displayPlural} to a station near this location in 20 minutes. You will have to make a deposit of $${deposit}, which will be reimbursed when the goods are delivered. Deposit: $${deposit} Time Limit: 20 minutes Reward: $${reward}
fr: Livrez ${amount} ${good.displayPlural} à une station près de cet emplacement en 20 minutes. Vous devrez faire un dépôt de $${deposit}, qui sera remboursé lorsque les marchandises seront livrées. Dépôt: $${deposit} Limite de temps: 20 minutes Récompense: $${reward}
tr: ${amount} Adet ${good.displayPlural} 20 dakika içerisinde bu lokasyonun yakınındaki istasyona teslim edilmelidir. $${deposit} Kredi depozito ödemelisiniz, ödediğiniz depozito malzemeleri teslim ettiğinizde size geri verilecektir. Depozito: $${deposit} Zaman Limiti: 20 dakika Ödül: $${reward}

source: Detects claimable asteroids and wreckages.
fr: Détecte les astéroïdes à revendiquer et les épaves.
tr: Ele geçirilebilen enkazları ve asteroidleri bulur.

# plural
source: Drones
tr: Drone

source: It looks like you don't have enough cargo space. Dump some of your cargo and come back then.
fr: Il semble que vous ne disposiez pas de suffisamment d'espace de stockage. Jetez une partie de votre cargaison et revenez ensuite.
tr: Görünüşe göre yeterli kargo alanınız yok. Kargonuzun bir kısmını boşalttıktan sonra geri gelin.

source: ${hours} hours, ${minutes} minutes
fr: ${hours} heures, ${minutes} minutes
tr: ${hours} Saat, ${minutes} Dakika

source: Detects claimable asteroids, wreckages and stashes.
fr: Détecte les astéroïdes à revendiquer, les épaves et les caches.
tr: Ele geçirilebilen enkazları, asteroidleri ve zulaları bulur.

source: Goods
fr: Marchandises
tr: Mallar

source: ${minutes} minutes, ${seconds} seconds
fr: ${minutes} minutes, ${seconds} secondes
tr: ${minutes} dakika, ${seconds} saniye

source: Detects & highlights all interesting objects.
fr: Détecte et met en surbrillance tous les objets intéressants.
tr: Bütün ilginç objeleri belirler ve görmenizi sağlar.

source: Unmanned little ships for everyday purpose.
fr: Petits vaisseaux autonomes pour les taches quotidiennes.
tr: Günlük kullanım için İnsansız küçük gemi.

source: A container full of unknown goods you received from an unknown ship.
fr: Un conteneur plein de marchandise inconnue que vous avez reçu d'un vaisseau inconnu.
tr: Bilinmeyen bir gemiden aldığınız bir konteyner dolusu bilinmeyen ürün.

source: ${seconds} seconds
fr: ${seconds} secondes
tr: ${seconds} saniye

source: Displays a notification when
fr: Afficher une notification quand
tr: Değerli bir obje gördüğünde haber verir.

source: Warhead
fr: Ogive
tr: Savaş Başlığı

source: Deliver the goods to \s(%i:%i)
fr: Livrer la marchandise à \s(%i:%i)
tr: Malları /s e götür.(%i:%i)

source: interesting items were detected.
fr: Des objets intéressants ont été détectés.
tr: İlginç eşyalar belirlendi.

# plural
source: Warheads
fr: Ogives
tr: Savaş Başlığı

source: Pleasure doing business with you!
fr: Ce fut un plaisir de faire des affaires avec vous !
tr: Sizinle iş yapmak bir zevkti!

source: Velocity Security Control Bypass
fr: Contrôle de la vitesse : Désactivation de la Sécurité
tr: Hız Güvenliği Kontrolü Baypas Kartı

# prefix
source: Warhead
fr: Ogive
tr: Savaş Başlığı

# 10^18, prefix
source: E
tr: Kuin

source: Bypasses the velocity security control,
fr: Contourne le contrôle de sécurité de la vitesse,
tr: Hız güvenlik kontrolü sistemini devre dışı bırakır.

source: Explosive heads for rockets.
fr: Têtes explosives pour missiles.
tr: Roketler için patlayıcı başlıklar.

source: Looks like you don't have the coin. And I can't afford any witnesses.
fr: Il semblerait que vous n'avez pas les moyens. Et je ne peux pas me permettre de laisser filer un témoin.
tr: Görünüşe göre hiç paran yok. Ve bende bir şahitle uğraşamam.

# 10^15, prefix
source: P
tr: Kat

source: but leaks energy from the generators.
fr: mais engendre une fuite d’énergie des générateurs.
tr: Ancak Jeneratörlerden enerji sızdırır.

source: Power Unit
fr: Unité d'alimentation
tr: Güç Ünitesi

source: Enjoy your last moments in this universe!
fr: Profitez de vos derniers instants dans cet univers !
tr: Evrendeki son dakikalarının tadını çıkar!

source: Weeeeeee!
tr: Vuhuuuuu!

# plural
source: Power Units
fr: Unités d'alimentation
tr: Güç Ünitesi

source: Now, what will it be?
fr: Et maintenant, qu'est ce que ça sera ?
tr: Eee, şimdi ne olacak?

source: [Harness Wormhole Power]
fr: [Exploiter l'Energie du Trou de Ver]
tr: [Solucan Deliğini Aç]

# prefix
source: Power Unit
fr: Unité d'alimentation
tr: Güç Ünitesi

source: I'll kill you!
fr: Je vais te tuer !
tr: Seni öldüreceğim!

source: This didn't work.
fr: Cela ne fonctionne pas.
tr: Bu işe yaramadı.

source: A big device that can create a huge amount of energy over a long time.
fr: Un gros appareil qui peut créer une énorme quantité d’énergie sur une longue période.
tr: Uzun zamanda çok büyük miktarda enerji üretebilen büyük bir alet.

source: I'll pay.
fr: Je vais payer.
tr: Ödeyeceğim.

source: Wormhole Power Diverter
fr: Dérivateur de Puissance des Trous de Ver
tr: Solucan deliği Güç saptırıcıları

source: Antigrav Unit
fr: Appareil Antigravité
tr: Anti Yerçekimi Ünitesi

source: Is there a third alternative?
fr: Il y a une troisième alternative ?
tr: Üçüncü bir alternatif yok mu?

# 10^12, abbreviation
source: trill
fr: Bil
tr: Tri

source: Xsotan Technology Fragment
fr: Fragment de Technologie Xsotan
tr: Xsotan Teknolojisi Parçası

# plural
source: Antigrav Units
fr: Appareils Antigravités
tr: Anti Yerçekimi Ünitesi

source: No.
fr: Non.
tr: Hayır.

# 10^9, abbreviation
source: bill
fr: Mrd
tr: Milyar

source: Lets you harness the power
fr: Permet d'exploiter la puissance
tr: Gücü kontrol altına almanıza izin verir.

# prefix
source: Antigrav Unit
fr: Appareil Antigravité
tr: Anti Yerçekimi Ünitesi

source: Okay, then I'll kill you!
fr: Ok, je vais donc vous détruire !
tr: Tamam, o zaman seni öldüreceğim!

# 10^6, abbreviation
source: mill
fr: M
tr: Milyon

source: of Xsotan Wormhole Technology.
fr: de la technologie Xsotan sur les Trous de Ver.
tr: Xsotan Solucan deliği teknolojisi ürünü.

source: This device generates antigrav fields for easier transportation of objects.
fr: Cet appareil génère des champs antigravité pour faciliter le transport des objets.
tr: Bu cihaz objelerin kolayca taşınabilmesi için anti yer çekimi alanları oluşturur.

source: I'll pay then.
fr: Je vais payer alors.
tr: Ödeyeceğim.

# 10^3, abbreviation
source: k
tr: Bin

source: A fragment of Xsotan technology.
fr: Un fragment de technologie Xsotan.
tr: Bir Xsotan teknolojisi parçası.

source: Energy Container
fr: Batterie
tr: Enerji Konteyneri

source: Is there really no third alternative?
fr: N'y a-t-il vraiment aucune troisième alternative ?
tr: gerçekten üçüncü bir alternatif yok mu?

source: Your sensors picked up a short burst of subspace signals.
fr: Vos capteurs ont détecté des brefs pics de signaux subspatiaux.
tr: Sensörleriniz kısa dalga alt uzay sinyali algıladı.

source: Diamond
fr: Diamant
tr: Elmas

# plural
source: Energy Containers
fr: Batteries
tr: Enerji Konteyneri

source: No!
fr: Non !
tr: Hayır!

source: More strange subspace signals, they're getting stronger.
fr: D'autres signaux sub-spatiaux apparaissent, et ils gagnent en intensité.
tr: Daha fazla alt uzay sinyali algıladınız. Sinyaller güçleniyor.

# plural
source: Diamonds
fr: Diamants
tr: Elmas

# prefix
source: Energy Container
fr: Batterie
tr: Enerji Konteyneri

source: Why no third alternative?
fr: Pourquoi pas une troisième alternative?
tr: Neden üçüncü alternatif yok?

# prefix
source: Diamond
fr: Diamant
tr: Elmas
