Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Subsampling x0.25
fr: Sous-échantillonnage x0.25
tr: Altörnekleme x0.25

source: The Commonwealth of %s
fr: Le Commonwealth de %s
tr: %s Ulusu

source: You can see what sector you are in on the top left side of the HUD.
fr: Les coordonnées du secteur dans lequel vous vous trouvez sont visibles dans le coin supérieur gauche du HUD.
tr: Hangi sektörde olduğunuzu sol üst tarafta görebilirsiniz.

source: Undo (Ctrl-Z)
fr: Annuler (Ctrl-Z)
tr: Geri al (Ctrl-Z)

source: Subsampling x0.5
fr: Sous-échantillonnage x0.5
tr: Altörnekleme x0.5

source: The %s Dominion
fr: Le Dominion %s
tr: %s Egemenliği

source: You can deactivate the 'Press Space Bar to Continue' function in the game settings.
fr: Vous pouvez désactiver la fonction 'Appuyez sur la barre d'espace pour continuer' dans les paramètres du jeu.
tr: "Devam etmek için Space tuşuna basın" özelliğini oyun ayarlarından kaldırabilirsiniz.

source: Redo (Ctrl-Y)
fr: Refaire (Ctrl-Y)
tr: İleri al (Ctrl-Y)

# Super/Subsampling
source: None
fr: Aucun
tr: Kapalı

source: The Dominion of %s
fr: Le Dominion de %s
tr: %s Egemenliği

source: Type \s in the chat window to post your current sector as a link in the chat.
fr: Ecrivez \s dans la fenêtre de chat pour poster les coordonnées du secteur dans lequel vous vous trouvez actuellement.
tr: Şu anki Sektörünüzü sohbete göndermek için /s yazın.

source: Delete (%s)
fr: Supprimer (%s)
tr: Sil (%s)

source: The United %s Emirate
fr: L'Émirat Unie %s
tr: Birleşik %s Emirliği

source: Try pressing F5 and F9 in the main menu.
fr: Essayez d'appuyer sur F5 et F9 dans le menu principal.
tr: Ana Menüde F5 ve F9'a basmayı deneyin.

source: Focus (%s)
tr: Odaklama (%s)

source: The United Emirate of %s
fr: L'Émirat Unie de %s
tr: %s Birleşik Emirlikleri

source: You can post items in the chat by holding CTRL and clicking them.
fr: Vous pouvez poster la description d'un objet dans le chat en maintenant la touche CTRL enfoncée et en cliquant sur cet objet.
tr: Sohbete eşya yansıtmak için CTRL ile tıklayınız.

# Chat channel
source: Alliance>
tr: İffitak>

source: The Galactic %s Emirate
fr: L'Émirat Galactique %s
tr: Galaktik %s Emirliği

source: Ships with mining systems can detect asteroids with resources. The more advanced the system, the more rare materials can be detected in asteroids.
fr: Les vaisseaux équipés de systèmes de minages peuvent détecter les astéroïdes possédant des ressources. Plus le système est avancé, plus vous pourrez détecter de matériaux rares dans les astéroïdes.
tr: Madenci Sistemi olan gemiler sektördeki kaynak olan asteroidleri saptaya bilir. Daha ileri seviye sistemler daha nadir metaryelleri bulabilirler.

# Chat channel
source: Sector>
fr: Secteur>
tr: Sektör>

source: Bloom
fr: Flou Lumineux (Bloom)
tr: Güzelleştirme

source: The Galactic Emirate of %s
fr: L'Émirat Galactique de %s
tr: %s Galaktik Emirlikleri

source: Ships with trading systems can communicate with factories and other stations to check prices and stock without docking to the station.
fr: Les vaisseaux avec des systèmes de négociation peuvent communiquer à distance avec des usines et d'autres stations pour vérifier les prix et les stocks , plus de besoin de s'arrimer à la station.
tr: Ticaret Sistemi olan Gemiler, Fabrikalar ve diğer istasyonlara yanaşmadan fiyatları ve stokları kontrol edebilirler.

# Chat channel
source: Group>
fr: Groupe>
tr: Grup>

source: Reflections
fr: Réflexions
tr: Yansımalar

source: The Universal %s Emirate
fr: L'Émirat Universel %s
tr: Evrensel %s Emirliği

source: Upgrade your ship with ship systems. There are systems for trading, turrets, mining, engines and much more.
fr: Améliorez votre vaisseau avec des systèmes embarqués. Il y a des systèmes embarqués pour le commerce, les tourelles, le minage, les moteurs et bien plus encore.
tr: Geminizi Sistemler ile geliştirin. Ticaret, Taret , Madencilik , Motor ve diğer bir çok şey için sistemler bulabilirsiniz.

source: Click to show sector
fr: Cliquez pour afficher le secteur
tr: Sektörü göstermek için tıklayınız.

source: Ambient Occlusion
fr: Occlusion Ambiante
tr: Çevresel Perdeleme

source: The Universal Emirate of %s
fr: L'Émirat Universel de %s
tr: Evrensel %s Emirliği

source: Shooting other ships will affect your relations to that ship's entire faction.
fr: Tirer sur d'autres vaisseaux affectera vos relations avec toute leur faction.
tr: Diğer gemilere ateş etmek o gemilerin mensup olduğu tüm gruplarla olan itibarınızı etkileyecektir.

source: Block Visibility
fr: Visibilité des blocs
tr: Blok Görünümü

source: UI Color
fr: Couleur de l'UI
tr: Kullanıcı arayüzü rengi

source: The Democratic %s Emirate
fr: L'Émirat Démocratique %s
tr: Demokrat %s Emirlikleri

source: Trading and interacting with other factions will improve your relations to them.
fr: Commercer et interagir avec d'autres factions améliorera vos relations avec eux.
tr: Diğer gruplarla ticaret yapmak yada etkileşimde bulunmak, onlarla olan itibarınızı arttıracaktır.

source: Only show these blocks:
fr: Affiche seulement ces blocs :
tr: Sadece bu blokları göster:

source: Backgrounds
fr: Arrières-plans
tr: Arkaplan

source: The Democratic Emirate of %s
fr: L'Émirat Démocratique de %s
tr: %s Demokratik Emirlikleri

source: Different factions have different ship styles. If you look closely, you can identify factions by the look of their ships.
fr: Les différentes factions ont des styles de vaisseaux différents. Si vous regardez de près, vous pouvez identifier les factions juste en regardant leurs vaisseaux.
tr: Farklı gruplar farklı gemi stillerine sahiptir. Eğer yakından bakarsanız gemilerin şekillerinden grupları tanıyabilirsiniz.

source: The United %s States
fr: Les Etats %s Unis
tr: Birleşmiş %s Milletleri

source: Mining lasers can only mine materials that are of a similar level, or lower.
fr: Les Lasers de Minage peuvent seulement miner les matériaux d'un niveau similaire ou inférieur au leur.
tr: Madenci lazerleri sadece kendi seviyeleri ve altındaki madenleri kazabilirler.

source: Planets
fr: Planètes
tr: Gezegenler

source: The United States of %s
fr: Les États Unis de %s
tr: %s Birleşik Milletleri

source: Wreckages can be salvaged, but you need special mining lasers for those.
fr: Les épaves peuvent être recyclées, mais vous avez besoin de lasers de recyclage pour le faire.
tr: Enkazlar hurdacılık ile kaldırılabilir. Ancak bunun için özel lazerlere ihtiyacınız var.

source: Don't show again
fr: Ne plus montrer
tr: Bir daha gösterme

source: Very Low
fr: Très bas(se)
tr: Çok düşük

source: The Galactic %s States
fr: Les États Galactiques %s
tr: Galaktik %s Milletleri

source: Different materials have different strengths. The higher the material, the higher is its strength.
fr: Les différents matériaux ont différentes résistances. Plus le matériau est d'une qualité élevée, plus sa résistance est importante.
tr: Farklı metaryeller farklı güçlere sahiptir. Ne kadar yüksek metaryel o kadar güç.

source: Type /e, /a, /g or /s to talk to everyone, people in your alliance, your group or in your sector.
fr: Ecrivez /e, /a, /g ou /s pour respectivement parler à : tout le monde, à votre alliance, à votre groupe, ou aux personnes présentes dans votre secteur
tr: /e, /a, /g, /s sohbet komutlarıdır. Konuşmak için kullanabilirsiniz.

source: Shadows
fr: Ombres
tr: Gölgeler

source: The Galactic States of %s
fr: Les États Galactiques de %s
tr: %s Galaktik Milletleri

source: Materials get better when you approach the center of the galaxy. But beware: All the other ships will get stronger, too.
fr: Plus vous approchez du centre de la galaxie, plus la qualité des matériaux disponibles augmente. Mais attention : la puissance des vaisseaux en présence augmente également.
tr: Galaksinin Merkezine yaklaştıkca daha iyi metaller elde edeceksiniz. Ama unutmayın ki düşmanlarda güçlenecek.

source: You were destroyed, but don't worry! Your ship may have been destroyed, but your upgrades and turrets can be found near the wreckage. You don't have to rush it, they will stay there until you pick them up.
fr: Vous avez été détruit, mais ne vous inquiétez pas! Votre vaisseau est peut être détruit, mais vos systèmes embarqués et vos tourelles se trouvent à côté de l'épave. Pas besoin de vous presser, ils y resteront jusqu'à ce que vous les récupériez.
tr: Geminiz yok edildi, fakat üzülmeyin! Geminiz yok edilebilir, Ancak sistemleriniz ve taretleriniz gemi enkazı çevresinde bulunabilir. Acele etmenize gerek yok, siz alana kadar kimse onları alamaz.

source: Big Objects
fr: Gros Objets
tr: Büyük objeler

source: The Universal %s States
fr: Les États Universels %s
tr: Evrensel %s Milletleri

source: The material strengths are ordered from Iron (lowest) to Avorion (highest).
fr: La résistance des matériaux va croissante, en partant du Fer (le plus faible) jusqu'à l'Avorion (le plus résistant).
tr: Metaryellerin düşüğü Demirden başlar ve Avorion a kadar gider.

source: Buy insurance for your ship, so you get your money back when your ship gets destroyed!
fr: Achetez une assurance pour votre vaisseau, ainsi vous recevez de l'argent lorsque votre vaisseau se fait détruire!
tr: Geminiz için sigorta satın alın. Böylelikle geminiz yok edildiğinde paranızı geri alabilirsiniz!

source: Everything
fr: Toutes
tr: Herşey

source: The Universal States of %s
fr: Les États Universels de %s
tr: %s Evrensel Milletleri

source: Mining Lasers collect materials that are lower than their own material faster.
fr: Les Lasers de Minage collectent les matériaux qui sont inférieurs à leur propre matériau plus vite.
tr: Madenci lazerleri kendi seviyesinden düşük metaryelleri daha hızlı toplar.

source: You can change your reconstruction sector at a repair dock, so you don't have to start over from all the way back.
fr: Vous pouvez changer de secteur de réapparition dans les bases de réparation, comme ça vous n'aurez pas à tout recommencer depuis le début.
tr: Yeniden doğma noktanızı Onarım istasyonunda değiştirebilirsiniz, Böylelikle yeniden başlamak zorunda kalmazsınız.

source: Complex Player Shadows
fr: Ombres Complexes du Joueur
tr: Karışık Oyuncu Gölgeleri

source: The Democratic %s States
fr: Les États Démocratiques %s
tr: Demokrat %s Milletleri

source: Mining Lasers have an efficiency: The higher the efficiency, the higher the yield from mining asteroids or salvaging.
fr: Les Lasers de Minage ont un paramètre "efficacité" : Plus l’efficacité est grande, plus le rendement sera bon, lors du minage d'un astéroïde ou du recyclage d'une épave.
tr: Madenci Lazerlerinin verim gücü vardır. Yüksek verim gücü asteroidden aldığınız kaynak miktarını yada enkazdan çıkardığınız kaynak miktarını arttırır.

source: Your turning speed is bad! Build more thrusters or gyros or build your ship out of a light material, such as Titanium.
fr: Votre vitesse de rotation est mauvaise ! Construisez plus de propulseurs ou de gyroscopes, ou bien construisez votre vaisseau avec un matériau léger, tel que le Titane.
tr: Dönme hızını Berbat! Daha fazla itici, jiro yada geminizi daha hafif bir metalden yapın, mesela Titanyum.

source: Soft Shadows
fr: Ombres Douces
tr: Yumuşak Gölgeler

source: The Democratic States of %s
fr: Les États Démocratiques de %s
tr: %s Demokratik Milletleri

source: Mining Lasers with an efficiency of 15 will only gather 15% of the resources in an asteroid.
fr: Les Lasers de Minage avec une efficacité de 15 ne pourront extraire que 15% des ressources totales d'un astéroïde.
tr: 15 Verimi olan bir Madenci lazeri, asteroidde gösterilen miktarın yalnız %15 ini toplayacaktır.

source: Your brake thrust is bad! Build more thrusters or inertia dampeners or build your ship out of a light material, such as Titanium.
fr: Votre potentiel de décélération est trop faible ! Construisez plus de propulseurs ou d'amortisseurs inertiels, ou bien construisez votre vaisseau à partir d'un matériau léger, tel que le Titane.
tr: Fren iticileriniz Berbat! Daha fazla itici, eylemsizlik sönümleyici yada geminizi daha hafif bir metalden yapın, mesela Titanyum.

source: Shadow Range
fr: Distance des Ombres
tr: Gölge Menzili

source: The United %s Planets
fr: Les Planètes Unies %s
tr: Birleşmiş %s Gezegenleri

source: You can acquire new turrets by destroying other ships.
fr: Vous pouvez acquérir de nouvelles tourelles en détruisant d'autres vaisseaux.
tr: Diğer gemileri yok ederek yeni taretler edinebilirsiniz.

source: Player Shadows
fr: Ombres du Joueur
tr: Oyuncuya ait gölgeler

# Block
source: Computer Core
fr: : Ordinateur
tr: Bilgisayar İşlemcisi

source: The United Planets of %s
fr: Les Planètes Unies de %s
tr: %s Birleşmiş Planetleri

source: Turrets drop when you destroy turrets on other ships. To get mining turrets you should destroy mining ships, to get armed turrets, you should destroy armed ships.
fr: Les tourelles sont éjectées lorsque vous les détruisez sur d'autres vaisseaux. Pour obtenir des tourelles de minage, vous devez détruire des vaisseaux de minage, pour obtenir des tourelles armées, vous devez détruire des vaisseaux de combat.
tr: Taretler diğer gemilerdeki taretleri yok ettiğinizde düşecektir. Madenci lazerleri için Madencileri, Askeri taretler içinde silahlanmış gemileri yok etmelisiniz.

source: Your hyperspace engine is being jammed! Get out of range of the jammer so you can jump again!
fr: Votre moteur hyper-espace subit un piratage ! Mettez-vous hors de portée du brouilleur pour pouvoir sauter à nouveau !
tr: Hiperuzay motorunuz bloke edildi. Sinyal bozucunun menzilinden çıkınca yeniden atlayış yapabilirsiniz!

source: Global Shadows
fr: Ombres Globales
tr: Global Gölgeler

# Block
source: Hyperspace Core
fr: : Noyau Hyper-Espace
tr: Hiperuzay İşlemcisi

source: The Galactic %s Planets
fr: Les Planète Galactiques %s
tr: Galaktik %s Gezegenleri

source: Repair damaged ships at a repair dock.
fr: Réparer les vaisseaux endommagés à un quai de réparation.
tr: Hasarlı gemilerinizi Onarım istasyonunda onarabilirsiniz.

source: Your fighters won't start because all hangar exits are obstructed by other blocks.
fr: Vos chasseurs ne peuvent pas décoller, car toutes les issues du hangar sont obstruées par d'autres blocs.
tr: Savaşçılarınız uçuşa başlamayacak, Çünkü tüm hangar girişleriniz başka bloklar tarafından tıkanıyor.

# Block
source: Solar Panel
fr: : Panneau Solaire
tr: Güneş Paneli

source: The Galactic Planets of %s
fr: Les Planètes Galactiques de %s
tr: %s Galaktik Gezegenleri

source: When a turret has the "Independent Targeting" property, you can assign it its own targets and orders.
fr: Quand une tourelle a la propriété "Ciblage Autonome", vous pouvez lui assigner ses propres cibles et ordres.
tr: Eğer bir Tarette "Bağımsız Hedefleme" özelliği var ise kendi kendine ateş edebilir.

source: Your fighters won't start because you don't have enough pilots for all of them.
fr: Vos Chasseurs ne démarrerons pas car vous n'avez pas assez de pilotes pour les piloter tous.
tr: Savaşçılarınız yeterli pilot olmadığı için havalanamayacaktır.

# Reflections
source: None
fr: Aucune
tr: Kapalı

# Block
source: Light
fr: : Lumière
tr: Işık

source: The Universal %s Planets
fr: Les Planètes Universelles %s
tr: %s Evrensel Gezegenleri

source: Some items are reserved for other players and can only be picked up by them.
fr: Certains objets sont réservés à d'autres joueurs. Eux seuls pourront les collecter.
tr: Bazı eşyalar diğer oyuncular için rezerve edilmiştir ve sadece onlar o eşyayı alabilir.

# Reflections
source: Background
fr: Arrière-plan
tr: Arkaplan

# Block
source: Edge
fr: : Pointe
tr: Kenar

source: The Universal Planets of %s
fr: Les Planètes Universelles de %s
tr: %s Evrensel Gezegenleri

source: Factories either pay high prices for the goods they need, or sell their goods for low prices, but never both.
fr: Les usines peuvent soit payer un prix élevé pour les marchandises dont elles ont besoin, soit vendre leurs marchandises à bas prix, mais jamais les deux.
tr: Fabrikalar ihtiyacı olan ürünler için ya yüksek fiyat ya da ihtiyaçları olmayan ürünler için düşük fiyat verecektir. Ancak asla ikisi bir arada mümkün olamaz.

source: Some items can't be picked up by you immediately, for example when you're the one who dropped them.
fr: Il y a des objets que vous ne pouvez pas ramasser immédiatement, comme par exemple des objets que vous venez de jeter.
tr: Bazı eşyalar sizin tarafınızdan hemen alınamaz, örneğin bu eşyaları siz düşürdüyseniz.

# Reflections
source: Everything
fr: Tout
tr: Herşey

# Block
source: Corner 3
fr: : Angle 3
tr: Köşe 3

source: The Democratic %s Planets
fr: Les Planètes Démocratiques %s
tr: Demokratik %s Gezegenleri

source: Trading posts buy a big variety of goods, but the prices are usually not the best.
fr: Les comptoirs commerciaux achètent une grande variété de marchandise, mais les prix ne sont généralement pas les plus intéressants.
tr: Ticaret İstasyonları geniş bir ürün yelpazesine sahiptir ancak fiyatlar pek uygun değildir.

source: Your cargo bay isn't big enough to collect this cargo.
fr: Votre soute n'est pas assez grande pour collecter cette cargaison.
tr: Kargo alanın bu kargo için yeterince büyük değil.

source: Host Dedicated Server
fr: Héberger un serveur dédié
tr: Dedicated Sunucu Başlat

# Block
source: Edge Armor
fr: : Blindage en Pointe
tr: Zırh Kenar

source: The Democratic Planets of %s
fr: Les Planètes Démocratiques de %s
tr: %s Demokratik Gezegenleri

source: If a station has a large stock of goods, they will sell them for very low prices.
fr: Si une station possède un large stock de marchandises, elle les vendra à un très bas prix.
tr: Eğer bir istasyonun elinde çok fazla ürün varsa, bu ürünleri çok düşük fiyattan satacaktır.

source: You won't pick up this cargo since it's not yours. You can change that behaviour in the cargo tab of your ship menu.
fr: Vous ne ramasserez pas cette cargaison car ce n'est pas la vôtre. Vous pouvez changer cette attitude dans l'onglet cargo du menu vaisseau.
tr: Bu kargo sizin olmadığı için alamayacaksınız, Bu davranışı gemi menüsündeki kargo sekmesinden değiştirebilirsiniz.

source: Path
fr: Chemin
tr: Dosya yeri

# Block
source: Corner Armor 3
fr: : Blindage d’Angle 3
tr: Köşe Zırhı 3

source: The United %s Kingdom
fr: Le Royaume Uni %s
tr: Birleşmiş %s Krallığı

source: If a station's stock of a certain good is empty, they will pay higher prices for it.
fr: Si le stock d'une station pour une marchandise donnée est vide, elle payera un prix supérieur pour celle-ci.
tr: Eğer bir istasyonun ürün stoğu düşükse, o ürün için yüksek fiyat ödeyecektir.

source: You can see the rough direction of a hyperspace gate in its title. Directions are based on the cardinal points. N = North, SE = South East, WSW = West South West.
fr: Vous pouvez voir la direction d'un portail hyper-espace dans son titre. Les directions sont basées sur les points cardinaux. N = Nord, SE = Sud Est, OSO = Ouest Sud Ouest.
tr: Bir geçidin ne tarafa açıldığını kabaca üzerinde görebilirsiniz. Yönlendirmeler temel olarak Ana yönler ile belirtilmiştir. K = Kuzey, GD = Güneydoğu BGB = Batı Güneybatı.

source: Name
fr: Nom
tr: İsim

# Block
source: Glow
fr: : Lumière
tr: Parlak Blok

source: The United Kingdom of %s
fr: Le Royaume Uni de %s
tr: %s Birleşmiş Krallığı

source: Shipyards and repair docks buy a range of goods. So do habitats, casinos and biotopes.
fr: Les chantiers spatiaux et les quais de réparation achètent certaines marchandises, de même que les habitations, les casinos et les biotopes.
tr: Gemi Tersaneleri ve Tamir İstasyonları geniş bir ürün çeşidi alımı yaparlar, Yaşam alanları, gazinolar ve Biotoplarda öyle.

source: These are your ship's turrets. Click a turret and press a number key to assign turret groups. You can toggle turret groups on/off by pressing the numbers.
fr: Voici les tourelles de votre vaisseau. Sélectionnez-en une (clic) et appuyez sur un chiffre de votre clavier pour l'assigner à un groupe. Vous pourrez activer/désactiver chaque groupe en appuyant simplement sur le chiffre correspondant.
tr: Bunlar geminizin Taretleridir. Bir tarete tıklayın ve bir numaraya basarak onları gruplara ayırın. Belirtilen numaraya basarak o grupları açıp kapata bilirsiniz.

source: Description
tr: Açıklama

# Block
source: Glow Edge
fr: : Lumière en Pointe
tr: Parlak Blok Kenar

source: The Galactic %s Kingdom
fr: Le Royaume Galactique %s
tr: Galaktik %s Krallığı

source: You can find goods in old ship wreckages.
fr: Vous pouvez trouver des marchandises dans les vieilles épaves de vaisseaux.
tr: Eski gemi enkazlarında ürünler bulabilirsiniz.

source: You can sell or buy resources for money at a resource depot.
fr: Vous pouvez vendre ou acheter des ressources à un dépôt de ressource.
tr: Kaynak Depolarında kaynak alım satımı yapabilirsiniz.

source: Arguments
tr: Argümanlar

# Block
source: Glow Corner 3
fr: : Lumière d'Angle 3
tr: Parlak Blok Köşe 3

source: The Galactic Kingdom of %s
fr: Le Royaume Galactique de %s
tr: %s Galaktik Krallıkları

source: A smuggler's market will buy everything, including stolen or suspicious goods, but only for 15% of the usual price.
fr: Un marché noir achètera de tout, même les marchandises volées ou suspectes, mais à seulement 15% de leurs prix habituels.
tr: Kaçakçı marketleri neredeyse tüm ürünleri satınalırlar . Bunların içinde çalıntı, şüpheli ürünlerde mevcuttur. Fakat orjinal fiyatın ancak %15 kadar ödeme yaparlar.

source: Fly near the selected ship to enter it.
fr: Volez près du vaisseau sélectionné pour y entrer.
tr: Seçili gemiye girmek için yanında uçun.

source: Seed
fr: Graine
tr: Tohum

# Block
source: Glass
fr: : Verre
tr: Cam

source: The Universal %s Kingdom
fr: Le Royaume Universel %s
tr: Evrensel %s Krallığı

source: You can unbrand your stolen cargo at a smuggler's market.
fr: Vous pouvez blanchir votre cargaison volée dans un marché de contrebande.
tr: Çalıntı malların üzerindeki amblemleri Kaçakçı marketinde söktürebilirsiniz.

source: Press %s to enter your ship.
fr: Appuyez sur %s pour entrer dans votre vaisseau.
tr: Geminize girmek için %s tuşuna basın.

source: Maximum Players
fr: Nombre de joueurs maximum
tr: Maksimum Oyuncu

# Block
source: Glass Edge
fr: : Pointe en Verre
tr: Cam Kenar

source: The Universal Kingdom of %s
fr: Le Royaume Universel de %s
tr: %s Evrensel Krallıkları

source: You can give your ships orders, tell them to escort you, or guard a certain location.
fr: Vous pouvez donner des ordres à vos vaisseaux, dites leurs de vous escorter, ou de garder une certaine position.
tr: Gemilerinize emirler verebilirsiniz. Sizi takip etmelerini söyleyebilir yada belirli bir bölgeyi korumalarını söyleye bilirsiniz.

source: Mine asteroids to gather resources. You can either sell resources at a resource depot, or use them to build your ship.
fr: Les astéroïdes peuvent être miner pour collecter des ressources. Vous pouvez vendre ces ressources dans un dépôt de ressources, ou bien les utiliser pour construire votre vaisseau.
tr: Kaynak toplamak için asteroidleri kazın. Bu kaynakları ister Kaynak depolarına satın, İster gemi yapımında kullanın.

source: Threads
fr: Processus
tr: CPU Çekirdek Sayısı

# Block
source: Glass Corner 3
fr: : Angle en Verre 3
tr: Cam Köşe 3

source: The Democratic %s Kingdom
fr: Le Royaume Démocratique %s
tr: Demokrat %s Krallığı

source: Thrusters increase your rotational speed.
fr: Les propulseurs peuvent influer sur la vitesse de rotation.
tr: İticiler sizin dönüş hızınızı arttırır.

source: Modify Whole Ship
fr: Modifier Tout le Vaisseau
tr: Tüm gemiyi değiştir

# Block
source: Reflector
fr: : Réflecteur
tr: Yansıtıcı

source: The Democratic Kingdom of %s
fr: Le Royaume Démocratique de %s
tr: %s Demokratik Krallıkları
