Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: I have found a very specific niche for wood. You wouldn't believe the amount of money you can make, with seemingly worthless stuff.
fr: J'ai trouvé et exploite une niche vraiment confidentielle pour le bois. Vous ne pouvez pas imaginer la quantité d'argent que vous pouvez vous faire avec des trucs apparemment sans valeur.
tr: Ahşap için çok özel bir niş buldum. Görünüşte değersiz şeyler yaparak, yapabildiğiniz paraya inanmazsınız.

source: Weapon Type
fr: Type d'arme
tr: Silah Tipi

source: Asteroids that are rich of resources have bright spots, look for those!
fr: Les astéroïdes riches en ressources sont couverts de minerai brillant, essayez d'en trouver !
tr: Zengin kaynakları olan asteroidlerin parlak noktaları olur, gözünüzü dört açın!

source: The player is not member of the group.
fr: Le joueur n'est pas membre du groupe.
tr: Bu oyuncu grubun bir üyesi değildir.

source: If, thats so, what will it pay me?
fr: Si c'est vrai, combien cela va t-il me rapporter ?
tr: Eğer öyleyse, bana ne ödeyecek?

source: Parts
fr: Eléments
tr: Parçalar

source: All players start out with a mining drone so they can gather resources.
fr: Tous les joueurs commencent avec un drone de minage; afin qu'il puissent déjà collecter des ressources.
tr: Tüm oyuncular madenci bir drone ile başlar ki kaynak toplayabilsinler.

source: You're not in a group.
fr: Vous n'êtes pas dans un groupe.
tr: Bir grupta değilsiniz.

source: Sure... 'wood'.. whatever, I will do it. Where should I go?
fr: Bien sûr ... "du bois" ... peu importe, je le ferai. Où dois-je aller ?
tr: Anladım... 'tahta'.. her neyse, Yapacağım. Nereye gitmem gerekli?

source: Req
tr: Zaruri

source: Even in the unfortunate event of your complete and total annihilation, you will always have the drone to start over.
fr: Dans l'hypothèse de votre inopportune et totale destruction, sachez que vous aurez toujours le drone à disposition pour prendre un nouveau départ.
tr: Talihsiz olaylar sonucunda geminizin tamamını kaybetseniz bile, Her zaman dronunuz ile oyuna başlayabilirsiniz!.

source: You're now the leader of the group. Type /invite [player] to invite other players, or type /leave to leave the group.
fr: Vous êtes maintenant le Chef du groupe. Écrivez /invite [joueur] pour inviter d'autres joueurs, ou écrivez /leave pour quitter le groupe.
tr: Grubun liderisiniz. /invite [oyuncuismi] yazarak diğerlerini davet edebilir, yada /leave yazarak gruptan ayrılabilirsiniz.

source: That seems suspicious, I have to decline.
fr: Cette affaire me semble douteuse, je n'ai d'autre choix que de décliner votre offre.
tr: Şüpheli gözüküyor, Reddeceğim.

source: Manufacturing Price: Too Much
fr: Coût de manufacture: Trop élevé
tr: İmal Ücreti : Çok Pahalı

source: Resources are collected automatically by flying near them.
fr: Les ressources sont collectées automatiquement lorsque vous passez à leur portée.
tr: Kaynakları yanlarına uçarak otomatik olarak toplayabilirsiniz.

source: %s requested to join your group.
fr: %s a demandé à rejoindre votre groupe.
tr: %s grubunuza katılmak istedi.

source: Whatever, I will find someone else.
fr: Peu importe, je trouverai quelqu'un d'autre.
tr: Her neyse, Başka birini bulurum.

source: Manufacturing Cost: $${money}
fr: Coût de manufacture: $${money}
tr: İmal etme ücreti: $${money}

source: Your collected resources are displayed on the right of the screen,
fr: Les ressources qui viennent d'être collectées sont affichées en bas à droite de l'écran.
tr: Topladığınız kaynaklar ekranın sağ tarafında gösterilecektir.

source: %s requested to join your group. Type /invite to accept.
fr: %s a demandé à rejoindre votre groupe. Tapez /invite pour accepter.
tr: %s grubunuza katılmak istedi. /invite yazarak kabul edebilirsiniz.

source: Ahh.. a mercenary kind? We will thrive together my friend.. I will pay you half the cut I make. How does this sound?
fr: Ahh... vous êtes un genre de mercenaire ? Alors nous allons monter une affaire juteuse vous et moi. Je vous paierai la moitié de ce que je me fais. Qu'est-ce que vous en dites ?
tr: Ahh.. Paralı asker ha? Bunu birlikte başaracağız arkadaşım.. Sana elde ettiğimin yarısını ödeyeceğim. Kulağa nasıl geliyor?

source: This turret cannot be built here.
fr: Cette tourelle ne peut pas être construite ici.
tr: Bu taret buraya kurulamaz.

source: or on the top left when building, interacting, or when you press %s or %s.
fr: En mode construction, lors des interactions avec les NPC ou en ouvrant les menus (touches %s ou %s), les ressources disponibles s'affichent automatiquement dans le coin en haut à gauche de l'écran.
tr: Ayrıca inşa modundayken yada bir şey ile iletişime geçtiğinizde %s yada %s tuşuna bastığınızda ekranın en üst sol köşesinde gözükecektir.

source: You requested to join %s's group.
fr: Vous avez demandé à rejoindre le groupe de %s.
tr: %s Liderdiğindeki gruba katılmak istediniz.

source: Deal! Where should I go?
fr: Ca marche! Où dois-je aller ?
tr: Anlaştık! Nereye gitmeliyim?

source: You need more %s.
fr: Vous avez besoin de plus de %s.
tr: Daha fazla %s gerekli.

source: Use your mining lasers to mine the asteroid. Aim with the mouse and use %s to fire.
fr: Utilisez vos lasers de minage pour extraire du minerai de cet astéroïde. Visez avec la souris et utilisez %s pour tirer.
tr: Bir asteroidi kazmak için madenci lazerlerinizi kullanın. Fareniz ile nişan alın ve ateşlemek için %s tuşuna basın.

source: You joined %s's group. Type /leave to leave the group.
fr: Vous avez rejoint le groupe de %s. Tapez /leave pour quitter le groupe.
tr: %s 'nin grubuna katıldınız. Ayrılmak için /leave yazınız.

source: You haven't mentioned how much you made..
fr: Vous n'avez pas mentionné tout ce que vous avez fait.
tr: Ne kadar yaptığından bahsetmedin..

source: You must be docked to the station to build turrets.
fr: Vous devez être arrimé à la station pour pouvoir fabriquer des tourelles.
tr: Taret inşa etmek için istasyona bağlı olmalısınız.

source: Your targeting circles turn green when an object is in reach.
fr: Vos réticules de visée deviennent verts lorsqu'un objet est à portée.
tr: Bir obje menzilinize girdiğinde hedefleme daireleriniz yeşile döner.

source: You're now the leader of a group. Type /invite [player] to invite other players, or type /leave to leave the group.
fr: Vous êtes maintenant le Chef du groupe. Tapez /invite [nomdujoueur] pour inviter d'autres joueurs, ou tapez /leave pour quitter le groupe.
tr: Grubun liderisiniz. /invite [oyuncuismi] yazarak diğerlerini davet edebilir, yada /leave yazarak gruptan ayrılabilirsiniz.

source: Not good enough. You seem suspicious.
fr: Pas assez bon. Vous semblez méfiant.
tr: Yeterince iyi değil. Şüpheli gözüküyorsun.

source: You must be closer to the ship to build turrets.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir construire des tourelles.
tr: Taretleri inşa etmek için gemiye daha yakın olmalısınız.

source: Fly to your selected asteroid. Protip: Hold %s to boost!
fr: Volez vers l’astéroïde que vous avez sélectionné. Astuce de pro : Maintenez %s pour mettre le turbo !
tr: Seçili asteroide doğru uçun. İpucu: Hızlı gitmek için %s tuşuna basılı tutun!

source: Your group has been disbanded.
fr: Votre groupe a été supprimé.
tr: Grubunuz Dağıldı.

source: Fine! I will pay you one third the worth of the wood. Final offer!
fr: Bien ! Je vous rembourserai un tiers de la valeur du bois. Offre définitive !
tr: Tamam! Sana ahşabın üçte birini ödeyeceğim. Son teklif!

source: Turret Merchant
fr: Marchand de tourelle
tr: Taret Tüccarı

source: An asteroid has been highlighted. Turn your camera towards it until it appears on the screen.
fr: Un astéroïde a été mis en surbrillance. Tournez votre caméra vers lui jusqu'à ce qu'il apparaisse sur l'écran.
tr: Bir asteroid işaretlendi. Asteroid ekranınızın ortasına gelene kadar kameranızı döndürün.

source: Jump route calculated.
fr: Trajectoire de saut calculée.
tr: Sıçrama rotası hesaplandı.

source: Alright fair enough. Where is the designated pickup point?
fr: D'accord, c'est un marché honnête. Où est le point de récupération ?
tr: Yeterince adil. Malzemeyi nereden yükleyeceğim?

source: Use %s to select this asteroid by clicking on it.
fr: Utilisez %s pour sélectionner cet astéroïde.
tr: Asteroidi seçmek için %s ile üzerine tıklayın.

source: You were destroyed and returned to your reconstruction site.
fr: Vous avez été détruit et renvoyé à votre site de réapparition.
tr: Geminiz yok edildi ve Yeniden doğma noktanıza geri döndünüz.

source: No! Final answer!
fr: Non ! Point final !
tr: Yok hayır! Son cevap!

# window title
source: Transform to Mine
fr: Transformer en Mine
tr: Madene Çevir

source: Use %s to strafe to the left.
fr: Utilisez %s pour faire un déplacement latéral vers la gauche
tr: Sola doğru kaymak için %s tuşuna basınız.

source: You must be in a ship if you want to change sectors.
fr: Vous devez être dans un vaisseau si vous voulez changer de secteur.
tr: Sektör değiştirmek istiyorsanız bir geminin içinde olmalısınız.

source: I deserve more, than the price of wood!
fr: Je mérite plus que le prix du bois !
tr: Tuz parasından daha fazlasını hak ediyorum!

source: Found Mine
fr: Fonder une mine
tr: Maden Kur

source: Use %s to strafe to the right.
fr: Utilisez %s pour faire un déplacement latéral vers la droite.
tr: Sağa doğru kaymak için %s tuşuna basınız.

source: Your ship cannot perform hyperspace jumps.
fr: Votre vaisseau ne peut pas effectuer de sauts hyper-spatiaux.
tr: Geminiz hiperuzay sıçramalarını gerçekleştiremez.

source: Enter
fr: Entrer
tr: Gemiye Gir

source: Mines
tr: Madenler

source: Use the %s and %s keys to strafe to the left and right.
fr: Utilisez les touches %s et %s pour faire un déplacement latéral vers la gauche et vers la droite.
tr: Sağa ve sola kaymak için %s ve %s tuşlarını kullanın.

source: You are already in this sector
fr: Vous êtes déjà dans ce secteur
tr: Hala bu sektördesiniz.

source: Exit Into Drone
fr: Sortir en Drone
tr: Drone'a Geç

source: Confirm Transformation
fr: Confirmer la Modification
tr: Değiştirmeyi Onayla

source: Blue means you're flying in the direction your ship is looking.
fr: Une barre de couleur bleue indique que l'axe de déplacement de votre vaisseau correspond à son orientation.
tr: Mavi geminizin baktığı yöne doğru uçuyorsunuz demektir.

source: This sector is out of reach with this ship.
fr: Ce secteur est hors de portée avec ce vaisseau.
tr: Bu sektör elinizdeki geminin menzili dışındadır.

source: Warning
fr: Attention
tr: Uyarı

source: Orange means you're flying in the opposite direction.
fr: Une barre de couleur orange indique que votre vaisseau est tourné dans la direction opposée à celle de son déplacement.
tr: Turuncu diğer yöne doğru uçuyorsunuz demektir.

source: There are rifts in the space-time continuum blocking access to this sector.
fr: Il y a des fissures dans le continuum espace-temps bloquant l'accès à ce secteur.
tr: Uzay-Zaman döngüsünde bu sisteme erişimi engelleyen bir takım boşluklar var.

source: Transform
fr: Transformer
tr: İnşa Et

source: This is your velocity display.
fr: Ceci est votre jauge de vitesse.
tr: Bu sizin hız göstergeniz.

source: You can't jump into a sector torn by rifts in the space-time continuum.
fr: Vous ne pouvez pas sauter dans un secteur déchiré par des fissures du continuum espace-temps.
tr: Uzaydaki çatlaklar tarafından çevrelenmiş sektörlere atlayamazsınız.

source: Produces:
fr: Produit :
tr: İmal edilen:

source: The first bar is your current velocity.
fr: La première barre représente votre vitesse actuelle.
tr: İlk kutu şu anki hızınız.

source: The Nav-Computer is calculating the jump route. Please stand by.
fr: L'ordinateur de navigation est en train de calculer la trajectoire de saut. Veuillez patienter.
tr: Yön bilgisayarı sıçrama rotasını hesaplıyor. Lütfen Bekleyin.

source: Requires:
fr: Requiert :
tr: Gereken:

source: The second bar is the programmed velocity that your ship will try to fly.
fr: La deuxième barre est la vitesse programmée que votre vaisseau va tenter d'atteindre.
tr: İkinci kutu ise geminizin uçmaya çalıştığı programlanmış hızınız.

source: You have no sector selected.
fr: Vous n'avez pas de secteur sélectionné.
tr: Sektör seçmediniz.

source: This action is irreversible.
fr: Cette action est irréversible.
tr: Bu hareket geri çevrilemez yada alınamaz.

source: For a hardcore brake you have to turn your ship around and accelerate or even boost in the opposite direction.
fr: Pour un arrêt d'urgence vous devrez retourner votre vaisseau et accélérer voir même booster dans la direction opposé.
tr: Keskin bir fren için geminizi diğer yöne çevirip o tarafa doğru hızlanmanız hatta extra iticilerinizi açmanız gerekli.

source: The jump route is still being calculated.
fr: La trajectoire de saut est toujours en cours de calcul.
tr: Sıçrama rotası hala hesaplanıyor.

source: You're about to transform your asteroid into a ${mine}.
fr: Vous êtes sur le point de transformer votre astéroïde en ${mine}.
tr: Asteroidinizi bir ${mine} haline getirmek üzeresiniz.

source: This is especially important for larger ships with high mass.
fr: Ceci est particulièrement important pour les plus grands vaisseaux avec une forte masse.
tr: Bu ilerde kütlesi çok olan büyük gemiler için gerçekten önemlidir.

source: Your hyperdrive still needs %1% seconds to recharge.
fr: Votre moteur hyper-espace a encore besoin de %1% seconde(s) de charge.
tr: Hiperuzay sürücünüzün devreye girmesi için hala %1% saniyeye ihtiyacınız var.

source: The production line you chose doesn't exist.
fr: La ligne de production que vous avez choisie n'existe pas.
tr: Seçtiğiniz üretim bandı bulunmuyor.

source: Your thrusters automatically brake when you stop pressing %s.
fr: Vos propulseurs vous ralentissent automatiquement lorsque vous arrêtez d'appuyer sur %s.
tr: %s Tuşuna basmayı bıraktığınız anda iticileriniz otomatik olarak firen yapmaya başlayacaktır.

source: Your ship is facing in the wrong direction.
fr: Votre vaisseau est dans la mauvaise direction.
tr: Geminiz yanlış yöne bakıyor.

source: ${good} Mine
fr: Mine de ${good}
tr: ${good} Madeni

source: Pressing backwards won't make your ship brake harder.
fr: Appuyez sur "Arrière" ne fera pas ralentir votre vaisseau plus rapidement.
tr: Geriye gaz vermek geminizi daha sert frenlemeyecektir.

source: Your hyperdrive is being jammed!
fr: Votre moteur hyper-espace a été piraté !
tr: Hiperuzay sürücünüz parazit yüzünden çalışmıyor!

source: Sell Asteroid
fr: Vendre l'Astéroïde
tr: Asteroidi Sat

source: Now use %s to fly backward.
fr: Maintenant utilisez %s pour voler vers arrière.
tr: %s Tuşuna basarak geri uçun.

source: Your client is incompatible with this server. Server version: %s
fr: Votre client est incompatible avec ce serveur. Version du serveur : %s
tr: Sürümünüz server versiyonuyla uyuşmuyor. Server versiyonu: %s

source: Faction
tr: Birlik

source: Your backwards thrusters are not as strong as your main engines!
fr: Votre potentiel de décélération n'est pas aussi élevé que le potentiel d'accélération fourni par vos moteurs principaux.
tr: Geri iticileriniz ana motorlarınız kadar kuvvetli değil!

source: An internal server error occurred. Your connection will be terminated. Server version: %s
fr: Une erreur interne du serveur s'est produite. Votre connexion sera stoppée. Version du serveur: %s
tr: Dahili bir server hatası meydana geldi. Bağlantınız sonlandırılacaktır. Server Sürümü: %s

source: Reputation
fr: Réputation
tr: İtibar

source: Now use %s to fly forward.
fr: Maintenant utilisez %s pour voler vers l'avant.
tr: %s Tuşuna basarak ileri doğru uçun.

source: Fly the craft to found a ship.
fr: Pilotez l'appareil pour créer un vaisseau.
tr: Bir gemi bulmak için aracınızı uçurun.

source: Now use the %s and %s keys to fly forward and backward.
fr: Utilisez maintenant les touches %s et %s pour avancer et reculer.
tr: Şimdi ileri ve geri uçmak için %s ve %s tuşlarını kullanın.

source: Your ship was destroyed.
fr: Votre vaisseau à été détruit.
tr: Geminiz yok edildi.

source: Found Ship (500 Iron)
fr: Créé un Vaisseau (500 Fer)
tr: Gemi oluştur (500 Demir)

source: You can always end or restart the tutorial with the tutorial button.
fr: Vous pouvez toujours terminer ou redémarrer le didacticiel avec le bouton du didacticiel.
tr: Temel Eğitim tuşu ile ne zaman isterseniz temel eğitimi bitirebilir ve yeniden başlatabilirsiniz.

source: Your ship was destroyed and you'll be returned to your reconstruction site.
fr: Votre vaisseau a été détruit et vous allez être renvoyé à votre site de réapparition.
tr: Geminiz yok edildi ve birazdan yeniden doğma noktanıza döneceksiniz.

source: Found Ship
fr: Construire un vaisseau.
tr: Gemi Oluştur

source: It's the question mark in the top right corner.
fr: C'est le point d'interrogation dans le coin supérieur droit.
tr: Bunu sağ üst köşedeki soru işareti ikonu ile yapabilirsiniz.

source: This entity has no owner.
fr: Cette entité n'a pas de propriétaire.
tr: Bu yapının Sahibi yoktur.

source: Enter the name of your new ship:
fr: Nom de votre nouveau vaisseau :
tr: Yeni geminize bir isim veriniz:

source: You will have to use your mouse to use the UI or select things.
fr: Vous aurez besoin d'utiliser votre souris pour utiliser l'UI ou sélectionner des choses.
tr: Kullanıcı arayüzünü kullanmak ve oyundaki diğer objeleri seçmek için farenizi kullanmanız gerekiyor.

source: You don't have permissions to modify this craft.
fr: Vous n'avez pas la permission de modifier ce vaisseau.
tr: Bu araçta değişiklik yapmak için izniniz yoktur.

source: ${dir} Gate to ${sector}
fr: Portail ${dir} vers ${sector}
tr: ${dir} Geçit ${sector}

source: Alliance Ship
fr: Vaisseau de l'Alliance
tr: İttifak Gemisi

source: Hold %s to release your mouse pointer and click away this message.
fr: Maintenez %s pour libérer votre pointeur de souris et faite disparaître ce message en cliquant dessus.
tr: Bu mesajdan kurtulmak için %s tuşuna basılı tutun ve fare imlecinizi serbest bırakın.

source: This entity has no BlockPlan.
fr: Cette entité n'a pas de plan de blocs.
tr: Bu yapıda Blok Planı yoktur.

source: Fee
fr: Frais
tr: Ücret

source: You already have a ship called '%s'.
fr: Vous avez déjà un vaisseau appelé '%s'.
tr: '%s' İsminde bir geminiz zaten var.

source: If you don't want your ship to turn while you're looking, hold %s.
fr: Si vous ne voulez pas que votre vaisseau tourne pendant que vous regardez ailleurs, maintenez la touche %s.
tr: Geminizin baktığınız yöne dönmesini istemiyorsanız, %s tuşuna basılı tutun.

source: You cannot edit a damaged ship, repair it first!
fr: Vous ne pouvez pas éditer un vaisseau endommagé, réparez le d'abord.
tr: Hasarlı bir gemiyi düzenleyemezsiniz, Önce tamir etmelisiniz!

source: Not Ready
fr: Pas prêt
tr: Hazır Değil

source: You don't have permissions to found ships for your alliance.
fr: Vous ne disposez pas d'autorisation pour créer des vaisseaux pour votre alliance.
tr: İttifakınız için gemi kurma izniniz yok.

source: Try it out.
fr: Essayez le.
tr: Dene

source: This won't work.
fr: Ceci ne marchera pas.
tr: Çalışmayacak.

source: Ready
fr: Prêt
tr: Hazır

source: You're not close enough to open the object.
fr: Vous devez vous rapprochez de cet objet pour pouvoir l'ouvrir.
tr: Objenin içini açmak için yeterince yakın değilsiniz.

source: Great! You may have noticed your ship turning around.
fr: Super! Vous avez peut-être remarqué que votre vaisseau se tourne.
tr: Harika! Geminizin döndüğünü fark etmişsinizdir.

source: You need %s credits.
fr: Vous avez besoin de %s crédits.
tr: %s kadar kredi gerekli.

source: Gate Control
fr: Contrôle du Portail
tr: Kapı Kontrolü

source: Smuggler's Cache
fr: Cachette de contrebandier
tr: Kaçakçı Zulası

source: Your ship will automatically steer into the direction you are looking. Try it out, do one full rotation.
fr: Votre vaisseau va automatiquement se tourner dans la direction où vous regardez. Essayez, faites une rotation complète.
tr: Geminiz baktığınız yöne doğru otomatik olarak dönecektir. Deneyin, Tam bir dönüş yapın.

source: You cannot build this. %s
fr: Vous ne pouvez pas construire ceci. %s
tr: Bunu inşa edemezsiniz. %s

source: You paid %i credits passage fee.
fr: Vous avez payé %i crédits de frais de passage.
tr: Kapı geçiş ücreti olarak %i ödediniz.

source: Open
fr: Ouvrir
tr: Aç

source: Use the mouse wheel to zoom.
fr: Utilisez la roulette de la souris pour zoomer.
tr: Zoomlamak için fare tekerleğini kullanın.

source: Remote parent not found.
fr: Parent distant non trouvé.
tr: Uzak Blok bağlantısı bulunamadı.

source: Loss Payment enclosed
fr: Dédommagement joint
tr: Kayıp Ödeneği iliştirilmiştir.

source: Transform to Station
fr: Transformer en Station
tr: İstasyona Çevir

source: Use the mouse to look around in the sector.
fr: Utilisez la souris pour observer les environs de ce secteur.
tr: Sektörde etrafa bakmak için farenizi kullanın.

source: Remote attach block not found.
fr: Bloc d'attache distant non trouvé.
tr: Uzaktan bağlantı bloğu bulunamadı.

source: Found Station
fr: Créer une station
tr: İstasyon Oluştur

source: Welcome to Avorion! Do you want to play the tutorial? (If not, you can still do this any time later)
fr: Bienvenue dans Avorion ! Voulez-vous jouer le didacticiel ? (Si non, vous pouvez toujours le faire à un autre moment)
tr: Avoriona Hoşgeldiniz! Temel Eğitim bölümlerini oynamak istermisiniz? (Eğer şimdi istemezseniz bunu sonra da yapabilirsiniz)

source: This turret has no owner.
fr: Cette tourelle n'a pas de propriétaire.
tr: Bu taretin bir sahibi yoktur.

source: Insurance Plan
fr: Plan d'assurance
tr: Sigorta Planı

source: Basic
fr: Base
tr: Basit

source: Yes
fr: Oui
tr: Evet

source: You don't have permission to do that.
fr: Vous n'avez pas la permission de faire ça.
tr: Bunu yapmak için gerekli izniniz yoktur.

source: Insurance '${craft}'
fr: Assurance '${craft}'
tr: Sigorta '${craft}'

source: Basic Factories
fr: Usines basiques.
tr: Basit Fabrikalar

source: Nah
fr: Non
tr: Hayır

source: This isn't a turret.
fr: Ce n'est pas une tourelle.
tr: Bu bir taret değildir.

source: Ship Value
fr: Valeur du vaisseau
tr: Gemi Ederi

source: Low Tech Factories
fr: Usine de petite technologie
tr: Düşük teknoloji fabrikaları

source: The basic tutorial can't be played in this sector. Please start a new game or change into your home sector.
fr: Le didacticiel de base ne peut pas être joué dans ce secteur. Veuillez lancer un nouveau jeu ou retourner dans votre secteur d'origine.
tr: Temel eğitim bu sektörde oynanamaz. Lütfen yeni bir oyun başlatın yada Ana sektörünüzü değiştirin.

source: This craft has no owner.
fr: Cette engin n'a pas de propriétaire.
tr: Bu geminin sahibi yoktur.

source: Insured Value
fr: Valeur assurée
tr: Sigortalanmış Tutar

source: Advanced
fr: Avancé
tr: İleri Teknoloji

source: If you're stuck and you don't know what to do, simply start a new game.
fr: Si vous êtes coincé et que vous ne savez pas quoi faire, commencer simplement une nouvelle partie.
tr: Eğer çaresiz kalıp ne yapacağınızı bilmiyorsanız, basitçe yeniden bir oyun başlatın.

source: You don't have any of this turret.
fr: Vous n'avez aucune tourelle de ce type.
tr: Bu taretten elinizde hiç yok.

source: Refunded Value
fr: Valeur remboursée
tr: Geri Ödenecek Tutar

source: Advanced Factories
fr: Usines avancées
tr: İleri Düzey Fabrikalar

source: You'll be able to play the tutorial there from the beginning.
fr: Vous pourrez y refaire le didacticiel depuis le début.
tr: Temel Eğitimi baştan oynamak orada mümkün olacak.

source: You cannot build turrets onto this craft.
fr: Vous ne pouvez pas équiper de tourelles sur cette engin.
tr: Bu zanaat üzerine taret yapamazsın.

source: Insurance Price
fr: Prix de l'assurance
tr: Sigorta Ücreti

source: High Tech Factories
fr: Usines de haute technologie
tr: Yüksek Teknoloji Fabrikaları
