Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Add Items
fr: Ajouter des objets
tr: Eşya eklemek

source: Spend Items
fr: Dépenser des Objets
tr: Eşyaları Kullanmak

source: Take Items
fr: Prendre des Objets
tr: Eşyaları Almak

source: Add Resources
fr: Ajouter des Ressources
tr: Kaynak Eklemek

source: Spend Resources
fr: Dépenser les Ressources
tr: Kaynakları Kullanmak

source: Take Resources
fr: Prendre des ressources
tr: Kaynakları Almak

source: Found Ships
fr: Construire des Vaisseaux
tr: Gemi Oluşturmak

source: Found Stations
fr: Fonder des stations
tr: İstasyon Oluşturmak

source: Manage Stations
fr: Gérer les stations
tr: İsyasyonları Yönetmek

source: Manage Ships
fr: Gérer les Vaisseaux
tr: Gemileri yönet

source: Fly Crafts
fr: Piloter les Vaisseaux
tr: Araçları Uçurmak

source: Modify Crafts
fr: Modifier les Vaisseaux
tr: Araçları Değiştirmek

source: Modify Motd
fr: Modifier le message du jour
tr: Günün mesajını değiştirmek

source: Leader
fr: Chef
tr: Lider

# Block
source: Hull
fr: : Coque
tr: Gövde

# Block
source: Blank Hull
fr: : Coque simple
tr: Boş Gövde

# Block
source: Engine
fr: : Moteur
tr: Motor

# Block
source: Stone
fr: : Minerai
tr: Taş

# Block
source: Cargo Bay
fr: : Soute
tr: Kargo Alanı

# Block
source: Crew Quarters
fr: : Cabines d'équipage
tr: Mürettebat Kışlası

# Block
source: Thruster
fr: : Propulseur
tr: İtici

# Block
source: Directional Thruster
fr: : Propulseur Directionnel
tr: Yönsel İtici

# Block
source: Armor
fr: : Blindage
tr: Zırh

# Block
source: Framework
fr: : Armature
tr: Destek İskelesi

# Block
source: Dock
tr: Dok

# Block
source: Shield Generator
fr: : Générateur de Bouclier
tr: Kalkan Jeneratörü

# Block
source: Generator
fr: : Générateur
tr: Jeneratör

# Block
source: Energy Container
fr: : Batterie
tr: Batarya

# Block
source: Integrity Field Generator
fr: : Générateur de Champ d'Intégrité
tr: Yapısal Bütünlük Jeneratörü

source: Build Point Defense Chainguns or Lasers to defend your ship against torpedoes.
fr: Construisez des Mitrailleuses ou Lasers Autonomes pour défendre votre vaisseau contre les torpilles.

source: Don't fly around too crazily while torpedoes are chasing you if you want your PDCs to hit them, PDCs have to aim as well! If you're constantly changing your ship's orientation or speed, torpedoes will start flying in curves and be a lot harder to hit.
fr: Si vous êtes pris pour cible par des torpilles, et que vous voulez que votre système de défense autonome s'en charge, ne volez pas dans tous les sens. Vos canons autonomes ont eux aussi besoin de temps pour viser ! De plus, si vous changez constamment la vitesse ou la direction de votre vaisseau, les torpilles vont commencer à se déplacer en spirale, ce qui les rendra beaucoup difficiles à atteindre.

source: When defending against torpedoes, orient your ship in a way that your PDCs look at the torpedoes coming, this will make it easier for them to shoot them down.
fr: En posture de défense face à des torpilles, choisissez soigneusement l'orientation de votre vaisseau : si vos tourelles autonomes font directement face aux missiles en approche ; elles pourront les détruire plus facilement.

source: Point Defense Cannons still behave like normal turrets and have to aim. Make sure they're turned towards torpedoes and don't change your orientation a lot.
fr: Les tourelles autonomes se comportent comme des tourelles classiques ; il leur faut un certain temps pour pivoter sur leur axe et ajuster leur visée. Assurez-vous qu'elles pointent vers les torpilles ennemies en approche et évitez de faire varier la direction de votre vaisseau trop brutalement.

source: Set Point Defense Cannons to the mode 'Defend' to have them prefer torpedoes over fighters over other ships.
fr: Réglez vos tourelles autonomes en mode "Défendre" pour leur demander de cibler en priorité les torpilles, puis les chasseurs, puis enfin les autres vaisseaux.

source: Torpedoes behave differently, depending on whether they hit a ship's shield or hull.
fr: Une frappe de torpille aura des conséquences différentes, selon qu'elle touche un bouclier ou directement la coque du vaisseau.

source: Torpedo trails have the same color as their warhead.
fr: Les trainées derrière les torpilles sont de la même couleur que l'ogive de la torpille.

source: The body of a torpedo determines its flight properties, while the warhead determines its combat properties.
fr: Le corps de la torpille définit ses propriétés balistiques, tandis que son ogive affecte ses propriétés offensives.

source: The more stripes on a torpedo body, the more agile it is. The most agile torpedo bodies are the Hawk, Panther and Stingray.
fr: Plus il y a de bandes sur le corps d'une torpille, plus sa manœuvrabilité sera grande. Les torpilles avec la meilleure manoeuvrabilité sont le Faucon, la Panthère et la Raie Manta.

source: The stripe color of a torpedo determines its flight speed. Slowest to fastest: Blue, Red, Yellow.
fr: La bande colorée d'une torpille indique sa vitesse de vol. Plus lent au plus rapide : Bleu, Rouge, Jaune.

source: The stripe color of a torpedo determines its flight speed. The fastest torpedo types are the Osprey, Eagle and Hawk.
fr: La bande colorée d'une torpille indique sa vitesse de vol. Les types de torpille les plus rapides sont : Le Balbuzard, l'Aigle et le Faucon.

source: Nuclear torpedoes have a white warhead and will deal moderate damage to hull or shield.
fr: Les missiles nucléaires ont une ogive blanche et vont causer des dommages intermédiaires aux coques ou aux boucliers.

source: Neutron torpedoes have a yellow warhead and will deal high damage to hull and moderate damage to shields.
fr: Les torpilles à neutron ont une ogive jaune et vont causer des dommages importants aux coques et intermédiaires sur les boucliers.

source: Fusion torpedoes have an orange warhead and will deal high damage to shields, and moderate damage to hull.
fr: Les torpilles à fusion ont une ogive orange et vont causer des dommages importants sur les boucliers et intermédiaires sur les coques.

source: Plasma torpedoes have a green warhead and will deal massive damage to shields, but almost none to hull.
fr: Les torpilles à plasma ont une ogive verte et vont causer des dégâts massifs sur les boucliers, mais très peu sur les coques.

source: Kinetic torpedoes have a purple warhead and deal damage depending on their speed of flight. They have no maximum flight speed, and if they hit a ship's hull, deal the most devastating damage of all torpedoes.
fr: Les torpilles cinétiques ont une ogive violette et vont causer des dommages proportionnels à leur vitesse de vol. Elles n'ont pas de limite de vitesse, et si, elles touchent la coque d'un vaisseau à pleine vitesse, elles causeront des dégâts plus dévastateurs qu'aucune autre torpille.

source: Ion torpedoes have a cyan warhead and deal moderate damage to shields and almost none to hull, but will drain a ship's energy.
fr: Les torpilles ioniques ont une ogive de couleur cyan et vont causer des dommages intermédiaires aux boucliers et très peu aux coques, mais elles vont également drainer l'énergie du vaisseau touché.

source: Some of the most dangerous torpedoes are the Sabot (pink warhead) and Tandem (red warhead) torpedo, since they penetrate shields.
fr: Le Sabot (ogive rose) et le Tandem (ogive rouge) comptent parmi les torpilles les plus dangereuses, en raison de leur capacité à pénétrer les boucliers.

source: Beware of EMP torpedoes (dark blue warhead), they can overload and deactivate shields for a few seconds.
fr: Attention aux torpilles EMP (ogive bleu foncé), elles peuvent causer une surcharge et désactiver les boucliers pour quelques secondes.

source: Sabot torpedoes have a purple warhead and can penetrate shields and deal massive damage against hull.
fr: Les torpilles Sabot ont une ogive rose et peuvent pénétrer les boucliers et causer des dégâts massifs sur les coques.

source: Tandem torpedoes have a red warhead and damage shields while penetrating them, dealing damage to both hull and shields.
fr: Les torpilles Tandem ont une ogive rouge. Elles endommagent les boucliers en les traversant, puis explosent contre la coque.

source: Anti-Matter torpedoes have a dark-grey warhead and deal the highest base damage of all torpedoes, but their warheads require energy to be stored.
fr: Les torpilles anti-matière ont une ogive gris foncé et elles disposent des meilleurs dégâts de base de toutes les torpilles, mais leur stockage consomme de l'Energie !

source: Build Integrity Field generators to protect your ship's blocks from getting destroyed.
fr: Construisez des générateurs de Champ d'Intégrité pour protéger les blocs de votre vaisseau de la destruction.

source: You can have cargo shuttles that transport goods from and to your factories in the same sector.
fr: Vous pouvez utiliser des navettes cargo pour transporter des marchandises entre vos différentes usines d'un même secteur.

source: Collision damage can be dangerous! Be careful when flying around and don't boost into asteroids!
fr: Les dommage de collision peuvent être dangereux pour l'intégrité de votre vaisseau ! Soyez prudents quand vous naviguez et évitez de foncer dans des astéroïdes !

source: You can adjust the difficulty in the game menu.
fr: Vous pouvez ajuster la difficulté du jeu en passant par le menu.

source: If collision damage is too high for you or you simply don't want the hassle, adjust it in the game menu.
fr: Si vous ne voulez pas avoir à gérer les dommages de collision, ou bien si ceux par défaut vous paraissent trop élevés, sachez que vous pouvez régler leur intensité via le menu du jeu.

source: Buy insurance for your ship! When it gets destroyed you'll get its money's worth back from the insurance company.
fr: Pensez à acheter une assurance pour votre vaisseau ! Ainsi, si il se fait détruire, son équivalent en crédits vous sera remboursé par la compagnie d'assurance.

source: Losing your ship can be harsh, but it's not the end of the world! Rebuild it with a few clicks in the building menu.
fr: Perdre son vaisseau peut être un coup dur, mais ce n'est pas la fin du monde ! Vous pouvez le reconstruire en quelques clics, via le menu de construction.

source: When you get destroyed, your turrets and upgrades will remain at the crash site, so go and pick them up!
fr: Lorsque votre vaisseau est détruit, vos tourelles et vos systèmes embarqués restent temporairement autour de la carcasse. Dépêchez-vous d'aller les récupérer !

source: Be careful when venturing towards the core of the galaxy, there are scoundrels hunting for weak ships. Be prepared!
fr: Soyez prudent lorsque vous vous aventurez vers le coeur de la galaxie, l'endroit abrite des brigands en quête de fragiles vaisseaux à dépouiller. Tenez-vous prêt !

source: Some sectors have entire pirate bases that will not hesitate to attack you! Make sure to explore a sector without a green blip with your drone first to ensure it's really safe.
fr: Certains secteurs abritent d'importantes bases de pirates, qui n'hésiteront pas à ouvrir le feu sur vous. Pour contrôler qu'un secteur sans signal vert est sûr, vous pouvez l'explorer avec votre drone au préalable.

source: The closer you get to the galaxy core, the stronger enemies will become.
fr: Plus vous vous approchez du centre de la galaxie, plus les ennemis deviennent puissants.

source: Shield Reinforcer
fr: Amplificateur de Bouclier

source: Impenetrable Shields
fr: Boucliers Impénétrables

source: Time Until Recharge
fr: Temps avant Recharge

source: Shields can't be penetrated by shots or torpedoes.
fr: Les tirs et les torpilles ne peuvent pas transpercer les boucliers.

source: Durability is diverted to reinforce shield membrane.
fr: La durabilité est ré-allouée au renforcement du bouclier.

source: Time until recharge after a hit is increased.
fr: Augmentation du temps de recharge après un tir.

source: Runtime: ${hours} hours ${minutes} minutes before burning out.
fr: Temps d'utilisation: ${hours} hours ${minutes} minutes avant surchauffe.

source: Runtime: ${minutes} minutes before burning out.
fr: Temps d'utilisation: ${minutes} minutes avant surchauffe.

source: Your energy signature suppressor in sector \s(%s:%s) burnt out!
fr: Votre suppresseur de signature énergétique dans le secteur \s(%s:%s) est en surchauffe !

source: Utility Merchant
fr: Marchand de Services

source: Utilities
fr: Services

source: You're in a part of the galaxy that you're no match to. It's dangerous to fly so close to the galaxy core without a strong ship. You'll learn that soon enough. But there's a solution to everything. You can save us some ammunition and your own life at the same time. Pay us ${credits} credits or we're just going to settle with salvaging your little ship, after we blow it up.
fr: Vous n'êtes pas à votre place dans cette région de la galaxie. Il est dangereux de naviguer si près du cœur galactique sans être à bord d'un vaisseau performant. Vous apprendrez cela bien assez tôt. Mais il y a une solution à tout. Vous pouvez nous aider à économiser quelques munitions et à sauver votre peau par la même occasion. Payez nous ${credits} crédits, ou bien nous allons contenter de piller votre petit vaisseau, après l'avoir fait exploser.

source: Reject Hail
fr: Rejeter l'appel

source: This is starting to get tedious, maybe we should start looking for easier prey.
fr: Cela commence à devenir fatigant, peut-être devrions-nous songer à trouver une proie plus docile.

source: Last time we jump after this clown, if we don't get this ship this time, we're out.
fr: C'est la dernière fois que nous poursuivons ce clown dans l'hyper-espace. Si nous ne l’attrapons pas maintenant, on décroche.

# Weapon Name
source: Point Defense Laser
fr: Laser Autonome

# Weapon Prefix
source: Point Defense Laser
fr: Laser Autonome

source: Usable Item
fr: Objet utilisable

source: Someone is hailing you!
fr: Quelqu'un vous appelle !

source: %s is hailing you!
fr: %s vous appelle !

source: Press %1% to answer Press %2% to reject
fr: Appuyez sur %1% pour répondre Appuyez sur %2% pour rejeter l'appel

source: Orca
fr: Orque

source: -- ONLINE --
fr: -- EN LIGNE --

source: -- OFFLINE --
fr: -- HORS LIGNE --

# plural
source: Protein
fr: Protéines

source: Neon
fr: Néon

# plural
source: Neon
fr: Néons

# prefix
source: Neon
fr: Néon

source: Guru
fr: Gourou

source: Plankton
fr: Plancton

# plural
source: Plankton
fr: Planctons

# prefix
source: Plankton
fr: Plancton

source: Servo
fr: Servomoteur

# prefix
source: Nanobot
fr: Nanorobot

source: Mineral
fr: Minéral

# prefix
source: Mineral
fr: Minéral

source: Gauss Rail
fr: Canon de Gauss

# plural
source: Gauss Rail
fr: Canons de Gauss

# prefix
source: Gauss Rail
fr: Canon de Gauss

source: The AI
fr: L'IA

source: DebugScript
fr: Script de Déboggage

# Weapon Type
source: Bolter
fr: Mortier

# Weapon Name
source: Bolter
fr: Mortier

# Weapon Prefix
source: Bolter
fr: Mortier

source: Reset
fr: Réinitialiser

source: Server
fr: Serveur

source: Global Grid
fr: Grille Globale

source: VSync
fr: Synchro Verticale

# FPS limit combo
source: Off
fr: Aucune

source: Cloud Brushes by rubina119
fr: Design des nuages par rubina119

# Block
source: Hologram
fr: : Hologramme

# Block
source: Portal
fr: : Portail

source: Asteroid
fr: Astéroïde

source: Online
fr: En ligne

source: Pilot
fr: Pilote

source: Video
fr: Vidéo

source: General
fr: Général

source: Full
fr: Plein

source: Off
fr: Désactiver
