Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: SpaceX's Falcon 9 second stage has just one engine with a thrust of 934,000 N (210,000 lbf) and a burn time of 397 seconds. The first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in vacuum.
fr: Le 2nd étage du Falcon 9 de SpaceX possède un moteur délivrant une poussée de 934 kN pendant 397 secondes. Le premier étage est équipé de 9 moteurs délivrant une poussée de 8 227 kN dans le vide.
tr: SpaceX'in Falcon 9 'un ikinci aşamasında 934,000 N itme ve 397 saniye yanma süresi olan tek bir motor var. İlk aşamada uzay boşluğunda 8,227,000 N itme ile 9 motor bulunuyor.

source: SpaceX's Falcon 9 first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in vacuum. With that the rocket could bring a 4,020 kg (8862 lb) payload to Mars!
fr: Le premier étage du Falcon 9 de SpaceX est équipé de 9 moteurs délivrant une poussée de 8 227 kN dans le vide. Ceci lui permettrait d'emporter 4 020 kg de charge utile vers Mars !
tr: SpaceX'in Falcon 9 Birinci aşamasında uzay boşluğunda 8,227,000 N itme ile 9 motor bulunuyor. Bununla birlikte roket, Mars'a 4.020 kg bir yük getirebilir!

source: The international space station (ISS) is in orbit of earth since 1998! It travels at 27,600 km/h (17,200 mph) and orbits earth 15.5 times a day.
fr: La Station Spatiale Internationale (ISS) est en orbite terrestre depuis 1998 ! Elle voyage à 27 600 km/h (17 200 mi/h) et fait un tour complet autour de la Terre 15,5 fois par jour.
tr: Uluslararası uzay istasyonu (ISS), 1998'den bu yana dünyanın yörüngesinde! Saatte 27.600 km (17.200 mil / saat) yol alıyor ve günde 15.5 kez dünya yörüngesinde dönüyor.

source: The milky way is 100,000 lightyears wide, that is approx. 946,073,047,258,080,000,000 meters (587,862.5 trillion miles).
fr: La largeur de la voie lactée est de 100 000 années-lumière, soit environ 946 073 047 258 080 000 000 mètres (587 862,5 billions de miles).
tr: Samanyolu 100,000 ışıkyılı genişliğinde ve bu yaklaşık; 946.073.047.258.080.000.000 metreye denk gelir.

source: The milky way contains between 200-400 billion stars and at least 100 billion planets.
fr: La Voie Lactée contient entre 200 et 400 milliards d'étoiles et au moins 100 milliards de planètes.
tr: Samanyolu 200 ila 400 milyar arası Yıldız, En az da 100 milyar gezegen barındırır.

source: Our sun is about 26.4 thousand lightyears away from the center of the milky way.
fr: Notre soleil est à environ 26 400 années-lumière du centre de la voie lactée.
tr: Güneşimiz Samanyolunun merkezinden yaklaşık 26.4 Bin ışıkyılı uzaktadır.

source: The Hubble Space Telescope, launched in 1990, orbits earth at an altitude of 569 km (353 miles) and sends about 140 gigabits of data per week back to earth.
fr: Le télescope spatial Hubble, lancé en 1990, orbite à une altitude de 569 km et transmet sur Terre quelques 140 gigaoctets de données par semaine.
tr: Hubble Uzay Teleskobu 1990 da Fırlatılmış ve dünyaya 569 km irtifada, haftada 140 GB bilgi yollamıştır.

source: The Hubble Space Telescope is 13.2 meters (43.5 ft) long and weighs 12,247 kg (27,000 lb). It needs about 2,100 watts energy and produces 5,500 watts solely with solar panels!
fr: Le télescope spatial Hubble fait 13,2 m de long pour un poids de 12 247 kg. Il a une consommation d'environs 2100 W mais produit 5500 W à l'aide de ses panneaux solaires !
tr: Hubble Uzay Teleskobu 13,2 metre uzunluğunda ve 12,247 kg ağırlığındadır. Yaklaşık 2.100 watt enerjiye ihtiyaç duyar ve yalnızca güneş panelleri ile 5.500 watt üretir!

source: Russian Cosmonaut Yuri Gagarin was the first human in space. In 108 minutes he orbitted earth in 1961.
fr: Le cosmonaute Yuri Gagarin fut le premier homme dans l'espace. Il orbita autour de la Terre pendant 108 minutes en 1961.
tr: Uzayda ilk insan Rus Kozmonot Yuri Gagarin'di. 1961 yılında 108 dakika yörüngede kaldı.

source: The first living things humans sent to space were fruit flies. In 1947 a V-2 rocket was launched to an altitude of 109 km (67.7 miles) to explore radiation exposure rates.
fr: Les premiers êtres vivants à avoir été envoyés dans l'espace par l'homme étaient des drosophiles. En 1947 une fusée V-2 a été envoyée à 109 km d'altitude afin de déterminer les taux de radiations.
tr: İnsanlara uzaya gönderilen ilk canlılar meyve sinekleri idi. 1947'de radyasyona maruz kalma oranlarını keşfetmek için 109 km'lik bir yüksekliğe V-2 roketi fırlatıldı.

source: The fastest speed a human ever reached was a stunning 11,082 m/s (24,791 mph) during the Apollo 10 mission.
fr: La vitesse la plus rapide jamais atteinte par un humain était de 11 082 m/s (24 791 mph) lors de la mission Apollo 10.
tr: Bir insanın ulaştığı en yüksek hız, Apollo 10 misyonu sırasında ki 11.082 m / s dir.

source: \'+stats\' in tooltips show how much better this turret is compared to the average of the same tech level. They (+x effiency/dps/range...) are already included in the total stats shown above!
fr: \'+stats\' dans les info-bulles indiquent les bonus présents sur cette tourelle. Ces bonus sont inclus dans les statistiques affichées.
tr: Araç ipuçlarında \'+stats\' bu taretin aynı teknoloji seviyesinin ortalamasına kıyasla ne kadar iyi olduğunu gösterir. Onlar (+x Nüfuz / Hasar / Menzil ...) yukarıda gösterilen toplam istatistiklere zaten dahil edilmiştir!

source: Control your ships in the strategy mode using the right mouse button. Hold it to open a context menu.
fr: Contrôlez vos vaisseaux en mode stratégie en utilisant le bouton droit de la souris. Laissez ce même bouton appuyé pour ouvrir un menu contextuel.
tr: Strateji modunda gemilierinizi sağ fare tuşu ile kontrol edebilirsiniz. Basılı tutarsanız menüye ulaşabilirsiniz.

source: Due to their cooling systems, energy weapons will require more energy the longer you fire them.
fr: En raison de leurs systèmes de refroidissement, plus vous tirez avecdes armes à énergie et plus celles-ci consommeront de l'énergie.
tr: Soğutma Sistemlerinden ötürü Enerji silahları uzun süreli kullanımda daha çok enerji kullanırlar.

source: When you stop firing energy weapons, they will immediately stop using up energy, but they will still have to cool off for a while.
fr: Dès lors que vous cessez de tirer avec vos armes énergétiques, leur consommation d'énergie s'arrête ; cependant le surplus nécessaire à leur refroidissement prendra un peu de temps pour décroître.
tr: Enerji Silahlarını kullanmayı bıraktığınızda, Anında Elektrik kullanımını keseceklerdir ancak bir süre de soğumaları için beklemelisiniz.

source: Wait until an energy weapon has cooled off completely to have it use less energy when firing it again.
fr: Attendez qu'une arme énergétique soit totalement refroidie avant de l'utiliser à nouveau, afin de limiter sa consommation d'énergie.
tr: Bir enerji silahının tam olarak soğumasını beklerseniz bir dahaki kullanımızda daha az elektrik harcar.

source: Mission:
tr: Görev:

source: Chat
tr: Sohbet

source: Starwars's CR90-corvette is a very versatile ship with a minimum crew requirement of 7, 3000 m³ cargo space and a maximum atmospheric speed of 980 km/h. And all that for 3,500,000 credits!
fr: La corvette CR90 de Star Wars est un vaisseau très polyvalent qui requiert au minimum 7 membres d'équipage, possède une soute de 3000 m³ et vole à une vitesse atmosphérique de 980 km/s. Et tout cela pour seulement 3 500 000 Crédits !
tr: Starwars'ın CR90-korveti, minimum 7 mürettebat gereksinimi, 3000 m³ kargo alanı ve maksimum atmosferik 980 km / s hızla çok yönlü bir gemi. Ve hepsi 3.500.000 krediye!!

source: The iconic X-Wing Starfighter has a length of 12.5 meters (39 ft) and is equipped with 4 laser cannons on its wings and proton torpedo launchers.
fr: Le légendaire X-Wing a une longueur de 12,5 mètres et est équipé de 4 canons laser sur ses ailes et d'un lanceur de torpille à proton.
tr: İkonik X-Wing Starfighter, 12,5 metre uzunluğa sahiptir ve kanatlarında 4 lazerli top ile ve proton torpido fırlatıcısıyla donatılmıştır.

source: The Death Star is 160,000 meters (524,934 ft) wide and has a total of 1,206,293 crew.
fr: L'Étoile de la mort mesure 160 000 mètres (524 934 pieds) de largeur et compte 1 206 293 membres d'équipage.
tr: Ölüm Yıldızı 160.000 metre genişliğinde ve toplam 1.206.293 mürettebat barındırıyor.

source: Starship USS Enterprise weighs about 397,805 metric tons (877,009,902.1 lb) and is 642.5 meters (2,108 ft) long. It can fly without taking on any ressources for 15 years.
fr: Le vaisseau spatial "USS Enterprise" pèse environ 397 805 tonnes métriques (877 009 902,1 lb) et mesure 642,5 mètres (2 108 pieds) de long. Il peut voler sans prélever de ressources pendant 15 ans.
tr: Startrek'te ki USS Enterprise, 397.805 metrik ton ve 642.5 metre uzunluğunda. 15 yıldır herhangi bir kaynak gerekmeden uçabiliyor.

source: The command bridge and all battle stations of the USS Enterprise can be seperated from the main ship via the "saucer seperation".
fr: Le pont de commandement et toutes les stations de combat de l'USS Enterprise peuvent être séparés du vaisseau principal via la "séparation de la soucoupe".
tr: Komuta köprüsü ve USS Enterprise'ın tüm savaş istasyonları, "tabla ayırma" yoluyla ana gemiden ayrılabilir.

source: The USS Enterprise has a total of 1014 crew members, including civilians.
fr: L'USS Enterprise a un total de 1014 membres d'équipage, civils inclus.
tr: USS Enterprise, sivillerin de aralarında bulunduğu toplam 1014 mürettebat üyesine sahiptir.

source: NASA scientists are working on a propulsion drive similar to Star Treks Impulse Engines. While they still aren't close, it is very possible to build such engines!
fr: Les scientifiques de la NASA travaillent sur un propulseur similaire aux moteurs à implusion de Star Treck. Bien qu'ils soient loin de la réussite, la construction de ce genre de moteurs pourrait s'avérer possible !
tr: NASA bilim insanları, Star Trek Impulse Motorlarına benzer bir motor üzerinde çalışıyorlar. Hala yakın değilken, böyle motorlar yapmak çok mümkün!

source: The Battlestar Galactica is 1438 m (4720 ft) long, 537 m (1762 ft) wide and 183 m (602 ft) tall. Working on it are up to 5000 crewmen.
fr: Le Battlestar Galactica fait 1438 m de long sur 537 m de large pour une hauteur de 183 m. Il nécessite jusqu'à 5000 membres d'équipage.
tr: Battlestar Galactica, 1438 m uzunluğunda, 537 m genişliğinde ve 183 m boyunda. Üzerinde 5000 kadar mürettebat çalışıyor.

source: The Imperial I-class Star Destroyer from starwars has a length of 1600 meters (5249 ft) and supports life of over 37,000 crew members.
fr: Les Star Destroyers Impériaux de classe I de l'univers Star Wars ont une longueur de 1600 mètres et peuvent accueillir jusqu'à 37 000 membres d'équipage.
tr: Yıldız Savaşlarından İmparatorluk I-sınıfı Yıldız Destroyeri, 1600 metre uzunluğa ve 37.000'den fazla mürettebatın hayatını desteklemektedir.

source: The Imperial I-class Star Destroyer from starwars has enough quarters for 9700 stormtroopers.
fr: Le Destroyer Stellaire Impérial de classe I de Star Wars a suffisamment de place pour accueillir 9700 stormtroopers.
tr: Yıldızlı savaşçılarının İmparatorluk Sınıfı Yıldız Destroyer'i 9700 fırtına askerine yetecek kadar koğuşu vardır.

source: The Star Wars imperial army has hyperspace blocking ships designed to prevent other ships from jumping to lightspeed or even pulling them out of a hyperspace jump - The Immobilizer 418 cruiser. It creates gravity wells that distort jump routes.
fr: L'armée impériale de Star Wars possède des vaisseaux brouilleurs d'hyper-espace afin d'empêcher les autres vaisseaux de passer en vitesse-lumière voir même de les intercepter pendant un saut dans l'hyper-espace, ce sont les croiseurs 'Immobilizer 418'. Ils créent des puits gravitationnels distordant les itinéraires de sauts.
tr: Star Wars'un imparatorluk ordusu, diğer gemilerin ışık hızına atlamalarını önlemek veya bir hiperuzay sıçramasından çıkmalarını engellemek için - Immobilizer 418 kruvazörü adında bu sıçramalarını engellemek için tasarlanmış gemileri var. Atlama yollarını bozan yerçekimi kuyuları yaratıyor.

source: No errors.
fr: Pas d'erreur.
tr: Hata yok.

source: Not enough space for pilots.
fr: Pas assez d'espace pour les pilotes.
tr: Pilotlar için Yetersiz alan.

source: The fighter's squad doesn't exist.
fr: L'escadrille de chasseurs n'existe pas.
tr: Savaşçının timi yok.

source: The object trying to land isn't a fighter.
fr: L'objet qui tente d'atterrir n'est pas un chasseur.
tr: İnmeye çalışan obje bir savaşçı değil.

source: The fighter's squad is full.
fr: L'escadrille de chasseurs est pleine.
tr: Savaşçı timi dolu.

source: There are no useable landing positions.
fr: Il n'y a pas de zone d'atterrissage disponible.
tr: Kullanılabilir iniş pozisyonu yok.

source: Fly To Location
fr: Voler vers la Position
tr: Hedefe Uç

source: Maximum block limit (%s) of this server reached!
fr: Limite maximale de bloc (%s) pour ce serveur atteinte !
tr: Bu serverde olan maksimum blok limitine (%s) eriştiniz!

source: Maximum ship volume limit (%1% %2%) of this server reached!
fr: Le volume maximal autorisé sur ce serveur pour un vaisseau (%1% %2%) a été atteint.
tr: Bu servera ait olan Maksimum gemi Hacmine (%1% %2%) eriştiniz!

source: Maximum station volume limit (%1% %2%) of this server reached!
fr: Le volume maximal autorisé sur ce serveur pour une station (%1% %2%) a été atteint.
tr: Bu server için olan maksimum istasyon hacmine ulaşıldı! (%1% %2%)

source: Darth Vader's flagship is an 'Executor-class' Star Destroyer. It has more than 5000 turbolasers and ion cannons.
fr: Le vaisseau amiral de Darth Vader est un Star Destroyer de classe Executor. Il possèdent plus de 5000 turbo-lasers et canons à ions.
tr: Darth Vader'in amiral gemisi "Executor-Class" Bir Yıldız Destroyeridir. 5000'den fazla turbolazer ve iyon topları vardır.

source: 'The Excecutor', Darth Vader's flagship is 19,000 m (62,335 ft) long and has 13 engines.
fr: 'The Executor', le vaisseau amiral de Darth Vader fait 19 km de long et est propulsé par 13 moteurs.
tr: "Executor" Darth Vader'in amiral gemisi, 19,000m Uzunluğunda ve 13 Motora sahiptir.

source: Ship Tags
fr: Étiquettes de Vaisseau
tr: Gemi Etiketleri

source: Selected tags will be listed here
fr: Les tags sélectionnés seront listés ici
tr: Seçilmiş etiketler burada listelenecektir.

source: Show All
fr: Voir Tous
tr: Hepsini Göster

# Workshop Tag
source: Fighter Blueprint
fr: Plan de Chasseur
tr: Savaşçı Planları

# Workshop Tag
source: Segment Template
fr: Modèle de segment
tr: Segment Şablonu

# Workshop Tag
source: Art
tr: Sanat

# Workshop Tag
source: Movie
fr: Film
tr: Film

# Workshop Tag
source: TV-Show
fr: Émission TV
tr: TV-Şovu

# Workshop Tag
source: Video Game
fr: Jeu Vidéo
tr: Oyun

# Workshop Tag
source: Corvette
tr: Hafif Savaş Gemisi

# Workshop Tag
source: Frigate
fr: Frégate
tr: Fırkateyn

# Workshop Tag
source: Cruiser
fr: Croiseur
tr: Kruvazör

# Workshop Tag
source: Destroyer
fr: Cuirassé
tr: Muhrip

# Workshop Tag
source: Freighter
fr: Cargo
tr: Yük Gemisi

# Workshop Tag
source: Mine
tr: Maden

# Workshop Tag
source: Iron
fr: Fer
tr: Demir

# Workshop Tag
source: Titanium
fr: Titane
tr: Titanyum

# Workshop Tag
source: Naonite
tr: Neonayt

# Workshop Tag
source: Trinium
tr: Triniyum

# Workshop Tag
source: Xanion
tr: Zanion

# Workshop Tag
source: Ogonite
tr: Ogonayt

# Workshop Tag
source: Starter
fr: Démarrage
tr: Başlangıç

# Workshop Tag
source: Early Game
fr: Début de partie
tr: Erken Oyun

# Workshop Tag
source: Mid Game
fr: Milieu de partie
tr: Orta Oyun

# Workshop Tag
source: Late Game
fr: Fin de Partie
tr: Geç Oyun

# Workshop Tag
source: End Game
fr: Fin du jeu
tr: Oyun Sonu

source: - None -
fr: - Aucun -
tr: - Bulunamadı -

source: Your ship needs mining turrets or fighters to mine.
fr: Pour pouvoir miner, votre vaisseau doit être équipé de tourelles de minages, ou de chasseurs.
tr: Geminizin maden kazması için taretlere yada savaşçılara ihtiyacı var.

source: Your ship needs turrets or combat or salvaging fighters to salvage.
fr: Pour récupérer du matériel ou des ressources sur les épaves, il faut que votre vaisseau ou vos chasseurs soient équipés de tourelles armées ou de tourelles de recyclage.
tr: Hurdacılık yapabilmek için geminizin taretlere, savaşçılara yada hurdacı savaşçılara ihtiyacı var.

source: Not enough space in squad.
fr: Pas assez de places dans l'escadrille.
tr: Timde yeterli alan yok.

source: We detected a crash during game startup. Please make sure that you use the latest drivers for your graphics card. In an attempt to fix this problem, the graphics settings were reduced to an absolute minimum.
fr: Nous avons détecté un crash lors du lancement du jeu. Si'l vous plaît, vérifiez que vous utilisez les pilotes les plus récents pour votre carte graphique. Pour essayer de corriger ce problème, les options graphiques ont été réduites au minimum.
tr: Oyun açılışında bir çökme saptadık. Lütfen ekran kartınız için son sürücüleri kullandığınzdan emin olun. Bu problemi çözme yolunda , grafik ayarlarınız en düşük seviyeye getirilmiştir.

source: Error
fr: Erreur
tr: Hata

source: You have been blocked from using your hyperdrive on this server for an indefinite amount of time.
fr: Il vous a été interdit d'utiliser votre moteur hyper-espace sur ce serveur, pour une durée indéfinie.
tr: Bu serverda süresiz olarak ışıkhızına çıkma kapatılmıştır.

source: You have been blocked from using your hyperdrive on this server for %s.
fr: Il vous a été interdit d'utiliser votre moteur hyper-espace sur ce serveur pendant %s.
tr: Bu serverda %s süresince ışıkhızına çıkamazsınız.

source: You have been blocked from using the chat for an indefinite amount of time.
fr: Il vous a été interdit d'utiliser le chat pour une durée indéfinie.
tr: Sohbeti kullanmanız süresiz olarak durdurulmuştur.

source: You have been blocked from using the chat for %s.
fr: Il vous a été interdit d'utiliser le chat pour %s.
tr: Sohbeti kullanmanız %s süresinde durdurulmuştur.

source: Select a hangar in the building mode to see if fighters can start from it.
fr: Sélectionnez un hangar en mode construction pour voir si les chasseurs peuvent en sortir.
tr: İnşa modunda hangarı seçip savaşçıların girip çıkabileceğinden emin olun.

source: You can repair your entire ship all at once with the "Repair Ship..." button.
fr: Vous pouvez réparer entièrement votre vaisseau en utilisant le bouton "Réparer le vaisseau".
tr: Gemizin tamamını "Onar" butonuna basarak tamir edebilirsiniz.

source: You can remove fighters by dragging and dropping them out of the hangar window.
fr: Vous pouvez retirer des chasseurs en les faisant glisser en dehors de la fenêtre de gestion du hangar.
tr: Savaşçılarınızı hangar penceresinden dışarı sürükleyerek kaldırabilirsiniz.

source: The material of a turret used in the fighter factory will add additional boosts to your fighter.
fr: Les matériaux d'une tourelle utilisés dans l'usine de chasseurs ajouteront des bonus à votre chasseur.
tr: Savaşçınızı oluştururken kullandığınız taretin metaryali, savaşçınıza ek özellikler kazandırır.

source: The rarity of a turret used in the fighter factory will determine how many stat points you can spend on a fighter.
fr: La rareté d'une tourelle utilisé dans l'usine de chasseur déterminera combien de points vous pourrez dépenser pour votre chasseur.
tr: Savaşçı fabrikasında kullandığınız taretin nadirliği, savaşçınızı oluşturuken fazladan ne kadar ek puan harcıyacağınızı belirler.

source: The higher the material of a fighter, the higher is its base durability.
fr: Plus les matériaux d'un chasseur sont de bonne qualité, plus haute sera sa durabilité.
tr: Bir savaşçının temel metaryali ne kadar yüksek ise, temel dayanıklılığı o kadar yüksek olur.

source: Smaller fighters will take up less space in your hangar.
fr: Des chasseurs plus petit prendront moins de place dans votre hangar.
tr: Küçük savaşçılar hangarınızda az yer tutarlar.

source: - Maximum simultaneous productions: %i
fr: - Productions simultanées maximales : %i
tr: - Aynı anda yapılacak üretim: %i

source: This property gets increased points due to the turret's material.
fr: La matériau de construction de cette tourelle confère un bonus à cette propriété.
tr: Bu özellik Taretin Temel metaryali dolayısıyla ek puan alacaktır.

source: You must be docked to the station to build fighters.
fr: Vous devez être arrimé à la station pour pouvoir construire des chasseurs.
tr: Savaşçı üretmek için istasyona bağlı olmalısınız.

source: You must be closer to the ship to build fighters.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir construire des chasseurs.
tr: Savaşçı üretmek için gemiye yakın olmalısınız.

source: Your salvaging license in %s will run out in 10 seconds.
fr: Votre permis de recyclage dans %s expire dans 10 secondes.
tr: Hurdacılık lisansınız %s 10 saniye içinde bitecek.

source: Your salvaging license in %s will run out in 20 seconds.
fr: Votre permis de recyclage dans %s expire dans 20 secondes.
tr: Hurdacılık lisansınız %s 20 saniye içinde bitecek.

source: Your salvaging license in %s will run out in 30 seconds. Renew it and save yourself some trouble!
fr: Votre permis de recyclage dans %s expire dans 30 secondes. Renouvelez-le et évitez-vous des ennuis !
tr: Hurdacılık lisansınız %s 30 saniye içinde bitecek. Lisansınızı yenileyin ve zahmetten kurtulun!

source: Your salvaging license in %s will run out in 60 seconds. Renew it NOW and save yourself some trouble!
fr: Votre permis de recyclage dans %s expire dans 60 secondes. Renouvelez-le MAINTENANT et évitez-vous des ennuis !
tr: Hurdacılık lisansınız %s 60 saniye içinde bitecek. Lisansınızı yenileyin ve zahmetten kurtulun!

source: Your salvaging license in %s will run out in 2 minutes. Renew it immediately and save yourself some trouble!
fr: Votre permis de recyclage dans %s expire dans 2 minutes. Renouveler-le immédiatement et évitez-vous des ennuis !
tr: Hurdacılık lisansınız %s 2 dakika içinde bitecek. Lisansınızı yenileyin ve zahmetten kurtulun!

source: Your salvaging license in %s expired. You may no longer salvage in this area.
fr: Votre permis de recyclage dans %s a expiré. Vous n'avez plus l'autorisation de recycler des épaves dans ce secteur.
tr: Hurdacılık lisansınız %s bitti. Bu bölgede artık hurdacılık yapamazsınız.

# Block
source: Assembly
fr: : Assemblage
tr: Montajcı

source: All productions at full capacity.
fr: Toutes les productions sont au maximum.
tr: Tüm üretimler tam kapasite ile çalışıyor.

source: No blueprint set.
fr: Aucun plan sélectionné.
tr: Plan ayarlanmadı.

source: Not enough space in hangar.
fr: Pas assez d'espace dans le hangar.
tr: Hangarda yeterli alan yok.

source: Not enough resources.
fr: Pas assez de ressources.
tr: Yeterli kaynak yok.

source: Production is disabled.
fr: La production est désactivée.
tr: Üretim durduruldu.

source: Squad is full.
fr: L'escadrille est complète.
tr: Tim dolu.

source: No assembly blocks on craft.
fr: Pas de blocs d'assemblage sur le vaisseau.
tr: Aracınızda montajcı yok.

source: %i seconds
fr: %i secondes
tr: %i saniye

source: 1 minute
tr: 1 dakika

source: 1 minute, %i seconds
fr: 1 minute, %i secondes
tr: 1 dakika, %i saniye

source: %i minutes
tr: %i dakika

source: %i minutes, %i seconds
fr: %i minutes
tr: %i dakika, %i saniye

source: 1 hour
fr: 1 heure
tr: 1 saat

source: 1 hour, %i minutes
fr: 1 heure, %i minutes
tr: 1 saat, %i dakika

source: %i hours
fr: %i heures
tr: %i saat

source: %i hours, %i minutes
fr: %i heures, %i minutes
tr: %i saat, %i dakika

source: 1 day
fr: 1 jour
tr: 1 gün

source: 1 day, %i hours
fr: 1 jour, %i heures
tr: 1 gün, %i saat

source: %i days
fr: %i jours
tr: %i gün

source: %i days, %i hours
fr: %i jours, %i heures
tr: %i gün, %i saat
