Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Long tubes that are used to transport high amounts of energy.
fr: Long tubes utilisés pour véhiculer de larges quantité d’énergie.
tr: Yüksek miktarda enerji transfer etmek için kullanılan uzun tüpler.

source: Potato
fr: Pomme de Terre
tr: Patates

source: The Haatii
fr: Les Haatii
tr: Haatii

source: It's bigger on the inside!
fr: C'est plus grand à l'intérieur !
tr: İçerisi çok genişmiş!!!

source: Microchip
fr: Microprocesseur
tr: Mikroçip

# plural
source: Potatoes
fr: Pommes de Terre
tr: Patates

source: This is a message for all participants of Operation Exodus.${remaining}
fr: Ceci est un message pour tous les participants de l'opération Exodus.${remaining}
tr: Bu Mesaj tüm Exodus Operasyonu Katılanları içindir.${remaining}

source: Turret Control System C-TCS-${num}
fr: Système de Contrôle de Tourelles C-TCS-${num}
tr: Taret Kontrol Sistemi C-TCS-${num}

# plural
source: Microchips
fr: Microprocesseurs
tr: Mikroçip

# prefix
source: Potato
fr: Pomme de terre
tr: Patates

source: Energy Research Satellite
fr: Satellite de Recherche sur l’Energie
tr: Enerji Araştırma Uydusu

source: Civil Turret Control System
fr: Système de Contrôle de Tourelle Civile
tr: Sivil Taret Kontrol Sistemi

# prefix
source: Microchip
fr: Microprocesseur
tr: Mikroçip

source: A container full of potatoes.
fr: Un conteneur rempli de pommes de terre.
tr: Patates dolu bir konteyner.

source: The M.A.D. Science Association
fr: L'Association des Sciences du M.A.D
tr: D.E.L.İ Bilim Kurumu

source: Adds slots for unarmed turrets
fr: Ajoute des emplacements de tourelles civiles
tr: Silahsız taretler için slot ekler.

source: Microchips are the most basic parts of computers.
fr: Les micro-puces sont les pièces les plus basiques des ordinateurs.
tr: Mikroçipler bilgisayarların en basit parçalarıdır.

source: Corn
fr: Maïs
tr: Mısır

source: Mobile Energy Lab
fr: Laboratoire d'Energie Mobile
tr: Mobil Enerji Labaratuarı

source: Generator Upgrade
fr: Amélioration de générateur
tr: Jeneratör Sistem Kartı

source: Steel
fr: Acier
tr: Çelik

# plural
source: Corn
fr: Maïs
tr: Mısır

source: Bottan's Smugglers
fr: Les Contrebandiers de Bottan
tr: Bottan'ın Kaçakçıları

source: Energy to Shield Converter
fr: Convertisseur d'Energie en Bouclier
tr: Enerjiden Kalkana Çevirici Sistem Kartı

# plural
source: Steel
fr: Aciers
tr: Çelik

# prefix
source: Corn
fr: Maïs
tr: Mısır

source: A Friend
fr: Un Ami
tr: Bir Dost

source: Shield Durability
fr: Durabilité du Bouclier
tr: Kalkan Dayanıklılığı

# prefix
source: Steel
fr: Acier
tr: Çelik

source: A container full of corn.
fr: Un conteneur plein de maïs.
tr: Mısır dolu bir konteyner

source: The Brotherhood
fr: La Fraternité
tr: Kardeşlik

source: Re-routes energy to shields
fr: Dérive l'énergie vers les boucliers
tr: Enerjiyi kalkanlara yeniden yönlendirir

source: Raw steel.
fr: Acier brut.
tr: Ham Çelik.

source: Wood
fr: Bois
tr: Tahta

source: Scanners online.
fr: Scanners activés
tr: Tarayıcılar Online.

source: Engine Upgrade
fr: Amélioration de Moteur
tr: Motor Sistem Kartı

source: Plasma Cell
fr: Cellule Plasma
tr: Plazma Çekirdeği

# plural
source: Wood
fr: Bois
tr: Tahta

source: Looking for Xsotan Artifacts
fr: À la recherche d'artefacts Xsotan
tr: Xsotan'ın tarihi eserlerini arıyorum

source: Acceleration
fr: Accélération
tr: Hızlanma

# plural
source: Plasma Cells
fr: Cellules Plasma
tr: Plazma Çekirdeği

# prefix
source: Wood
fr: Bois
tr: Tahta

source: Fellow Galaxy Dweller, In times like these, where the Xsotan threat is looming at all times, we are trying to protect you. Dangerous artifacts of the Xsotan have been found all over the galaxy, causing great harm to everyone near them. Should you find any of those artifacts, you must bring them to us. We will take care of them and destroy them, to eradicate the Xsotan threat and to make the galaxy a better place. Even if your life may be at risk, what is your life compared to the safety of trillions? You can find one of our outposts at (${x}, ${y}). We will pay a reward of 100.000.000 credits for each delivered artifact. - The Brotherhood
fr: Chers Habitants de la Galaxie, Dans des moments comme ceux-ci, où la menace Xsotan se profile à tout moment, nous essayons de vous protéger. Des artefacts Xsotan dangereux ont été trouvés dans toute la galaxie, causant de grands torts à tous ceux qui les entourent. Si vous trouvez un de ces artefacts, vous devez les amener. Nous allons nous en occuper et les détruire, éradiquer la menace Xsotan et faire de la galaxie un meilleur endroit. Même si votre vie risque d'être en danger, quelle est-elle par rapport à la sécurité de trillions d'autres ? Vous pouvez trouver un de nos avant-postes à ($ {x}, $ {y}). Nous offrons une récompense de 100 000 000 crédits pour chaque artefact livré. - La Fraternité
tr: Sadık Galaksi Sakini, Xsotan tehtidinin büyüdüğü bu zamanlarda, sizleri korumaya çalışıyoruz. Xsotan tarihi eserleri tüm galakside bulunmaya başladı ve etrafındakilere büyük tehlike saçıyor. Eğer bu eserlerden birini bulursanız bize getirmelisiniz. Onu yok ederek icabına bakacağız ve Xsotan tehdidini ortadan kaldırarak galaksiyi daha iyi bir yer haline getireceğiz. Hayatınız tehlikede olsa bile Trilyonlara kıyasla tek bir hayatın önemi ne kadardır? İleri karakollarımızdan birini bu koordinatlarda bulabilirsiniz. (${x}, ${y}). Bize ulaştırdığınız her Tarihi eser için 100.000.000 kredi ödeyeceğiz. - Kardeşlik

source: Quantum ${num}Hyperspace Upgrade
fr: Amélioration Hyper-spatiale Quantique ${num}
tr: Kuantum ${num}Sıçrama Sistem Kartı

# prefix
source: Plasma Cell
fr: Cellule Plasma
tr: Plazma Çekirdeği

source: A big block of compressed wood.
fr: Un gros bloc de bois comprimé.
tr: Sıkıştırılmış büyük bir tahta bloğu

source: The Xsotan
fr: Les Xsotan
tr: Xsotan

source: Jump Range
fr: Distance de Saut
tr: Atlama Menzili

source: A battery that can emit a short but strong pulse of energy.
fr: Une batterie qui peut émettre une impulsion d'énergie courte mais puissante.
tr: Kısa ama güçlü elektrik akımı oluşturabilen pil.

source: Fruit
tr: Meyve

source: Oops?
fr: Oups ?
tr: Pardon?

source: Xsotan Wormhole Guardian
fr: Gardien du trou de ver Xsotan
tr: Xsotan Solucandeliği Gardiyanı

source: Radar Range
fr: Portée du Radar
tr: Radar Menzili

source: Fuel
fr: Carburant
tr: Yakıt

# plural
source: Fruits
tr: Meyve

source: You are clearly not capable of any true scientific enlightenment.
fr: Vous n'avez clairement pas les capacités d'apporter de la lumière sur un quelconque sujet scientifique.
tr: Gerçek bilimsel veriye sahip olmadığınız çok açık.

source: Big Xsotan Breeder
fr: Grand éleveur Xsotan
tr: Büyük Xsotan Yetiştiricisi

source: Recharge Energy
fr: Recharge d'Energie
tr: Şarj Enerji Kullanımı

# plural
source: Fuel
fr: Carburants
tr: Yakıt

# prefix
source: Fruit
tr: Meyve

source: We don't need scavenger scum like you around here. In fact, we are rather sure that the galaxy will be better off without you.
fr: On a pas besoin de racaille et de pillards dans votre genre ici. En fait, nous sommes même d'avis que la galaxie se porterait mieux sans vous.
tr: Buralarda senin gibi bir çöpçü parçasına ihtiyacımız yok. Aslında galaksinin sensiz daha iyi bir yer olacağından kesinlkle eminiz.

source: Small Xsotan Breeder
fr: Petit Incubateur Xsotan
tr: Küçük Xsotan Yetiştiricisi

source: Turret Control System M-TCS-${num}
fr: Système de Contrôle de Tourelle M-TCS-6${num}
tr: Taret Kontrol Sistemi M-TCS-${num}

# prefix
source: Fuel
fr: Carburant
tr: Yakıt

source: A special engineered fruit, containing a wide range of important vitamins.
fr: Un fruit spécialement conçu pour contenir une grande variété de vitamines.
tr: Tüm önemli vitaminleri içeren, genetiği ile oynanmış özel bir meyve.

source: Are you looking for the true power of pure energy?! We're going to show you the potential of true energy is like!
fr: Etes-vous à la recherche du véritable pouvoir de l'énergie pure ? Nous allons vous montrer tout son potentiel !
tr: Saf enerjinin gerçek gücünü mü arıyorsun?! Şimdi sana gerçek enerjinin gücünün nasıl birşey olduğunu göstereceğiz.

# this is for the last connection of enumerations, such as A, B and C
source: and
fr: et
tr: ve

source: Military Turret Control System
fr: Système de Contrôle de Tourelle Militaire
tr: Askeri Taret Kontrol Sistemi

source: A tank with fuel for vehicles or space ships.
fr: Un réservoir avec du carburant pour les véhicules ou les vaisseaux spatiaux.
tr: Uzay gemileri ve araçlar için bir tank dolusu yakıt.

source: Coffee
fr: Café
tr: Kahve

source: Get ready to be melted, HaHaHaHaHa!
fr: Préparez-vous à être fondu, HaHaHaHaHa !
tr: Erimeye Hazırlanın, HaHaHaHaHa!

source: Tech
tr: Teknoloji

source: Adds slots for armed turrets
fr: Ajoute des emplacements pour tourelles armées
tr: Silahlı Taretler için slot ekler

source: Glass
fr: Verre
tr: Cam

# plural
source: Coffee
fr: Cafés
tr: Kahve

source: I have your goods.
fr: J'ai vos marchandises.
tr: Malların bende.

source: Damage /s
fr: Dégâts /s
tr: Hasar /s

source: Mining System
fr: Système de minage
tr: Madencilik Sistemi

# plural
source: Glass
fr: Verres
tr: Cam

# prefix
source: Coffee
fr: Café
tr: Kahve

source: I've changed my mind.
fr: J'ai changé d'avis.
tr: Fikrimi değiştirdim.

source: Damage
fr: Dégât
tr: Hasar

source: Asteroids
fr: Astéroïdes
tr: Asteroid Adedi

# prefix
source: Glass
fr: Verre
tr: Cam

source: A bag of roasted coffee beans.
fr: Un sac de grains de café torréfiés.
tr: Bir torba dolusu kavrulmuş kahve

source: Tell me when you change it back so we can finally get this over with.
fr: Dites-moi quand vous le modifiez afin que nous puissions en finir avec ça.
tr: Onu geri çevirdiğinde bana haber ver ki bu işi bitirebilelim.

source: Fire Rate
fr: Cadence de Tir
tr: Atış Oranı

source: Highlights nearby asteroids
fr: Met les astéroïdes proches en surbrillance
tr: Yakındaki Asteroidleri gösterir

source: A box containing several plates of glass.
fr: Une caisse contenant plusieurs plaques de verre.
tr: Bir kaç cam levha içeren bir kutu.

source: Cocoa
fr: Cacao
tr: Kakao

source: I ran into some trouble transporting your goods.
fr: J'ai eu du mal à transporter vos marchandises.
tr: Senin mallarını taşırken bir kaç bela ile karşılaştım.

source: Push
fr: Pousser
tr: İt

source: Radar Upgrade
fr: Amélioration de Radar
tr: Radar Sistem Kartı

source: Chemicals
fr: Produit Chimique
tr: Kimyasallar

# plural
source: Cocoa
fr: Cacaos
tr: Kakao

source: How will I know that you'll pay me?
fr: Comment pourrai-je savoir que vous me paierez ?
tr: Bana ödeme yapacağını nereden bileyim?

source: Deep Scan Range
fr: Distance de Scan Profond
tr: Derin Arama Menzili

# plural
source: Chemicals
fr: Produits chimiques
tr: Kimyasal

# prefix
source: Cocoa
fr: Cacao
tr: Kakao

source: Here you go.
fr: Voici pour vous.
tr: Al bakalım.

source: Pull
fr: Tirer
tr: Çekme

# ctd. in next
source: Shows sectors with mass
fr: Affiche les secteurs avec une masse
tr: Kütle barındıran sektörleri gösterir.

# prefix
source: Chemicals
fr: Produits chimiques
tr: Kimyasallar

source: A bag of roasted cocoa beans.
fr: Un sac de fèves de cacao grillées ?
tr: Bir torba dolusu kavrulmuş kakao çekirdeği.

source: My scanners don't find the goods on your ship. Come back when you have the goods. But I won't be waiting here forever, so hurry up.
fr: Mes scanners ne trouvent pas les marchandises sur votre vaisseau. Revenez quand vous aurez les marchandises. Mais je n'attendrai pas ici pour toujours, alors dépêchez-vous.
tr: Tarayıcılarım malları geminde bulamadı. Onları bulunca geri gel. Ama unutmaki sonsuza dek burada bekleyemem, onun için çabuk ol.

source: Self Push
fr: Auto-poussée
tr: Kendini it

# ctd.
source: as yellow blips on the map
fr: par des points jaunes sur la carte
tr: haritadaki yanıp sönen sarı noktalar gibi

source: Multitank containing all sorts of different chemicals, most of them toxic.
fr: Cuve contenant toute sortes de produits chimiques, pour la plupart toxiques.
tr: Çeşitli kimyasallar içeren tanklar. Genelde zehirli.

source: Tea
fr: Thé
tr: Çay

source: That's none of your business. Hand over the goods.
fr: Ce ne sont pas vos affaires. Passez-nous la marchandise.
tr: Bu seni ilgilendirmez. Malları ver.

source: Self Pull
fr: Auto-traction
tr: Kendini Çekme

source: Scanner Upgrade
fr: Amélioration de Scanner
tr: Tarayıcı Sistem Kartı

source: Wire
fr: Câble
tr: Kablo

# plural
source: Tea
fr: Thés
tr: Çay

source: If you can't transport the goods without avoiding a patrols or an ambush, that's your own problem, not mine.
fr: Si vous ne pouvez pas transporter les marchandises sans éviter les patrouilles ou une embuscade, c'est votre propre problème, pas le mien.
tr: Eğer malları devriyeye yada pusuya yakalanmadan taşıyamıyorsan, bu benim problemim değil senin problemin.

source: Eff. Stone
fr: Eff. Pierre
tr: Taş Verimliliği

source: Scanner Range
fr: Portée du Scanner
tr: Tarayıcı Menzili

# plural
source: Wires
fr: Câbles
tr: Kablo

# prefix
source: Tea
fr: Thé
tr: Çay

source: You won't. But if you keep pestering me, I won't pay you at all.
fr: Cela n'arrivera pas. Mais si vous continuez à m'importuner, vous ne serez pas payé du tout.
tr: Yapamazsın. Fakat beni rahatsız etmeye devam edersen, sana ödeme yapmayacağım.

source: Eff. Metal
fr: Eff. Métal
tr: Metal Verimliliği

source: Shield Booster
fr: Booster de Bouclier
tr: Kalkan Arttırıcı Sistem Kartı

# prefix
source: Wire
fr: Câble
tr: Kablo

source: A bag of dried tea variations.
fr: Un sac de diverses feuilles de thé séchées.
tr: Bir torba dolusu kurumuş çay çeşitleri.

source: We'll work out your payment as soon as I know that the goods are there.
fr: Nous effectuerons votre paiement dès que j'aurai la confirmation que toutes les marchandises sont bien là.
tr: Malların orada olduğunu öğrenir öğrenmez ödemen üzerinde çalışmaya başlayacağız.

source: Shield Recharge Rate
fr: Taux de Recharge du Bouclier
tr: Kalkan Yenilenme Oranı

source: Around 100 meters of thin wire.
fr: Environ 100 mètres de câble mince.
tr: 100 Metre kadar ince kablo.

source: Vegetable
fr: Légume
tr: Sebze

source: Good. Hand them over now.
fr: Bien. Passez-les maintenant.
tr: Güzel. Şimdi ver bakalım onları.

source: Upon depletion: Recharges %i%% of your shield.
fr: A épuisement : Recharge %i%% de votre bouclier.
tr: Bitimine müteakip: Kalkanınızı %i%% oranında şarj eder.

source: Metal Plate
fr: Plaque de métal
tr: Metal Plaka

# plural
source: Vegetables
fr: Légumes
tr: Sebze

source: What about my payment?
fr: Qu'en est-il de mon paiement?
tr: Ödemem ne olacak?

source: Accuracy
fr: Précision
tr: İsabet Oranı

source: This effect can only occur every %i minutes.
fr: Cet effet a lieu toutes les %i minutes seulement.
tr: Bu efekt sadece %i dakikada bir tekrar edebilir.

# plural
source: Metal Plates
fr: Plaques de métal
tr: Metal Plaka

# prefix
source: Vegetable
fr: Légume
tr: Sebze

source: Wait a second ...
fr: Attendez une seconde...
tr: Bir saniye bekle...

source: Range
fr: Distance
tr: Menzil

source: [Destroy Hyperspace Drive]
fr: [Detruire le moteur hyper-espace]
tr: [Hiperuzay sürücüsünü imha et]

# prefix
source: Metal Plate
fr: Plaque Métallique
tr: Metal Plaka

source: A container with different sorts of vegetables.
fr: Un contenant avec différentes sortes de légumes.
tr: Çeşitli sebzeler ile dolu bir konteyner.

source: You again? Screw this, I'm out!
fr: Encore vous ? Bordel, je me casse !
tr: Yine mi sen? Lanet olsun, ben bırakıyorum!

source: Energy /s
fr: Energie /s
tr: Enerji /s

source: Charging ...
fr: Chargement...
tr: Şarj ediliyor ...

source: Big metal plates used for building platings of vehicles or ships.
fr: Grandes plaques métalliques utilisées pour la construction de blindage pour les véhicules ou les vaisseaux.
tr: Gemi ve araç kaplamaları için kullanılan büyük metal plakalar.

source: Spices
fr: Épice
tr: Baharat

source: Looks like everything is here. Thank you very much for your cooperation, I'll be on my way then!
fr: On dirait que tout est là. Merci beaucoup pour votre coopération. Je vous quitte !
tr: Görünüşe göre herşey burada. İş birliğiniz için çok teşekkür ederiz. Şimdi kendi yoluma gideceğim!

source: Energy /shot
fr: Energie /tir
tr: Enerji /shot

source: The hyperspace engine has been destroyed.
fr: Le moteur hyper-espace a été détruit.
tr: Hiperuzay motoru yok edildi.

# plural
source: Spices
fr: Épices
tr: Baharat

source: Energy Increase /s
fr: Augmentation d'Energie /s
tr: Enerji Artışı /s

source: Hyperspace Overloader
fr: Surchargeur Hyper-espace
tr: Hiperuzay Aşırıyükleyicisi

# plural
source: Servos
fr: Servomoteurs
tr: Servo

# prefix
source: Spices
fr: Épices
tr: Baharat

source: We're taking damage, retreat, retreat!
fr: Nous subissons des dégâts, retraite, retraite !
tr: Hasar alıyoruz, Geri çekilin, Geri çekilin!

source: Seeker Missiles
fr: Missiles à tête chercheuse
tr: Güdümlü Füzeler

source: This system was built by Bottan's chief engineer.
fr: Ce système a été construit par l'ingénieur en chef de Bottan.
tr: Bu sistem Bottan'ın Şef mühendisi tarafından yapılmıştır.

source: A box with various little bags of spices.
fr: Une boîte avec divers petits sacs d'épices.
tr: Çeşitli baharat çantalarının olduğu bir sandık.

source: What!? Why can't we jump?
fr: Quoi ? Pourquoi ne pouvons-nous pas sauter ?
tr: Ne!? Neden atlayamıyoruz?

source: ${material} ${weaponPrefix} Turret
fr: Tourelle de ${weaponPrefix} en ${material}
tr: ${material} ${weaponPrefix}

source: It's configured to destroy Bottan's hyperspace drive.
fr: Il est configuré pour détruire le moteur hyper-espace de Bottan.
tr: Bottan'ın Hiperuzay sürücüsünü yok etmeye ayarlanmış.

source: Little multi-purpose machines that can be used in moving parts.
fr: Petites machines polyvalentes pouvant être utilisées dans des éléments mobiles.
tr: Hareketli parçalarda kullanılmak üzere çok amaçlı küçük makineler.

source: Sheep
fr: Mouton
tr: Koyun

source: You did this! You destroyed my hyperspace drive! Prepare to die!
fr: Vous l'avez fait ! Vous avez détruit mon moteur hyper-espace ! Préparez-vous à mourir !
tr: Sen!! Hiperuzay sürücümü yok ettin! Ölmeye hazırlan!

source: Double ${material} ${weaponPrefix} Turret
fr: Double Tourelle de ${weaponPrefix} en ${material}
tr: Çiftli ${material} ${weaponPrefix}

source: Electro Magnet
fr: Electro-aimant
tr: Elektro Mıknatıs

# plural
source: Sheep
fr: Moutons
tr: Koyun

source: Hello
fr: Salut
tr: Merhaba

source: Triple ${material} ${weaponPrefix} Turret
fr: Triple Tourelle de ${weaponPrefix} en ${material}
tr: Üçlü ${material} ${weaponPrefix}

source: This system has a vertical
fr: Ce système a une verticale
tr: Bu sistem dikey bir anahtar deliğine sahip

# plural
source: Electro Magnets
fr: Electro-aimants
tr: Elektro Mıknatıs

# prefix
source: Sheep
fr: Mouton
tr: Koyun

source: How do we stop Bottan?
fr: Comment on arrête Bottan ?
tr: Bottan'ı nasıl durduracağız?

source: Quad ${material} ${weaponPrefix} Turret
fr: Quadruple Tourelle de ${weaponPrefix} en ${material}
tr: Dörtlü ${material} ${weaponPrefix}

source: scratch on its surface.
fr: égratignure sur sa surface.
tr: Yüzeyinde çizikler var.

# prefix
source: Electro Magnet
fr: Electro-aimant
tr: Elektro Mıknatıs

source: A sheep.
fr: Un mouton.
tr: Bir koyun.

source: Who is Bottan?
fr: Qui est Bottan ?
tr: Bottan Kim?

source: Multi ${material} ${weaponPrefix} Turret
fr: Multi Tourelle de ${weaponPrefix} en ${material}
tr: Çoklu ${material} ${weaponPrefix}

source: High power multi-purpose electromagnets.
fr: Electro-aimants polyvalents de haute puissance.
tr: Çok amaçlı yüksek güçte elektro mıknatıslar.

source: Fungus
fr: Champignon
tr: Küf

source: What's in it for me?
fr: Qu'est-ce que j'y gagne?
tr: Benim Kazancım nedir?

source: ${weaponPrefix} Turret
fr: Tourelle ${weaponPrefix}
tr: ${weaponPrefix}

source: This system has 2 vertical
fr: Ce système a 2 verticales
tr: Bu sistem 2 dikey anahtar deliğine sahip

source: Adhesive
fr: Adhésif
tr: Yapıştırıcı

# plural
source: Fungi
fr: Champignons
tr: Küf

source: Why would you betray Bottan?
fr: Pourquoi trahiriez-vous Bottan ?
tr: Bottan'a neden ihanet ettin?

source: Double ${weaponPrefix} Turret
fr: Double Tourelle ${weaponPrefix}
tr: Çiftli ${weaponPrefix}

source: scratches on its surface.
fr: égratignures sur sa surface.
tr: Yüzeyinde Çizikler var.

# plural
source: Adhesive
fr: Adhésifs
tr: Yapıştırıcı

# prefix
source: Fungus
fr: Champignon
tr: Küf

source: Alright, I'll help you.
fr: D'accord, je vais vous aider.
tr: Peki, Sana yardım edeceğim.

source: Triple ${weaponPrefix} Turret
fr: Triple Tourelle ${weaponPrefix}
tr: Üçlü ${weaponPrefix}

# prefix
source: Adhesive
fr: Adhésif
tr: Yapıştırıcı

source: That's none of my business.
fr: Ce n'est pas mes affaires.
tr: Beni ilgilendirmez.

source: Quad ${weaponPrefix} Turret
fr: Quadruple Tourelle ${weaponPrefix}
tr: Dörtlü ${weaponPrefix}

source: This system has 3 vertical
fr: Ce système a 3 verticales
tr: Bu sistemin 3 Dikey anahtar deliği vardır.

source: Common adhesive. Used in smaller parts where there's no space for screws.
fr: Adhésif courant. Utilisé là où il n'y a pas d'espace pour les vis.
tr: Yaygın Yapıştırıcı. Küçük vidalara yer olmayan sistemlerde kullanılır.

source: I've heard some impressive stories about you. Maybe we can work together to stop Bottan.
fr: J'ai entendu des histoires impressionnantes à propos de vous. Peut-être pouvons-nous travailler ensemble pour arrêter Bottan.
tr: Hakkında etkileyici hikayeler duydum. Belki Bottan'ı durdurmak için birlikte çalışabiliriz.

source: Multi ${weaponPrefix} Turret
fr: Multi tourelle ${weaponPrefix}
tr: Çoklu ${weaponPrefix}

source: Coolant
fr: Réfrigérant
tr: Soğutucu

source: Bottan is a coward. He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
fr: Bottan est un froussard. Il ne fera rien lui-même, et à la moindre étincelle de combat, il se réfugiera en sécurité.
tr: Bottan bir korkaktır. Kendi hiçbir şey yapmaz, ve eğer bir çarpışma olacağının en küçük belirtisi bile olsa, Güvenli bir yere atlayacaktır.

source: Size
fr: Taille
tr: Boyut

source: This system has 4 vertical
fr: Ce système a 4 verticales
tr: Bu sistemin 4 Dikey anahtar deliği vardır.

# plural
source: Coolant
fr: Réfrigérants
tr: Soğutucu

source: In order to catch him, we have to disable his hyperspace drive.
fr: Pour l'attraper, nous devons désactiver son moteur hyper-espace.
tr: Onu yakalamak için, Hiperuzay sürücüsünü devre dışı bırakmalıyız.

source: Independent Targeting
fr: Ciblage automatique
tr: Bağımsız Hedefleme

# prefix
source: Coolant
fr: Réfrigérant
tr: Soğutucu

source: He's a smuggler who operates in these sectors here.
fr: C'est un contrebandier qui opère dans les secteurs du coin.
tr: Bu sektörleri yöneten bir kaçakçıdır.

source: Independent targeting, but deals less damage
fr: Ciblage automatique, mais inflige moins de dégâts
tr: Bağımsız Hedefleme, ancak düşük hasar verir.

source: This system has 5 vertical
fr: Ce système a 5 verticales
tr: Bu sistemin 5 Dikey anahtar deliği vardır.

source: A canister full of coolant for the most common engines.
fr: Un bidon de liquide de refroidissement, destiné aux moteurs les plus courants.
tr: Genel olarak motorları soğutmak için kullanılan soğutucu.

source: Or, more accurately, who lets others work for him.
fr: Ou, plus précisément, qui laisse les autres faire le travail à sa place.
tr: Yada daha doğrusu ,diğerlerinin onun için çalışmasına izin veren kişi.

source: in ${factionName}'s sectors
fr: dans les secteurs des ${factionName}
tr: ${factionName} Sektörlerinde

source: Steel Tube
fr: Tube d'acier
tr: Çelik Tüp
