Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: MISSION "ACCOMPLISHED"
fr: MISSION "ACCOMPLIE"
tr: GÖREV TAMAMLANDI

# plural
source: Nitrogen
fr: Azote
tr: Nitrojen

# prefix
source: Military Tesla Coil
fr: Bobine Tesla Militaire
tr: Askeri Tesla Bobini

source: This is ${speaker}.
fr: C'est ${speaker}.
tr: ${speaker} Konuşuyor.

source: The Enemy of my Enemy is my Friend
fr: L'Ennemi de mon Ennemi est mon Ami
tr: Düşmanımın düşmanı benim dostumdur.

# prefix
source: Nitrogen
fr: Azote
tr: Nitrojen

source: A repurposed tesla coil that can shoot directed high-intensity beams of electricity.
fr: Une bobine tesla révisitée qui peut tirer des faisceaux électriques de forte intensité.
tr: Yüksek yoğunluklu elektrik ışınları atabilen yeniden yapılmış Tesla bobini.

source: Here is ${speaker}.
fr: Ici ${speaker}.
tr: ${speaker} burada.

source: Hello, It looks like you have been betrayed by Bottan and his smugglers, too, and I think we might have a common enemy now. I'd like to work with you. Meet me at (${x}:${y}). - A Friend
fr: Bonjour, Il semble que vous ayez été trahi par Bottan et ses contrebandiers, et je pense que nous pourrions avoir un ennemi commun maintenant. J'aimerais travailler avec vous. Rencontrez-moi à (${x}:${y}). - Un ami
tr: Merhaba, Görünüşe göre sende Bottan ve Kaçakçıları tarafından ihanete uğradın, sanırım artık ortak bir düşmanımız var. Seninle çalışmak isterim. Benimle (${x}:${y}) koordinatlarında buluş. - Bir dost

source: A pressure container filled with pure nitrogen.
fr: Un récipient sous pression rempli d'azote pur.
tr: Saf Nitrojen ile dolu basınçlı tüp.

source: Anti-Grav Generator
fr: Générateur Anti-Grav
tr: Yerçekimi Jeneratörü

source: What is it?
fr: Qu'est-ce que c'est ?
tr: Bu nedir?

source: Enemy of my Enemy
fr: Ennemi de mon Ennemi
tr: Düşmanımın Düşmanı

# plural
source: Anti-Grav Generators
fr: Générateurs Anti-Grav
tr: Yerçekimi Jeneratörü

source: Make it quick.
fr: Faites vite.
tr: Çabuk ol.

# smugglerretaliation
source: I have your goods.
fr: J'ai vos marchandises.
tr: Malların bende.

# prefix
source: Anti-Grav Generator
fr: Générateur Antigravité
tr: Yerçekimi Jeneratörü

source: Our records say that we're not allowed to do business with you. Come back when your relations to our faction are better.
fr: Nos dossiers indiquent que nous ne sommes pas autorisés à faire affaire avec vous. Revenez lorsque vos relations avec notre faction seront meilleures.
tr: Kayıtlarımıza göre sizinle iş yapamayız. Örgütümüzle ilişkileriniz düzeldiğinde tekrar görüşmek üzere.

source: I'm afraid you don't. My scanners show me that you're still missing %s.
fr: J'ai peur que non. Mes scanners me disent que vous manquez toujours de %s.
tr: Üzgünüm ki yapamazsınız. Tarayıcılarıma göre sizde hala eksik %s var.

source: A generator that creates a field where gravity has no effect.
fr: Un générateur permettant de créer un champ d'impesanteur.
tr: Yerçekimi olmayan yerde yerçekimi üreten Jeneratör.

source: You don't have permission to do that in the name of your alliance.
fr: Vous n'avez pas le droit de faire ça au nom de votre alliance.
tr: İttifakınız adına bunu yapmaya yetkiniz yok.

source: Very good. I'll build the system. It'll be done in no time.
fr: Très bien. Je vais fabriquer le système. Cela se fera en un rien de temps.
tr: Çok güzel. Sistemini inşa edeceğim. Göz açıp kapayıncaya kadar bitecek.

source: A pressure container filled with pure neon.
fr: Un conteneur pressurisé rempli de néon pur.
tr: Saf neon dolu basınçlı tüp.

source: Force Generator
fr: Générateur de Force
tr: Kuvvet Jeneratörü

source: NEW MISSION
fr: NOUVELLE MISSION
tr: YENİ GÖREV

source: Here you go. With this you should be able to destroy Bottan's hyperspace drive.
fr: Et voilà. Avec ça, vous devriez pouvoir détruire le moteur hyper-espace de Bottan.
tr: Al bakalım. Bununla Bottan'ın ışıkhızı sürücüsünü yok edebilirsin.

source: Chlorine
fr: Chlore
tr: Klor

# plural
source: Force Generators
fr: Générateurs de Force
tr: Kuvvet Jeneratörü

source: MISSION ACCOMPLISHED
fr: MISSION ACCOMPLIE
tr: GÖREV TAMAMLANDI

source: But keep in mind that this system might get destroyed when you use it. It's very possible that you have one shot and that's it.
fr: Mais gardez à l'esprit que ce système pourrait être détruit quand vous l'utiliserez. Il est très possible que vous ayez droit à un seul essai, pas plus.
tr: Sakın unutma Bu sistemi kullandığında paramparça olabilir. Büyük ihtimalle sadece tek bir şansın var ve hepsi bu.

# plural
source: Chlorine
fr: Chlore
tr: Klor

# prefix
source: Force Generator
fr: Générateur de Force
tr: Kuvvet Jeneratörü

source: MISSION FAILED
fr: MISSION ÉCHOUÉE
tr: GÖREV BAŞARISIZ

source: You've received a letter from someone claiming to be a 'friend'. He wants to talk to you about Bottan.
fr: Vous avez reçu une lettre de quelqu'un qui prétend être un «ami». Il veut vous parler de Bottan.
tr: Kendine Dost diyen biri tarafından bir mektup aldınız. Sizinle Bottan hakkında konuşmak istiyor.

# prefix
source: Chlorine
fr: Chlore
tr: Klor

source: A generator that creates a force field that pushes or pulls objects.
fr: Un générateur qui crée un champ de force qui repousse ou attire des objets.
tr: Objeleri çekmek yada itmek için Güç alanı oluşturan bir jeneratör.

source: MISSION ABANDONED
fr: MISSION ABANDONNÉE
tr: GÖREV İPTAL EDİLDİ

source: The mysterious figure turned out to be Bottan's ex chief engineer. He wants to take revenge and asked you to collect parts so he can build a ray that destroys Bottan's hyperspace drive.
fr: Le mystérieux personnage s'est révélé être l'ex ingénieur en chef de Bottan. Il veut se venger et vous a demandé de collecter des pièces afin qu'il puisse construire un rayon qui détruira le moteur hyper-espace de Bottan.
tr: Görünüşe göre bu gizemli kişi Bottan'ın eski şef Mühendisiymiş. İntikam almak istiyor ve senden bir takım parçalar toplamanı istiyor ki Bottan'ın Işıkhızı Sürücüsünü yok edecek bir silah yapabilsin.

source: A pressure container filled with pure chlorine.
fr: Un récipient sous pression rempli de chlore pur.
tr: Saf Klor ile dolu basınçlı bir tüp

source: Laser Modulator
fr: Modulateur Laser
tr: Lazer Modülatörü

source: MISSION UPDATED
fr: MISSION MISE À JOUR
tr: GÖREV YENİLENDİ

source: Fluorine
tr: Flor

# plural
source: Laser Modulators
fr: Modulateurs Laser
tr: Lazer Modülatörü

source: %i Minutes
tr: %i Dakika

source: We're under attack! Call in reinforcements, NOW!
fr: Nous sommes attaqués ! Appelez des renforts, MAINTENANT !
tr: Saldırı altındayız! Destek çağırın, HEMEN!

# plural
source: Fluorine
fr: Fluor
tr: Flor

# prefix
source: Laser Modulator
fr: Modulateur Laser
tr: Lazer Modülatörü

source: < 1 min
tr: < 1 dakika

source: This sector is under attack by another faction!
fr: Ce secteur est attaqué par une autre faction!
tr: Bu Sektör başka bir örgüt tarafından saldırı altındadır.

# prefix
source: Fluorine
fr: Fluor
tr: Flor

source: A device that changes various properties of lasers beams passing through it.
fr: Un dispositif qui modifie diverses propriétés des faisceaux laser passant par celui-ci.
tr: İçinden geçen lazer ışınının bir takım özelliklerini değiştiren bir alet.

source: Time Left:
fr: Temps Restant :
tr: Kalan Zaman:

source: We thank you for your help! Such heroism will not be forgotten. You can consider us your allies from now on.
fr: Nous vous remercions de votre aide ! Un tel héroïsme ne sera pas oublié. Vous pouvez nous considérer comme vos alliés à partir de maintenant.
tr: Yardımın için teşekkürler! Bu kahramanlık unutulmayacak. Artık bizi müttefiğin olarak sayabilirsin.

source: A pressure container filled with pure fluorine.
fr: Un récipient sous pression rempli de fluor pur.
tr: Flor ile dolu basınçlı tüp

source: High Capacity Lens
fr: Lentille haute capacité
tr: Yüksek Kapasiteli Lens

source: Outlaw
fr: Hors la loi
tr: Kanunsuz

source: To the entire fleet: ${name} is attacking us! Classify these ships as hostile and destroy them along with the others!
fr: À l'ensemble de la flotte: ${name} nous attaque ! Classifiez ces vaisseaux comme hostiles et détruisez-les avec les autres !
tr: Tüm filoya: ${name} Bize saldırıyor. Bu gemileri düşman olarak addedin ve diğerleri ile birlikte yok edin!

source: Oil
fr: Huile
tr: Petrol

# plural
source: High Capacity Lenses
fr: Lentilles Haute Capacité
tr: Yüksek Kapasite Lens

source: Bandit
tr: Haydut

source: You have entered a neutral zone. Player to player damage is disabled in this sector.
fr: Vous êtes entrer dans une zone neutre. Le PvP est désactivé dans ce secteur.
tr: Tarafsız bölgeye girdiniz. PvP bu sektörde kapalıdır.

# plural
source: Oil
fr: Huiles
tr: Petrol

# prefix
source: High Capacity Lens
fr: Lentille haute capacité
tr: Yüksek Kapasite Lens

source: Pirate
tr: Korsan

source: You destroyed a civil ship. Relations to all witnessing factions worsened.
fr: Vous avez détruit un vaisseau civil. Les relations avec toutes les factions qui en ont été témoins ont empiré.
tr: Sivil bir gemi yok ettiniz.Tanık olan tüm örgütlerle olan itibarınız düştü.

# prefix
source: Oil
fr: Huile
tr: Petrol

source: A focal lens designed for high capacity lasers.
fr: Une lentille à focale conçue pour les lasers à haute capacité.
tr: Yüksek kapasiteli lazerler için dizayn edilmiş odaklı lens.

source: Marauder
fr: Maraudeur
tr: Yağmacı

source: Priest
fr: Prêtre
tr: Rahip

source: A barrel of refined oil.
fr: Un baril de pétrole raffiné.
tr: Bir varil işlem görmüş petrol.

source: Ammunition S
fr: Munition S
tr: Cephane K

source: Raider
fr: Pillard
tr: Baskıncı

source: Father
fr: Père
tr: Baba

source: Rubber
fr: Caoutchouc
tr: Kauçuk

# plural
source: Ammunition S
fr: Munitions S
tr: Cephane K

source: Pirate Mothership
fr: Vaisseau-Mère Pirate
tr: Ana korsan gemisi

source: Bishop
fr: Évêque
tr: Piskopos

# plural
source: Rubber
fr: Caoutchoucs
tr: Kauçuk

# prefix
source: Ammunition S
fr: Munition S
tr: Cephane K

source: You're not in a ship.
fr: Vous n'êtes pas dans un vaisseau.
tr: Bir geminin içinde değilsiniz.

source: Abbot
fr: Abbé
tr: Başkeşiş

# prefix
source: Rubber
fr: Caoutchouc
tr: Kauçuk

source: Ammunition for small handguns.
fr: Munitions pour petits pistolets.
tr: Küçük el silahları için cephane.

source: You must be docked to the object for this.
fr: Vous devez être arrimé à l'objet pour cela.
tr: Bunun için objeye bağlanmış olmanız gerek.

source: Apostle
fr: Apôtre
tr: Lider

source: A bouncing block of rubber.
fr: Un bloc de caoutchouc rebondissant.
tr: Zıplayan Kauçuk bloğu.

source: Ammunition M
fr: Munition M
tr: Cephane O

source: You must be closer to the object for this.
fr: Vous devez être plus proche de l'objet pour pouvoir faire cela.
tr: Bunun için objeye daha yakın olmanız gerek.

source: Elder
fr: Ancien
tr: Kıdemli

source: Paint
fr: Peinture
tr: Boya

# plural
source: Ammunition M
fr: Munitions M
tr: Cephane O

source: Factory ${size}
fr: Usine ${size}
tr: Fabrika ${size}

source: Pastor
fr: Pasteur
tr: Papaz

# plural
source: Paint
fr: Peintures
tr: Boya

# prefix
source: Ammunition M
fr: Munitions M
tr: Cephane O

source: Thank you so much.
fr: Merci beaucoup.
tr: Çok Teşekkürler.

source: Abhyasi
tr: ??? Abbasi / dont know

# prefix
source: Paint
fr: Peinture
tr: Boya

source: Ammunition for large handheld guns.
fr: Munitions pour armes de poing de gros calibre.
tr: Büyük El Silahları için Cephane

source: We thank you.
fr: Nous vous remercions.
tr: Teşekkür ederiz.

source: Bhagat
tr: Devrimci

source: A container full of paint.
fr: Un conteneur rempli de peinture.
tr: Boya dolu bir konteyner.

source: Ammunition L
fr: Munition L
tr: Cephane B

source: Thank you for helping us.
fr: Merci de nous avoir aidés.
tr: Bize yardım ettiğin için teşekkürler.

source: Fertilizer
fr: Engrais
tr: Gübre

# plural
source: Ammunition L
fr: Munitions L
tr: Cephane B

source: You have our endless gratitude.
fr: Vous avez notre éternelle gratitude.
tr: Sonsuz teşekkürler.

source: Saint
tr: Aziz

# plural
source: Fertilizer
fr: Engrais
tr: Gübre

# prefix
source: Ammunition L
fr: Munition L
tr: Cephane B

source: We transferred a reward to your account.
fr: Nous avons transféré une récompense sur votre compte.
tr: Ödülünüzü hesabınıza transfer ettik.

source: Ayatollah
tr: Ayetullah

# prefix
source: Fertilizer
fr: Engrais
tr: Gübre

source: Ammunition for turrets.
fr: Munitions pour tourelles.
tr: Taretler için cephane

source: We have a reward for you.
fr: Nous avons une récompense pour vous.
tr: Senin için bir ödülümüz var.

source: A tank with fertilizer, important for more exotic plants.
fr: Un réservoir d'engrais, important pour des plantes plus exotiques.
tr: Gübre dolu bir Tank, Egzotik Bitkiler için önemli.

source: Targeting System
fr: Système de ciblage
tr: Hedefleme Sistemi

source: Please take this as a sign of our gratitude.
fr: Veuillez accepter ceci en signe de notre gratitude.
tr: Lütfen bunu minnettarlığımızın bir göstergesi olarak alın.

source: Rabbi
fr: Rabbin
tr: Usta

source: Acid
fr: Acide
tr: Asit

# plural
source: Targeting Systems
fr: Systèmes de ciblage
tr: Hedefleme Sistemi

# ship title
source: Scout
fr: Eclaireur
tr: Gözcü

source: Druid
fr: Druide
tr: Kelt Rahibi

# plural
source: Acid
fr: Acides
tr: Asit

# prefix
source: Targeting System
fr: Système de ciblage
tr: Hedefleme Sistemi

# ship title
source: Sentinel
fr: Sentinelle
tr: Nöbetçi

source: Abandoned Ship
fr: Vaisseau abandonné
tr: Terk edilmiş Gemi

# prefix
source: Acid
fr: Acide
tr: Asit

source: Computer system that is able to track multiple targets.
fr: Ordinateur capable de suivre plusieurs cibles.
tr: Çoklu hedefleme sistemi yapabilen bilgisayar sistemi.

# ship title
source: Hunter
fr: Chasseur
tr: Avcı

source: Smuggler Hideout
fr: Planque de contrebandiers
tr: Kaçakçı Sığınağı

source: A tank filled with vitriolic acid.
fr: Un réservoir rempli d'acide vitriolique.
tr: Yakıcı asit dolu Tank.

source: Neutron Accelerator
fr: Accélérateur de neutrons
tr: Nötron Hızlandırıcısı

# ship title
source: Corvette
tr: Hafif Savaş Gemisi

source: Mayday, Mayday! We were ambushed and our hyperdrive is no longer... [END OF MESSAGE]
fr: Mayday, Mayday! Nous avons été piégés et notre moteur hyper-espace est mort... [FIN DU MESSAGE]
tr: Mayday, Mayday! Tuzağa düştük, Işıkhızı motorlarımız bozuldu... [MESAJ SONU]

source: Solvent
fr: Solvant
tr: Eritici Madde

# plural
source: Neutron Accelerators
fr: Accélérateurs de neutrons
tr: Nötron Hızlandırıcı

# ship title
source: Frigate
fr: Frégate
tr: Hücumbot

source: Traveler's Stash
fr: Cache de voyageur
tr: Gezgin Zulası

# plural
source: Solvent
fr: Solvants
tr: Eritici Madde

# prefix
source: Neutron Accelerator
fr: Accélérateur de neutron
tr: Nötron Hızlandırıcı

# ship title
source: Cruiser
fr: Croiseur
tr: Kruvazör

source: opportunistic
fr: Opportunistes
tr: Fırsatçı

# prefix
source: Solvent
fr: Solvant
tr: Eritici Madde

source: A device that accelerates neutrons to near lightspeed.
fr: Un dispositif qui accélère les neutrons à presque la vitesse de la lumière.
tr: Nötronları neredeyse ışıkhızına çıkaran alet.

# ship title
source: Destroyer
fr: Cuirassé
tr: Muhrip

source: honorable
fr: Honorables
tr: Onurlu

source: A tank filled with the common industrial solvent found all over the galaxy.
fr: Un réservoir rempli de solvant industriel commun que l'on trouve dans toute la galaxie.
tr: Tüm galakside bulunabilen endüstriyel eritici madde dolu tank.

source: Proton Accelerator
fr: Accélérateur de Protons
tr: Proton Hızlandırıcı

# ship title
source: Dreadnought
fr: Cuirassé
tr: Zırhlı Savaş Gemisi

source: aggressive
fr: Agressifs
tr: Agresif

source: Conductor
fr: Conducteur
tr: Kondüktör

# plural
source: Proton Accelerators
fr: Accélérateurs de protons
tr: Proton Hızlandırıcı

# ship title
source: Battleship
fr: Vaisseau de Guerre
tr: Savaş Gemisi

source: peaceful
fr: Paisibles
tr: Barışçıl

# plural
source: Conductors
fr: Conducteurs
tr: Kondüktör

# prefix
source: Proton Accelerator
fr: Accélérateur de protons
tr: Proton Hızlandırıcı

# ship title
source: Trader
fr: Marchand
tr: Satıcı

source: paranoid
fr: Paranoïaques
tr: Paranoyak

# prefix
source: Conductor
fr: Conducteur
tr: Kondüktör

source: A device that accelerates protons to near lightspeed.
fr: Un dispositif qui accélère les protons à presque la vitesse de la lumière.
tr: Protonları Işıkhızına yakın bir hızda hızlandıran alet.

# ship title
source: Merchant
fr: Marchand
tr: Tüccar

source: brave
fr: Courageux
tr: Cesur

source: Metal staffs that are usually used for bundling electricity.
fr: Tiges de métal qui sont habituellement utilisées pour capter l'électricité.
tr: Elektrik topraklamak için metal borular.

source: Electron Accelerator
fr: Accélérateur d'électrons
tr: Elektron Hızlandırıcısı

# ship title
source: Salesman
fr: Vendeur
tr: Tüccar

source: active
fr: Actifs
tr: Aktif

source: Transformator
fr: Transformateur
tr: Transformatör

# plural
source: Electron Accelerators
fr: Accélérateurs d'électrons
tr: Elektron Hızlandırıcısı

# ship title
source: Transporter
fr: Transporteur
tr: Taşıyıcı

source: passive
fr: Passifs
tr: pasif

# plural
source: Transformators
fr: Transformateurs
tr: Transformatör

# prefix
source: Electron Accelerator
fr: Accélérateur d'électrons
tr: Elektron Hızlandırıcısı

# ship title
source: Lifter
fr: Vaisseau Cargo
tr: Vinç

source: greedy
fr: Cupides
tr: Aç gözlü

# prefix
source: Transformator
fr: Transformateur
tr: Transformatör

source: A device that accelerates electrons to near lightspeed.
fr: Un dispositif qui accélère les électrons à presque la vitesse de la lumière.
tr: Elektronları ışıkhızına yakın bir hızda hızlandıran alet.

# ship title
source: Freighter
fr: Transporteur
tr: Yük gemisi

source: generous
fr: Généreux
tr: Kibar

source: A small item for transforming all kinds of energy.
fr: Un petit objet pour transformer toutes sortes d'énergies.
tr: Tüm enerji türlerini aktarmak için gerekli cihaz.

source: Water
fr: Eau
tr: Su

# ship title
source: Loader
fr: Chargeur
tr: Yükleyici

source: dumb
fr: Débiles
tr: Aptal

source: Plastic
fr: Plastique
tr: Plastik

# plural
source: Water
fr: Eaux
tr: Su

# ship title
source: Cargo Transport
fr: Transporteur Cargo
tr: Kargo Taşıyıcı

source: smart
fr: Malins
tr: Zeki

# plural
source: Plastic
fr: Plastiques
tr: Plastik

# prefix
source: Water
fr: Eau
tr: Su

# ship title
source: Cargo Hauler
fr: Transporteur Cargo
tr: Kargo Gemisi

source: mistrustful
fr: Méfiants
tr: Güvenilmez

# prefix
source: Plastic
fr: Plastique
tr: Plastik

source: A tank full of clear water.
fr: Un réservoir plein d'eau propre.
tr: Temiz su dolu bir tank.

# ship title
source: Heavy Cargo Hauler
fr: Transporteur Cargo lourd
tr: Ağır Kargo Gemisi

source: naive
fr: Naïfs
tr: Naif

source: A container with plastic. This is melted when used.
fr: Un conteneur de plastique. Fond après utilisation.
tr: Plastik dolu Konteyner. Eritilerek kullanılmaya hazır.

# ship title
source: Light Miner
fr: Mineur léger
tr: Hafif Madenci

source: sadistic
fr: Sadiques
tr: Sadist

source: Solar Cell
fr: Cellulaire Solaire
tr: Solar Pil

# ship title
source: Miner
fr: Mineur
tr: Madenci

source: empathic
fr: Empathiques
tr: empatik

# plural
source: Solar Cells
fr: Cellulaires Solaires
tr: Solar Pil

# ship title
source: Heavy Miner
fr: Mineur lourd
tr: Ağır Madenci

source: forgiving
fr: Indulgents
tr: Affedici

# prefix
source: Solar Cell
fr: Cellulaire Solaire
tr: Solar Pil

source: A tank full of alive plankton.
fr: Un réservoir plein de plancton vivant.
tr: Canlı plankton dolu tank.

# ship title
source: Mining Moloch
fr: Moloch de minage
tr: Büyük Maden Gemisi.

source: strict
fr: Stricts
tr: Otoriter

source: Electric cells for generating energy from sunlight.
fr: Cellules électriques pour générer de l'énergie à partir de la lumière solaire.
tr: Güneşten enerji üreten Elektril pilleri

source: Plant
fr: Plante
tr: Bitki

source: Buyback
fr: Racheter
tr: Geri al

source: Player %s created!
fr: Le joueur %s vient d'être créé !
tr: %s Yaratıldı!

source: Tools
fr: Outil
tr: Alet

# plural
source: Plants
fr: Plantes
tr: Bitki

source: Buy Back Sold Items
fr: Racheter les objets vendus
tr: Satılan eşyaları geri al

source: Player %s joined the galaxy
fr: Le joueur %s a rejoint la galaxie
tr: %s Galaksiye Katıldı.

# plural
source: Tools
fr: Outils
tr: Alet

# prefix
source: Plant
fr: Plante
tr: Bitki

source: Mat
tr: Materyel

source: Player %s left the galaxy
fr: Le joueur %s a quitté la galaxie
tr: %s Galaksiden ayrıldı.

# prefix
source: Tools
fr: Outils
tr: Alet

source: A container with soil and a wide range of green plants.
fr: Un conteneur avec de la terre et une grande variété de plantes vertes.
tr: Toprak ve bolca yeşil bitki bulunan bir konteyner.

source: Turret Control System A-TCS-${num}
fr: Système de contrôle de tourelle A-TCS-${num}
tr: Taret Kontrol Sistemi A-TCS-${num}

source: A set of tools used by mechanics.
fr: Un ensemble d'outils utilisés par les mécaniciens.
tr: Tamirciler tarafından kullanılan alet takımı.

source: Wheat
fr: Blé
tr: Buğday

source: Sell Trash
fr: Vendre la camelote
tr: Iskartayı Sat

source: Semi Conductor
fr: Semi-conducteur
tr: Yarı Kondüktör

# plural
source: Wheat
fr: Blés
tr: Buğday

source: Item to buy not found
fr: Article à acheter non trouvé
tr: Alınacak eşya bulunamadı

source: All-round Turret Control System
fr: Système Polyvalent de Contrôle de Tourelle
tr: Genel Taret Kontrol Sistemi

# plural
source: Semi Conductors
fr: Semi-conducteurs
tr: Yarı Kondüktör

# prefix
source: Wheat
fr: Blé
tr: Buğday

source: You must be docked to the station to buy items.
fr: Vous devez être arrimé à la station pour pouvoir acheter des objets.
tr: Eşya alabilmek için istasyona bağlanmış olmalısınız.

source: Adds slots for armed and unarmed turrets
fr: Ajoute des emplacements pour des tourelles armées et civiles
tr: Silahlı yada Silahsız taretler için Slot ekler.

# prefix
source: Semi Conductor
fr: Semi-conducteur
tr: Yarı Kondüktör

source: A container full of wheat.
fr: Un conteneur plein de blé.
tr: Buğday dolu konteyner.

source: You must be closer to the ship to buy items.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir acheter des objets.
tr: Eşya almak için gemiye daha yakın olmalısınız.

source: Energy Consumption
fr: Consommation d'énergie
tr: Enerji Kullanımı

source: Used for building microchips and other sorts of electric things.
fr: Utilisé pour la construction de micro-puces et d'autres sortes d'éléments électriques.
tr: Mikroçip ve diğer elektrik ürünlerinin yapımında kullanılır.

source: Rice
fr: Riz
tr: Pirinç

source: You must be docked to the station to sell items.
fr: Vous devez être arrimé à la station pour pouvoir vendre des objets.
tr: Eşyaları satmak için istasyona bağlanmış olmalısınız.

source: Battery Upgrade
fr: Mise à niveau de la batterie
tr: Pil Sistem Kartı

source: Energy Tube
fr: Tube d'Energie
tr: Enerji Tüpü

# plural
source: Rice
fr: Riz
tr: Pirinç

source: You must be closer to the ship to sell items.
fr: Vous devez être plus proche de ce vaisseau pour pouvoir vendre des objets.
tr: Eşyaları satmak için gemiye daha yakın olmalısınız.

source: Energy Capacity
fr: Capacité Energétique
tr: Enerji Kapasitesi

# plural
source: Energy Tubes
fr: Tubes d'Energie
tr: Enerji Tüpü

# prefix
source: Rice
fr: Riz
tr: Pirinç

source: Item to sell not found.
fr: Article à vendre non trouvé.
tr: Satılacak eşya bulunamadı.

source: Recharge Rate
fr: Taux de recharge
tr: Şarj Oranı

# prefix
source: Energy Tube
fr: Tube d'Energie
tr: Enerji Tüpü

source: A container full of rice.
fr: Un conteneur plein de riz.
tr: Pirinç dolu bir konteyner.

source: ${name} The Adventurer
fr: ${name} l'aventurier
tr: ${name} Maceraperest

source: T1M-LRD-Tech Cargo Upgrade MK ${mark}
fr: Amélioration de Soute T1M-LRD-Tech MK ${mark}
tr: T1M-LRD-Tech Kargo Kapasite Kartı MK ${mark}
