Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Our scouts have reported that there is a giant Xsotan mothership in the center of the galaxy, near the black hole. We know that this ship somehow channels the black hole's energy, and opens up wormholes to other places. We believe that if we take down this ship, we will finally stop their unending reinforcements.
fr: Nos éclaireurs ont signalé qu'il y a un vaisseau-mère Xsotan géant au centre de la galaxie, près du trou noir. Nous savons que ce vaisseau utilise l'énergie du trou noir et ouvre des trous de ver vers d'autres endroits. Nous pensons que si nous abattons ce vaisseau, nous finirons par couper leur afflux constant de renfort.
tr: Gözcülerimiz Dev bir Xsotan Ana gemisinin galaksinin merkezinde, kara deliğin yanında olduğunu rapor ettiler. Nasıl olduğunu bilmiyoruz fakat bu gemi kara deliğin enerjisini manipüle edebilme ve diğer yerlere solucan delikleri açabilme yetisine sahip. Eğer bu gemiyi yok edersek, ardı arkası kesilmeyen destek birliklerine de bir son verebiliriz.

source: Investigate
fr: Enquêter
tr: Araştır

source: Basics - Energy Systems
fr: Notions de base - Systèmes énergétiques
tr: Temel Eğitim - Enerji Sistemleri

source: Build Slot 3
fr: Emplacement de Construction 3
tr: İnşa Slotu 3

source: Haha, our fake distress call worked! You're as good as dead maggot!
fr: Haha, notre faux signal de détresse à marché! Vous êtes aussi doué qu'un asticot mort!
tr: Haha, sahte yardım çağrımız çalıştı! Sen artık ölüsün zavallı kurtçuk!

source: How do we take it down?
fr: Comment est-ce qu'on l’abat?
tr: Bunu nasıl alaşağı edeceğiz?

source: We won't make it to the next rendez-vous point in time. Our hyperdrive has severe damage.
fr: Nous ne serons pas à l'heure au prochain rendez-vous. Notre moteur hyper-espace est gravement endommagé.
tr: Bir daha ki buluşma noktasına zamanında yetişemeyeceğiz. Hiperuzay sürücülerimiz hasar aldı.

source: You can always restart the tutorial with this button.
fr: Vous pouvez toujours recommencer le didacticiel avec ce bouton.
tr: Bu düğme ile Temel eğitimleri istediğiniz zaman baştan başlata bilirsiniz.

source: Build Slot 4
fr: Emplacement de Construction 4
tr: İnşa Slotu 4

source: Shoot.
fr: Tirer.
tr: Vur onu.

source: Because our resources are limited, and it looks like theirs aren't. As soon as you shoot down one of their ships, a new one takes its place. We wouldn't stand a chance in an open fight.
fr: Parce que nos ressources sont limitées, et parce qu'il semblerait que ce ne soit pas le cas pour eux. Dès que vous abattez l'un de leurs vaisseaux, un nouveau prend sa place. Dans le cas d'une confrontation ouverte, nous n'aurions aucune chance.
tr: Çünkü bizim kaynaklarımız limitli, ancak onlarınki öyle gözükmüyor. Gemilerinden birini ne zaman vursan, yerine yeni bir tane gelecek. Açık alanda hiç bir şansımız yok.

source: We fought them off for now, but I'm sure there's going to be more soon. I've instructed my men to work as fast as they can.
fr: Nous les avons combattus pour l'instant, mais je suis sûr qu'il y en aura bientôt d'autres. J'ai demandé à mes hommes de travailler aussi vite que possible.
tr: Şimdilik onları geri püskürttük, ama eminim ki yakında daha fazlası gelecek. Adamlarıma çalışabilecekleri kadar hızlı çalışmalarını emrettim.

source: You can always restart the tutorial with this button. To click it, hold %s to release your mouse.
fr: Vous pouvez toujours recommencer le didacticiel avec ce bouton. Pour appuyer dessus, maintenez %s pour libérer votre souris.
tr: Bu tuş ile Temel Eğitimi ne zaman isterseniz baştan başlatabilirsiniz. tıklamak için, %s tuşuna basılı tutup farenizi özgür bırakabilirsiniz.

source: Build Slot 5
fr: Emplacement de Construction 5
tr: İnşa Slotu 5

source: How come there are so many asteroids with resources, even in populated sectors?
fr: Comment il y peut y avoir autant d'astéroïdes avec des ressources, même dans les secteurs peuplés?
tr: Bu kadar çok popülasyonun olduğu sektörlerde bile nasıl bu kadar fazla asteroid olabilir?

source: Ask away.
fr: Demandez toujours.
tr: Sor bakalım.

source: I'm sure this might not even have been necessary. They all know the gravity of the situation we're in.
fr: Je suis sûr que cela n'aurait même pas été nécessaire. Ils connaissent tous la gravité de la situation dans laquelle nous sommes.
tr: Bunun gerekli olmayacağına bile eminim. Hepimiz içinde bulunduğumuz durumun ağırlığının farkındayız.

source: Congratulations, you've finished the tutorial!
fr: Félicitations, vous avez complété le didacticiel !
tr: Tebrikler, Temel Eğitimi bitirdiniz!

source: Build Slot 6
fr: Emplacement de Construction 6
tr: İnşa Slotu 6

source: What? What do you mean, "many"? There's nearly nothing left! Do you see those big asteroids that all those mines are built on? Well, back at the time, for every big sector you'll find, there were three or four of those, packed with resources! When the big space age began, we mined them all, and built our stations out of those resources. What you're seeing is nothing but a shadow of what has once been. Nobody cares for those little rocks, except for the most greedy races. In general you're free to mine them.
fr: Quoi ? Qu'entendez-vous par «beaucoup» ? Il n'y a presque plus rien ! Vous voyez ces grands astéroïdes sur lesquels toutes ces mines sont construites ? Eh bien, à l'époque, pour chaque grand secteur que vous trouviez, il y en avait trois ou quatre, remplis de ressources! Lorsque le grand âge spatial a commencé, nous avons miné tous les astéroïdes que nous trouvions, pour construire nos stations. Ce que vous voyez ici n'est qu'une ombre de ce qui a été autrefois. Personne ne s'occupe de ces petits rochers, sauf les races les plus cupides. En général, vous êtes libre de les miner.
tr: Ne? "bir çok" derken neyi kastediyorsun? Burada nerede ise hiç bir şey yok! Üzerlerine maden inşa edilmiş büyük asteroidleri görüyormusun? Zamanında bulacağın her büyük sektörde en az 3 yada 4 adet vardı bunlardan ve kaynak açısından zengindiler! Büyük uzay çağı başladığında hepsini kazdık, istasyonlarımızı bu kaynak yardımıyla yaptık. Gördüklerin bir zamanlar olanların gölgesinden başka bir şey değil. O küçük taşlar kimsenin umurunda değil, aç gözlü ırklar dışında. Genel olarak onları kazmakta özgürsün.

source: What's their weakness?
fr: Quelle est leur faiblesse ?
tr: Zayıflıkları neler?

source: Listen
fr: Ecoutez
tr: Dinle

source: For more advanced tutorials, see the drop-down menu in the tutorial window.
fr: Pour des didacticiels plus avancés, regardez le menu déroulant dans la fenêtre des didacticiels.
tr: Daha ileri seviye Eğitimler için, Eğitim penceresindeki menüye bakınız.

source: Build Slot 7
fr: Emplacement de Construction 7
tr: İnşa Slotu 7

source: I don't know about anything, but it's always possible someone else knows something. You should keep asking around. Oh, and people at different places in the galaxy will know different things.
fr: Je n'en sais rien, mais il est toujours possible que quelqu'un d'autre sache quelque chose. Vous devriez continuer à vous rendseigner. Oh, et les gens de différents endroits de la galaxie sauront différentes choses.
tr: Hiç bir şey bilmiyorum, fakat birilerinin bir şeyler bilmesi her zaman mümkün. Sormaya devam etmelisin. Ayrıca galaksinin farklı yerlerindeki insanlar farklı şeyler bilir.

source: Where do they come from?
fr: D'où viennent ils ?
tr: Nereden geldiler?

source: Leave it alone
fr: Laissez ça tranquille
tr: Yalnız bırak

source: Now let's return to your previous sector.
fr: Maintenant, revenons dans le secteur précédent.
tr: Şimdi, hadi önceki sektörüne dönelim.

source: Build Slot 8
fr: Emplacement de Construction 8
tr: İnşa Slotu 8

source: Thanks, I'll keep asking around.
fr: Merci, je vais continuer à me renseigner alentours.
tr: Teşekkürler, sormaya devam edeceğim.

source: What do they want?
fr: Que veulent-ils ?
tr: Ne istiyorlar?

source: The wreckage is sending some kind of broadcast that looks like an entry from the captain's logs.
fr: L'épave envoie une sorte de message qui ressemble à une entrée du journal du capitaine.
tr: Enkaz bir çeşit yayın gönderiyor. Görünüşe göre kaptan'ın seyir defteri notlarından bir kısım.

source: Use the galaxy map to enter its coordinates into the nav computer and jump back into it.
fr: Utilisez la carte de la galaxie pour entrer ses coordonnées dans l'ordinateur de navigation, puis relancez un saut hyper-espace.
tr: Bilgisayara koordinatları girmek için galaksi haritasını kullanın ve oraya sıçrayın.

source: Build Slot 9
fr: Emplacement de Construction 9
tr: İnşa Slotu 9

source: Not that I know of, but that doesn't mean anything. If you're looking for work, you should check the bulletin boards of the stations around here.
fr: Pas que je sache, mais cela ne veut rien dire. Si vous cherchez du travail, vous devriez vérifier les tableaux d'affichage des stations dans le coin.
tr: Bildiğimden değil, ama bu hiçbir anlam ifade etmiyor. Eğer iş arıyorsan, istasyonlardaki ilan bordlarına bakmalısın.

source: How did you survive this long?
fr: Comment avez vous survécu aussi longtemps ?
tr: Bu kadar uzun süre hayatta nasıl kaldınız?

source: Ha, this time we caught you red-handed! You're the one who has been destroying and stealing our equipment!
fr: Ha, cette fois, nous vous prenons la main dans le sac! Vous êtes celui qui a détruit et volé notre équipement!
tr: Aha, bu sefer seni suç üstü yakaladık! Demek teçhizatımızı çalan ve yok eden kişi sensin.

source: The sector has been marked on the map.
fr: Le secteur a été marqué sur la carte.
tr: Sektör haritanızda işaretlendi.

source: Build Slot 10
fr: Emplacement de Construction 10
tr: İnşa Slotu 10

source: Thank you, I'll have a look.
fr: Merci, je vais jeter un oeil.
tr: Teşekkürler. Bir bakacağım.

source: I'd like to talk about something else.
fr: J'aimerais parler d'autre chose.
tr: Başka bir şey hakkında konuşmak istiyorum.

source: It was an accident!
fr: C'était un accident!
tr: O bir kazaydı!

source: This is your ship's stored energy.
fr: Cela représente l'énergie totale stockée dans votre vaisseau.
tr: Geminizdeki depolanmış enerji.

source: Scale Block
fr: Redimensionner le Bloc
tr: Blok Ölçeklendirme

source: I've heard that a pirate called 'Swoks' has started raiding freighters nearby. Bad for business, you know? He's keeping it low profile, ships just disappear. But everybody knows it's him. You should not go explore on your own in these sectors around here.
fr: J'ai entendu dire qu'un pirate appelé «Swoks» s'est mis à piller les vaisseaux-cargos alentours. C'est mauvais pour les affaires, vous savez. Il garde profil-bas, des vaisseaux disparaissent, mais tout le monde sait que c'est lui. Vous ne devriez pas explorer ces secteurs vous-même.
tr: 'Swoks' adında bir korsanın yakındaki yük gemilerini yağmaladığını duydum. İş için kötü biliyorsun değil mi? Bunu ortalıklarda pek gözükmeden yapıyor, gemiler bir anda kayboluyor. Ancak herkes biliyor ki bu o. Buralardaki sektörleri araştırmaya yalnız gitmemelisin.

source: So far we haven't found a real weakness yet. But some of our scouts found a large mothership in the center of the galaxy, near the central black hole. They saw how it opened wormholes, and lots and lots of Xsotan ships poured through. We think that if we manage to destroy this ship, we can stop them from calling in reinforcements, which is the biggest problem when fighting Xsotan. There's always more of them.
fr: Jusqu'à présent, nous ne leur avons pas encore trouvé de point faible. Mais certains de nos éclaireurs ont trouvé une immense vaisseau-mère au centre de la galaxie, près du trou noir central. Ils ont vu comment il a ouvert des trous de ver, et beaucoup, beaucoup de vaisseaux Xsotan s'y sont engouffrés. Nous pensons que si nous parvenons à détruire ce vaisseau, nous pouvons les empêcher d'appeler des renforts, ce qui est notre plus gros problème dans la lutte contre les Xsotan. Il y en a toujours plus.
tr: Şimdiye dek gerçek bir zayıflık bulamadık. Ancak bazı gözcülerimiz galaksinin merkezinde, Merkez kara deliğin yanında büyük bir ana gemi tespit ettiler. Nasıl solucan deliği açtığını görmüşler, bir çok Xsotan gemisi gelmiş. Eğer bu gemiyi yok etmeyi başarabilirsek, Destek çağırmalarını engellemiş oluruz. Bu sorun Xsotan ile olan savaşımızdaki en büyük problem. Her zaman onlardan bir sürü olması.

source: How can this be an accident? You destroyed multiple of our most valuable research satellites!
fr: Comment cela peut-il être un accident? Vous avez détruit plusieurs de nos satellites de recherche les plus précieux!
tr: Bu nasıl bir kaza olabilir? En değerli araştırma uydularımızdan bir kaçını yok ettin!

source: Excess energy gets stored in your battery, and drained during energy shortages.
fr: L'excès d'énergie est stocké dans votre batterie et est utilisé pendant les pénuries d'énergie.
tr: Fazla enerji pillerinizde saklanır, ve enerji zafiyetlerinde kullanılır.

source: Scale Block X
fr: Redimensionner Bloc X
tr: Blok Ölçeklendir X

source: Thanks, I'll keep it in mind.
fr: Merci, je vais le garder à l'esprit.
tr: Teşekkürler, Bunu hatırlayacağım.

source: I'd like to ask something else.
fr: J'aimerais vous demander autre chose.
tr: Başka bir şey sormak istiyorum.

source: What equipment? All I can see is junk.
fr: Quel équipement ? Tout ce que je vois c'est de la camelote.
tr: Hangi Teçhizat? Çöpten başka bir şey göremiyorum.

source: Once you have no more energy left in your battery, your ship systems start to fail.
fr: Une fois que vos batteries sont épuisées, les systèmes de votre vaisseau vont commencer à défaillir.
tr: Bir kere pillerinizde enerji bittiğinde, geminizdeki tüm sistemler kapanmaya başlar.

source: Scale Block Y
fr: Redimensionner Bloc Y
tr: Blok Ölçeklendir Y

source: There's a new pirate captain who has been raiding freighters around here lately. I haven't seen him in one of the civilized sectors yet, but you should be careful when exploring in no man's space.
fr: Il y a un nouveau capitaine pirate qui a fait une incursion armée ici récemment. Je ne l'ai pas encore vu dans l'un des secteurs civilisés, mais vous devriez faire attention lors de vos explorations dans l'espace inconnu.
tr: Etraftaki yük gemilerine saldıran yeni bir korsan kaptanı türedi. Daha medeniyet olan sektörlerde görmedim kendisini, fakat kimsenin olmadığı sektörlerde gezerken dikkat etmelisin.

source: Thanks, that's it for now.
fr: Merci, c'est tout pour le moment.
tr: Teşekkürler, şimdilik bu kadar.

source: How dare you insult our research like this!
fr: Comment osez vous insulter nos recherches comme ça!
tr: Bizim çalışmalarımıza böyle hakaret etmeye nasıl cürret edersin!

source: This is your ship's energy usage.
fr: Cette barre représente la consommation d'énergie totale du vaisseau.
tr: Bu geminizin enerji kullanımı.

source: Scale Block Z
fr: Redimensionner Bloc Z
tr: Blok Ölçeklendir Z

source: I'll keep it in mind.
fr: Je vais le garder à l'esprit.
tr: Bunu hatırlayacağım.

source: We don't think the Xsotan came from this galaxy, we would have come across them a lot earlier. All we know is, that there's a large mothership in the very center of the galaxy, which opens wormholes regularly. They might even be from another galaxy for all we know.
fr: Nous ne pensons pas que les Xsotan viennent de cette galaxie, nous les aurions rencontrés beaucoup plus tôt. Tout ce que nous savons, c'est qu'il y a un grand vaisseau-mère au centre de la galaxie, qui ouvre régulièrement des trous de ver. Ils pourraient même être reliés à une autre galaxie, pour ce que nous en savons.
tr: Xsotan'ın bu galaksiden gelmediğini düşünüyoruz, yoksa onlarla çok daha önce karşılaşmalıydık. Tüm bildiğimiz, Galaksinin merkezindeki sürekli solucan deliği açan büyük Ana gemileri. Başka bir galaksiden olmalılar.

source: We are members of the M.A.D. Science Association. Our latest research of the Xsotan energy systems has been ground breaking!
fr: Nous sommes membres de L'Association des Sciences du M.A.D. Nos dernières recherches sur les systèmes énergétiques Xsotan sont révolutionnaires !
tr: Bizler D.E.L.İ. Bilim Örgütünün Üyeleriyiz. Son araştırmamız olan Xsotan enerji sistemleri ile ortalığı kasıp kavuracağız!

source: Some blocks of your ship generate energy, while energy weapons, shields, engines, boosting and the like
fr: Certains blocs de votre vaisseau génèrent de l'énergie. En revanche, d'autres tels que que les armes à énergies, les boucliers et les moteurs en consomment.
tr: Geminizin bazı blokları enerji üretir. Bu enerji silahlarınız, kalkanınız, motorlarınız ve iticilerinizde kullanılır.

source: Rotate Blocks
fr: Pivoter les Blocs
tr: Blokları Çevir

source: Not really. Except that I nearly got killed a few weeks ago by one of those war machines.
fr: Pas vraiment. Sauf qu'il y a quelques semaines, une de ces machines de guerre a bien failli me tuer.
tr: Tam olarak değil. Bir kaç hafta evvel bu Savaş makinelerinden biri tarafından neredeyse öldürülmem dışında.

source: No idea. We still haven't managed to establish communication with them. All we know is, that they come and they eat away matter. There are large fields of Xsotan breeders, farms with asteroids that are eaten up from the inside.
fr: Aucune idée. Nous n'avons toujours pas réussi à établir de communication avec eux. Tout ce que nous savons, c'est qu'ils viennent et qu'ils mangent de la matière. Il existe de vastes champs d'élevages Xsotan, des fermes d'astéroïdes qui sont dévorées de l'intérieur.
tr: Fikrim yok. Hala Komünikasyonu sağlayamadık. Tüm bildiğimiz, geldikleri ve tüm kara maddeyi yedikleri. Büyük Xsotan Yetiştiricileri, hasatçıları hepsini içeriden tükettiler.

source: use up energy to work. If this bar is rather empty, your ship produces more energy than it can consume
fr: Si cette barre est plutôt vide, votre vaisseau produit plus d'énergie qu'il ne peut en consommer.
tr: Bu çubuk boş ise, geminiz tüketebileceğinden daha fazla enerji üretiyor demektir.

source: Delete Block
fr: Supprimer le Bloc
tr: Bloğu Sil

source: War machines?
fr: Des machines de guerre ?
tr: Savaş Makineleri?

source: The thing is, as long as you leave them alone, they kind of leave you alone, too. We had reports of ships flying through entire Xsotan fleets, and it looked like they barely noticed our ships were there. We know that they eat up matter - and they're attracted by energy bursts, such as weapons firing. My advice to you: Don't fire weapons when they're there, and don't get too close. You never know.
fr: Le truc c'est que, tant que vous les laissez tranquilles, ils vous laissent tranquille, eux aussi. Nous avons reçu des rapports de vaisseaux qui ont traversé des flottes entières de Xsotan, et il semblerait qu'ils aient à peine remarqué que nos vaisseaux étaient là. Nous savons qu'ils consomment de la matière - et qu'ils sont attirés par les pics d'énergie, comme les tir d'armes. Mon conseil: ne pas utiliser d'armes quand ils sont là, et ne vous approchez pas trop d'eux. On ne sait jamais.
tr: Olay şu ki; eğer onlara dokunmazsan onlarda sana dokunmaz. Xsotan Filoları arasında uçan gemilerimizden raporlar aldık, görünen o ki Xsotan gemileri bizimkileri fark etmediler bile. Anti madde ile beslendiklerini ve Silah ateşlenmesi gibi enerji akımlarına karşı zaafları olduğunu biliyoruz. Sana tavsiyem: Onlarla karşılaştığında sakın silahlarını ateşleme taki yeterince yaklaşana kadar. Ne olacağını asla bilemezsin.

source: (which is not a bad thing).
fr: (ce qui n'est pas une mauvaise chose).
tr: (Kötü bir şey olmadığı aşikar).

source: Show Inventory
fr: Afficher l'Inventaire
tr: Envanteri Göster

source: Very interesting. Goodbye.
fr: Très intéressant. Au revoir.
tr: Oldukça ilginç. Güle güle.

source: Our researchers have been tampering with some recovered Xsotan wormhole technology, but it's still very experimental. We have neither the means nor the technology to research more Xsotan artifacts. But if we could, we might be able to create a system that allows a ship to intercept the wormhole opening process - and to open wormholes itself.
fr: Nos chercheurs ont adapté la technologie Xsotan sur les Trous de Ver, mais leurs prototypes sont encore très expérimentaux. Nous n'avons hélas ni les moyens ni la technologie suffisante pour rechercher plus d'artefacts Xsotan. Si nous en avions à disposition, nous pourrions rapidement créer un système embarqué capable de bloquer le processus d'ouverture des trous de ver, et même d'en ouvrir lui-même.
tr: Araştırma ekibimiz ele geçirilmiş Xsotan solucan deliği teknolojisini kurcalamaya devam ediyorlar. Ancak hala bayağı deneysel. Daha fazla Xsotan eserini araştırmak için ne araç ne de teknolojimiz var. Ancak elimizden geleni yapabilirsek, bir geminin solucan deliği açma sürecini kesmesine ve kendi solucan deliklerini açmasına izin verecek bir sistem oluşturabiliriz.

source: If it's rather full, your ship consumes nearly all the energy it can produce, or even more
fr: Si elle est plutôt pleine, votre vaisseau consomme presque toute l'énergie qu'il peut produire, voire plus
tr: Eğer doluysa, geminiz üretebileceği neredeyse tüm enerjiyi veya daha fazlasını tüketir.

source: Toggle Engines
fr: Activer les Moteurs
tr: Motorları Aç / Kapa

source: Yes! I didn't pay attention during a hyperspace jump recalculation and all of a sudden this thing attacked me!
fr: Oui ! Je n'ai pas fait attention lors du recalcul d'un saut hyper-espace et cette chose m'a attaqué soudainement !
tr: Evet! Bir hiperuzay sıçrama hesaplaması sırasında dikkat etmedim ve birden bire bu şey bana saldırdı!

source: I see where this is going.
fr: Je vois où cela nous mène.
tr: Bu işin nereye gittiğini görebiliyorum.

source: (which is more likely to be a bad thing).
fr: (ce qui est plus susceptible d'être une mauvaise chose).
tr: (Daha kötü bir şey olması muhtemel).

source: Toggle Flight Assist
fr: Activer l'Assistance de Vol
tr: Uçuş Asistanı Aç / Kapa

source: Why did it attack you?
fr: Pourquoi il vous a attaqué ?
tr: Neden bu şey sana saldırdı?

source: I don't understand.
fr: Je ne comprends pas.
tr: Anlamıyorum.

source: This is your hyperspace drive's energy.
fr: Ceci est l'énergie de votre moteur hyper-espace.
tr: Bu hiperuzay sürücünüzün enerjisi.

source: Toggle Gyros
fr: Activer les Gyros
tr: Jiroları Aç/Kapa

source: What thing?
fr: Quelle chose ?
tr: Anlayamadım?

source: Nope, I'm out.
fr: Nan, je m'en vais
tr: Hayır, ben yokum.

source: After a jump it is depleted and you have to wait until it recharges before you can jump again.
fr: Après un saut il est déchargé et vous devez attendre qu'il soit rechargé avant de pouvoir sauter à nouveau.
tr: Bir sıçramadan sonra sürücüleriniz tamamen tükenmiş olacaktır ve yeni bir sıçrama yapmadan önce onların yeniden dolmasını beklemelisiniz.

source: Toggle Hangars
fr: Activer les Hangars
tr: Hangarları Aç/Kapa

source: What do I know? I'm lucky I got away. Someone should take care of these things.
fr: Qu'est-ce que j'en sais ? Que je m'estime chanceux d'avoir pu m'échapper. Quelqu'un devrait s'occuper de ces choses.
tr: Ne mi biliyorum? Şansılıyım çünkü kaçtım. Birileri bu şeylerin icabına bakmalı.
