Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Then we're doing it the hard way. Excellent, it's been far to long since we had some real fun!
fr: Alors nous allons employer la manière forte. Excellent, ça fait bien trop longtemps que nous nous sommes pas vraiment amusés !
tr: Demek zor yoldan yapacağız. Harika, gerçekten eğlenmeyeli uzun zaman olmuştu!

source: There seems to be some trouble with your bank account, you don't have the money. We're going to go with salvaging your ship then.
fr: Il semble y avoir quelques problèmes avec votre compte bancaire, vous n'avez pas l'argent. Nous allons donc recycler votre vaisseau.
tr: Banka hesabınızla ilgili bir sorun var gibi gözüküyor, paranız yok. O zaman bizde geminizi parçalara ayırırız.

source: No communication? Then let's do it the hard way!
fr: Pas de réponse ? Alors employons la manière forte !
tr: İletişim eksikliği mi ? Peki o zaman, hadi zor yoldan yapalım!

source: Paid bandits %1% credits.
fr: Payer les bandits %1% crédits.
tr: Haydutlara %1% kredi ödediniz.

source: Blow it up boys, but make sure you don't hit the valuable parts this time!
fr: Faites les exploser les gars, mais assurez-vous cette fois de ne pas détruire les pièces qui ont de la valeur !
tr: Patlatın çocuklar, ancak değerli parçaları vurmadığınızdan emin olun!

source: Energy Signature Suppressor
fr: Suppresseur de signature énergétique
tr: Enerji İmzası Susturucusu

source: Energy Suppressor Satellite
fr: Satellite Suppresseur d'Energie
tr: Enerji Susturucu Uydusu

source: Pay
fr: Payer
tr: Ödeme Yap

source: Threaten
fr: Menacer
tr: Tehdit Et

source: Wise choice. Saving us all some trouble.
fr: Sage décision. Cela nous épargne à tous quelques désagréments.
tr: Bilgece bir seçim. Başımızı belaya sokmaktan kurtardın.

source: This plan has a lot of blocks. It may take a lot of time until the server processes it and the server won't respond to you until it's done. The UI might not be functioning until the server finished processing the plan. Large block counts can also negatively affect game performance.
fr: Ce secteur contient beaucoup de blocs. Le serveur va probablement avoir besoin de beaucoup de temps pour les générer, et il ne répondra pas avant qu'il ait terminé. L'interface utilisateur pourrait ne pas fonctionner pendant cet intervalle. Un nombre élevé de blocs peut également avoir un impact négatif sur les performances du jeu.
tr: Bu planda çok fazla blok bulunmakta. Sunucunun bu planı işlemek için çok zamana ihtiyacı var ve bu zaman içerisinde işlem tamamlanmadan size tepki veremeyecek. Kullanıcı arayüzü de bu zamanda kullanılamayabilir. Fazla blok sayısı oyun performansını negatif yönde etkiler.

source: Right-Click or Double-Click to use.
fr: Clic-Droit ou Double-Clic pour utiliser.
tr: Kullanmak için Sağ Klik ya da Çift Klikleyiniz.

source: Use
fr: Utiliser
tr: Kullan

source: Mail
fr: Courrier
tr: Posta

source: Accept Hail
fr: Accepter l'appel
tr: Selamlamayı Kabul Et

source: Home Sector Switching You can always switch to your home sector. Right-Click your home sector and select 'Switch to Sector'.
fr: Retour au Secteur de Départ Vous pouvez en toute occasion rejoindre votre secteur de départ. Pour ce faire, faites un clic-droit sur le secteur de départ, et sélectionnez "Changer de secteur".
tr: Ana Sektör Değişimi İstediğiniz zaman ana sektörünüze dönebilirsiniz. Ana sektörünüze sağ klikleyip 'Sektör Değiştir'e tıklamanız yeterli.

source: Reconstruction Sector Switching You can always switch to your reconstruction site. Right-Click your reconstruction sector and select 'Switch to Sector'.
fr: Retour au site de réapparation. Vous pouvez en toute occasion rejoindre vers votre site de réapparition. Pour ce faire, faites un clic-droit sur le secteur de réapparition, et sélectionnez "Changer de secteur".
tr: Yeniden İnşa Sektörünüz Değiştiriliyor Her zaman yeniden inşa sektörünüze dönebilirsiniz. Yeniden inşa sektörünüze sağ klikleyip 'Sektör Değiştir'e tıklamanız yeterli.

source: Show Pause Menu
fr: Afficher le Menu de Pause
tr: Duraklatma Menüsünü Göster

source: Increased Damage to Fighters + Torpedoes
fr: Dommages amplifiés sur Chasseurs et Torpilles
tr: Torpido ve Savaşçılara Arttırılmış Hasar

source: You're too close to the center of the galaxy and your ship is too weak! You'll be easy pickings for pirates and other vultures, turn back or improve your ship!
fr: Vous êtes trop près du centre de la galaxie et votre vaisseau est trop faible ! Vous serez une proie facile pour les pirates et autres vautours, faites demi-tour ou renforcez votre vaisseau !
tr: Galaksinin merkezine çok yakınsınız ve geminiz çok zayıf! Korsanlara ve diğer akbabalara yem olacaksınız, geri dönün ve geminizi geliştirin!

source: Alliance Sector Craft Switching Switch to a sector with an alliance craft! Right-Click the target sector and select 'Switch to Sector'.
fr: Rejoindre un vaisseau de l'alliance Rejoignez un secteur abritant un vaisseau de votre alliance ! Pour ce faire, faites un clic-droit sur le secteur ciblé et sélectionnez "Changer de secteur".
tr: İttifak Sektör Gemisi Değiştiriliyor İttifak gemisi ile bir sektör değiştirebilirsiniz! Hedef sektöre sağ klikleyip 'Sektör Değiştir' e tıklayın.

source: Group Sector Switching Switch to a sector with an online group member! Right-Click the target sector and select 'Switch to Sector'.
fr: Rejoindre votre groupe Basculer vers un secteur abritant un membre en-ligne de votre groupe ! Pour ce faire, faites un clic-droit sur le secteur ciblé et sélectionnez "Changer de secteur".
tr: Grup Sektör Değiştirme Online bir grup arkadaşınla birlikte sektör değiştirebilirsiniz! Hedef sektöre sağ klikleyip 'Sektör Değiştir' e tıklayın.

source: RCN-00 Tractor Beam Upgrade MK ${mark}
fr: RCN-00 Rayon Attracteur Upgrade MK ${mark}
tr: RCN-00 Traktör Işını Yükseltmesi MK ${mark}

source: Gotta catch 'em all!
fr: Attrapez-les tous !
tr: Hepsini Yakalamalıyım!

# Block
source: Corner 1
fr: : Angle 1
tr: Köşe 1

# Block
source: Corner 2
fr: : Angle 2
tr: Köşe 2

# Block
source: Corner Armor 1
fr: : Blindage d'Angle 1
tr: Köşe Zırhı 1

# Block
source: Corner Armor 2
fr: : Blindage d'Angle 2
tr: Köşe Zırhı 2

# Block
source: Glow Corner 1
fr: : Angle Lumineux 1
tr: Parlak Köşe 1

# Block
source: Glow Corner 2
fr: : Angle Lumineux 2
tr: Parlak Köşe 2

# Block
source: Glass Corner 1
fr: : Angle en Verre 1
tr: Cam Köşe 1

# Block
source: Glass Corner 2
fr: : Angle en Verre 2
tr: Cam Köşe 2

# Block
source: Reflector Corner 1
fr: : Angle Chromé 1
tr: Yansıtıcı Köşe 1

# Block
source: Reflector Corner 2
fr: : Angle Chromé 2
tr: Yansıtıcı Köşe 2

# Block
source: Stone Corner 1
fr: : Angle en Minerai Brut 1
tr: Taş Köşe 1

# Block
source: Stone Corner 2
fr: : Angle en Minerai Brut 2
tr: Taş Köşe 2

# Block
source: Hologram Corner 1
fr: : Angle Holographique 1
tr: Hologram Köşe 1

# Block
source: Hologram Corner 2
fr: : Angle Holographique 2
tr: Hologram Köşe 2

# Block
source: Rich Stone Corner 1
fr: : Angle en Pierre Dense 1
tr: Zengin Taş Köşe 1

# Block
source: Rich Stone Corner 2
fr: : Angle en Minerai Dense 2
tr: Zengin Taş Köşe 2

source: You're not close enough to claim the object.
fr: Vous n'êtes pas assez près de l'objet pour pouvoir le revendiquer.
tr: Objeyi sahiplenmek için yeterince yakın değilsiniz.

source: Persecutor ${class}
fr: Persécuteur ${class}
tr: Zorba ${class}

source: Hyperspace Blocker ${class}
fr: Inhibiteur d'Hyper-espace ${class}
tr: Hiperuzay Bloklayıcısı ${class}

source: Flagship
fr: Vaisseau Amiral
tr: Amiral Gemisi

source: Carrier ${class}
fr: Vaisseau-mère ${class}
tr: Taşıyıcı ${class}

source: Hull Penetration
fr: Pénétration de Coque
tr: Gövde Delme

source: blocks
fr: blocs
tr: blok

source: Continuous Shots
fr: Tirs Continus
tr: Sürekli Atış

source: Time Until Overheated
fr: Temps avant Surchauffe
tr: Isınana Kadar Olan Süre

source: Cooling Time
fr: Temps de Refroidissement
tr: Soğuma Süresi

source: Slots
fr: Emplacements
tr: Slot

source: No damage to shields
fr: Pas dommage contre les boucliers
tr: Kalkanlara hasar vermez

source: Hull Damage
fr: Dégâts sur la Coque
tr: Gövde Hasarı

source: up to ${damage}
fr: jusqu'à ${damage}
tr: ${damage} Kadar hasar imkanı

source: Shield Damage
fr: Dégâts sur les boucliers
tr: Kalkan Hasarı

source: Storage Energy
fr: Réserve d'Energie
tr: Enerji Stoğu

source: Damage Dependent on Velocity
fr: Dégâts basés sur la Vitesse
tr: Hıza Bağlı Hasar

source: Briefly Deactivates Shields
fr: Désactiver brièvement les Boucliers
tr: Kısaca Kalkanları Devredışı Bırakır

source: Drains Target's Energy
fr: Draine l'Energie de la Cible
tr: Hedefin Enerjisini Emer

source: Penetrates Shields
fr: Transperce les Boucliers
tr: Kalkan Delme

source: Damages Both Shield and Hull
fr: Endommage les Boucliers et les Coques
tr: Kalkan ve Gövde Hasarı Verir

source: Requires Energy in Storage
fr: Nécessite de l'Energie en Réserve
tr: Stokta Enerji Gerektirir

source: Hammerhead
tr: Çekiçkafa

source: Stingray
fr: Raie Manta
tr: Vatoz

source: Ocelot
tr: Oselo

source: Lynx
tr: Vaşak

source: Panther
fr: Panthère
tr: Panter

source: Osprey
fr: Balbuzard
tr: Deniz Şahini

source: Eagle
fr: Aigle
tr: Kartal

source: Hawk
fr: Faucon
tr: Şahin

source: Nuclear
fr: Nucléaire
tr: Nükleer

source: Neutron
tr: Nötron

source: Fusion
tr: Füzyon

source: Kinetic
fr: Cinétique
tr: Kinetik

source: Plasma
tr: Plazma

source: Sabot
tr: Sabo

source: Anti-Matter
fr: Anti-matière
tr: Anti-Madde

source: ${speed}-Class ${warhead} Torpedo
fr: ${speed}-Class ${warhead} Torpille
tr: ${speed}-Sınıfı ${warhead} Torpido

source: Explore
fr: Explorer
tr: Araştır

source: Exploration finished in this part of the sector.
fr: Exploration terminée dans cette partie du secteur.
tr: Sektörün bu bölümündeki araştırma tamamlandı.

source: Explore sector (${location.x}:${location.y})
fr: Explorer le secteur (${location.x}:${location.y})
tr: Sektörü araştır (${location.x}:${location.y})

source: The ${giver} asked you to explore sector (${location.x}:${location.y}).
fr: Vous devez explorer le secteur (${location.x}:${location.y}) pour ${giver} .
tr: ${giver} Sizden bu sektörü araştırmanızı istedi (${location.x}:${location.y}).

source: Sector Explored
fr: Secteur Exploré
tr: Sektör Araştırıldı

source: You explored the Sector. Bring the information back to the military outpost
fr: Vous avez exploré le Secteur. Rapportez vos informations à la Base Militaire
tr: Sektörü araştırdınız. Bilgiyi askeri karakola götürün

source: I found some information in the explored sector.
fr: L'exploration de ce secteur m'a permis de récolter des informations.
tr: Araştırılmış sektörde bazı bilgiler buldum.

source: Earned %1% credits for exploring a sector.
fr: Vous avez gagné %1% crédits pour avoir exploré un secteur.
tr: Sektörü araştırarak %1% kredi kazandınız.

source: Thank you for helping us expand our borders. We transferred the reward to your account.
fr: Merci de nous avoir aidé à étendre nos frontières. Nous avons versé une récompense sur votre compte.
tr: Sınırlarımızı genişletmede bize yardımcı olduğunuz için teşekkürler. Ödülünüzü hesabınıza transfer ettik.

source: You found some information about the ship. You should bring it back their homesector.
fr: Vous avez trouvé des informations sur le vaisseau disparu. Vous devriez les transmettre à son secteur d'origine.
tr: Gemi hakkında biraz istihbarat edindiniz. Bu bilgiyi geminin ana sektörüne götürmelisiniz.

source: CHRRK....Mayday, mayd....CHRRRRK....explosion...CHRRK....Need help....CHRRK
fr: CHRRK....Mayday, mayd....CHRRRRK....explosion...CHRRK....Demande assistance....CHRRK
tr: CHRRK....Mayday, mayd....CHRRRRK....patlama...CHRRK....Yardım gerekli....CHRRK

source: Hello?...Can you....CHRRK...Can you hear us?...CHHRRK....Emergency
fr: Allo?...Est-ce que vous...CHRRK....Est-ce que vous nous recevez ?....CHHRRK....Urgence
tr: Merhaba?...Bizi....CHRRK...Bizi duyabiliyormusunuz?...CHHRRK....Acil durum!

source: This is.....emergency call.....CHRRRK....life threatening situation.....
fr: Ceci est...CHRRK...appel...urgence...CHRRRK......danger de mort......
tr: Bu.....Acil bir çağrıdır.....CHRRRK....Ölüm kalım meselesi.....

source: You have received an emergency signal by an unknown source.
fr: Vous avez reçu un signal d'urgence émanant d'une source inconnue.
tr: Bilinmeyen bir kaynaktan Acil durum sinyali aldınız.

source: Mayday, mayday! We had an explosion. We need help as fast as possible!
fr: Mayday, mayday ! Nous avons subi une explosion. Nous avons besoin d'aide, aussi vite que possible !
tr: Mayday, mayday! Bir patlama oldu. Mümkün olan en kısa zamanda yardıma ihtiyacımız var!

source: Hello? Can you hear us? Can you hear us? We are having an emergency. Help us please!
fr: Allo ? Nous recevez-vous ? Nous recevez-vous ? Nous sommes en état d'alerte. S'il vous plaît, aidez-nous.
tr: Merhaba? Bizi duyabiliyormusunuz? Bizi duyabiliyormusunuz? Acil bir durum sözkonusu. Lütfen Yardım edin!

source: This is an emergency call. We are in a life threatening situation. Please help us!
fr: Ceci est un appel d'urgence. Notre vie est menacée. S'il vous plaît, venez-nous en aide !
tr: Bu bir Acil durum çağrısıdır. Hayatlarımız tehlikede. Lütfen yardım edin!

source: We lost our ability to navigate. We need immediate help. Is someone out there?
fr: Nous avons perdu nos moyens de navigation. Nous sollicitons une aide immédiate. Y a-t-il quelqu'un dans les environs ?
tr: Yön bulma yetimizi kaybettik. Acil yardıma ihityacımız var. Orada birileri var mı?

source: Search for information.
fr: En recherche d'information.
tr: İstihbarat için araştırma yapınız.

source: Emergency Call
fr: Appel d'urgence
tr: Acil Durum Çağrısı

source: You received a emergency call from an unknown source. Their position should be one of the following:
fr: Vous avez reçu un appel d'urgence émanant d'une source inconnue. Le point d'origine devrait être l'un des suivants :
tr: Bilinmeyen bir kaynaktan acil yardım çağrısı aldınız. Bilinen son pozisyonları bunlardan biri olmalı:

source: You found the debris of the lost ship. Bring the bad news back to their headquarters in their homesector. (%i:%i).
fr: Vous avez retrouvé les débris du vaisseau égaré. Rapporter la triste nouvelle au quartier général de cette faction, dans leur secteur d'origine. (%i:%i).
tr: Kayıp geminin enkazını buldunuz. Kötü haberi geminin ana karargahına, ana sektörlerine götürün. (%i:%i).

source: I have news for you.
fr: J'ai des nouvelles pour vous.
tr: Senin için haberlerim var.

source: Received %1% credits for delivering information about the fate of a ship.
fr: Vous avez reçu %1% crédits pour avoir découvert et rapporté des informations sur la fin tragique de ce vaisseau.
tr: Geminin durumu hakkında bilgi verdiğiniz için %1% kredi aldınız.

source: These are sad news. But we thank you for your help. We transferred some money to your account for your troubles.
fr: Ce sont des tristes nouvelles. Mais nous vous sommes reconnaissants de nous avoir aidé. Nous avons transféré de l'argent sur votre compte, en récompense de vos efforts.
tr: Bunlar kötü haberler. Ama yardımlarınız için teşekkür ederiz. Başınıza gelen aksaklıklar için hesabınıza bir miktar para transfer ettik.

source: The headquarters are destroyed.
fr: Le quartier général a été détruit.
tr: Karargah yok edildi.

source: The flightrecorder was destroyed.
fr: L'enregistreur de vol a été détruit.
tr: Karakutu yok edildi.

source: Nothing found here.
fr: Rien n'a été trouvé ici.
tr: Burada hiçbirşey yok.

source: A craft is under attack in sector \s(%s:%s)!
fr: Un de vos vaisseaux est attaqué dans le secteur \s(%s:%s) !
tr: Bu sektörde bir gemi saldırı altında \s(%s:%s)!

source: Loot Collection Range
fr: Distance de Collecte des Objets.
tr: Ganimet Toplama Menzili

source: Defensive [Fighters, Torpedoes]
fr: Défensif [Chasseurs, Torpilles]
tr: Defansif [Savaşçılar, Torpidolar]

source: Invite
fr: Inviter
tr: Davet et

source: This payment is due! Pay it or your crew will leave!
fr: Le paiement des salaires arrive à échéance ! Payez-le ou votre équipage va partir !
tr: Bu ödemenin vadesi geçmiş! Ödeyin yada tayfa gemiden ayrılacak!

source: Due in: %s minutes
fr: Echéance dans: %s minute(s)
tr: Ödeme süresi: %s dakika

source: Crew Salary
fr: Salaire de l'équipage
tr: Tayfa Maaşı

source: Assign untrained crewmen to this position.
fr: Assigner des membres d'équipage à cette fonction.
tr: Bu pozisyona niteliksiz mürettebat atayın.

source: Click and Press a number to assign a group to this torpedo shaft.
fr: Cliquez et appuyez sur un nombre pour assigner un groupe à ce lanceur de torpille.
tr: Torpido şaftına tıklayın ve gruba atamak için bir numaraya basın.

source: Processing power of %1% %2% required to unlock
fr: %1% %2% de Puissance de Calcul est nécessaire pour débloquer cet emplacement.
tr: Kilidi açmak için %1% %2% işlem gücü gerekmektedir.

source: Torpedoes
fr: Torpilles
tr: Torpidolar

source: Hover the mouse over a torpedo and press %i to move the torpedo to this shaft.
fr: Survoler une torpille avec la souris et appuyez sur %i pour déplacer la torpille dans son lanceur.
tr: Torpidoyu doldurmak için fareyi bir torpidonun üstüne getirin ve %i tuşuna basın.

source: Shaft is disabled. To enable it, build more unobstructed launcher blocks.
fr: La sortie du lanceur est obstruée. Dégagez la voie pour permettre le lancement.
tr: Şaft devre dışı. Aktif etmek için daha çok engellenmemiş ateşleyici blok inşa ediniz.

source: Processing Power
fr: Puissance de Calcul
tr: İşlem Gücü

source: Torpedo Storage Space
fr: Stockage des Torpilles.
tr: Torpido Depo Alanı

source: Command Squad 1
fr: Commander Escadrille 1
tr: Tim 1'i Komuta Et

source: Command Squad 2
fr: Commander Escadrille 2
tr: Tim 2'yi Komuta Et

source: Command Squad 3
fr: Commander Escadrille 3
tr: Tim 3'ü Komuta Et

source: Command Squad 4
fr: Commander Escadrille 4
tr: Tim 4'ü Komuta Et

source: Command Squad 5
fr: Commander Escadrille 5
tr: Tim 5'i Komuta Et

source: Command Squad 6
fr: Commander Escadrille 6
tr: Tim 6'yı Komuta Et

source: Command Squad 7
fr: Commander Escadrille 7
tr: Tim 7'yi Komuta Et

source: Command Squad 8
fr: Commander Escadrille 8
tr: Tim 8'i Komuta Et

source: Command Squad 9
fr: Commander Escadrille 9
tr: Tim 9'u Komuta Et

source: Command Squad 10
fr: Commander Escadrille 10
tr: Tim 10'u Komuta Et

source: Squad Attack
fr: Attaquer (Escadrille)
tr: Tim Hücum

source: Squad Defend
fr: Défendre (Escadrille)
tr: Tim Defans

source: Squad Return
fr: Rentrer au Hangar (Escadrille)
tr: Tim Geri Dön

source: Squad Collect
fr: Récupération (Escadrille)
tr: Tim Topla

source: You can't travel to that sector.
fr: Vous ne pouvez pas voyager dans ce secteur.
tr: Bu sektöre gidemezsiniz.

source: This group is already assigned to a torpedo shaft.
fr: Ce groupe est déjà assigné à un lanceur de torpille.
tr: Bu grup zaten bir Torpido şaftına atanmış.

source: This craft doesn't have a torpedo launcher.
fr: Ce vaisseau ne possède pas de lanceur de torpille.
tr: Bu gemide bir torpido ateşleyicisi yok.

source: This group is already assigned to a turret.
fr: Ce groupe est déjà assigné à une tourelle.
tr: Bu grup zaten bir taret'e atanmış.

source: Not enough slots for armed turrets.
fr: Plus assez d'emplacement disponible pour des tourelles armées.
tr: Silahlı taretler için yeterli slot yok.

source: Not enough slots for civil turrets.
fr: Plus assez d'emplacement disponible pour des tourelles civiles.
tr: Sivil taretler için yeterli slot yok.

source: Request Transport
fr: Demande de transport
tr: Tayfa Transfer Talebi

source: You can request a crew transport ship here containing a complete crew for your current ship. Only possible if your ship needs at least 300 more crewmembers.
fr: Vous pouvez affréter un navette de transport contenant un équipage complet pour votre vaisseau. Cette opération n'est possible que dans le cas où votre vaisseau a besoin d'au moins 300 membres d'équipage.
tr: Bulunduğunuz bölgeye geminizdeki tüm posizyonlar için mürettebat talep edebilirsiniz. Ancak geminizde 300'den fazla personel açığı olmalı.

source: Your ship doesn't require more than 300 additional crewmen. Additionally required crewmen: ${amount}
fr: Votre vaisseau n'a pas besoin de plus de 300 membres d'équipages. Membres d'équipage additionnel requis : ${amount}
tr: Geminizde 300'den daha az personel açığı var. Gerekli personel sayısı: ${amount}

source: There's already a transport on the way.
fr: Il y a déjà une navette de transport en chemin.
tr: Hali hazırda yolda bir transferiniz var.

source: Price: ${price} Cr
fr: Prix : ${price} Cr
tr: Ücret: ${price} Kr

source: We only offer these kinds of services to people we have Excellent or better relations to.
fr: Nous n'offrons ce type de service qu'aux personnes avec qui nous partageons des relations Excellentes voire meilleures.
tr: Bu gibi servisleri yalnızca Kusursuz veya Çok iyi itibarı olan kişilere veriyoruz.

source: Your relations to that faction aren't good enough.
fr: Vos relations avec cette faction ne sont pas assez bonnes.
tr: Bu grup ile itibarınız yeterince iyi değil.

source: Paid %1% credits to request a crew transport.
fr: %1% crédits versés pour la demande de transport d'équipage.
tr: Mürettebat transferi için %1% kredi ödediniz.

source: Your crew transport is on the way and will be here in about 30 seconds.
fr: La navette transportant votre équipage est en chemin et devrait arriver d'ici 30 secondes.
tr: Mürettebat transferiniz yolda 30 saniye içerisinde burada olacak.

source: Crew Transport
fr: Transport d'équipage
tr: Mürettebat Transferi

source: Crew transport for %1% is here. Please remain where you are, we'll fly to your current location.
fr: Le transport d'équipage for %1% est là. Maintenez votre position s'il vous plaît, nous allons vous rejoindre.
tr: %1% için mürettebat transferiniz burada. Neredeyseniz orada kalın, size doğru uçacağız.

source: You must be docked to the station to transfer the crew to your ship.
fr: Vous devez être arrimé à la station pour transférer de l'équipage vers votre vaisseau.
tr: Geminize mürettebatı transfer edebilmek için istasyona bağlı olmalısınız.

source: You must be closer to the ship to transfer the crew to your ship.
fr: Vous devez être plus près de cet appareil pour pouvoir transférer l'équipage dans votre vaisseau.
tr: Geminize mürettebatı transfer edebilmek için gemiye daha yakın olmalısınız.

source: Pleasure doing business with you.
fr: C'était un plaisir de faire affaire avec vous.
tr: Sizinle iş yapmak bir zevkti.

source: Did you really think you'd get rid of us that easily? We can track you!
fr: Pensiez-vous réellement vous débarrasser de nous aussi facilement ? Nous pouvons tracer vos déplacements !
tr: Yoksa bizden kolay kurtulabileceğini mi sandın? Seni takip edebiliyoruz!

source: You can't just lose us that easily! We can track you!
fr: Vous ne pouvez simplement pas nous semer aussi facilement ! Nous pouvons tracer vos déplacements !
tr: Bizden o kadar çabuk kurtulamazsın! Seni takip edebiliyoruz!

source: Your hyperdrive is nothing compared to ours and our tracker!
fr: Votre moteur hyper-espace n'est rien comparé au nôtre, et à nos traceurs !
tr: Hipersürücün ve takip cihazın bizimkilerine kıyasla hiçbir şey!

source: You're not getting off that easily! Our tracker will always tell us where you are!
fr: Vous ne vous échapperez pas aussi facilement ! Nos traceurs nous indiquerons toujours où vous vous trouvez.
tr: O kadar çabuk kaçamazsın! Takip cihazımız her zaman nerede olduğunu söyleyecek!

source: Factory can't produce because ingredients are missing!
fr: L'usine ne peut plus produire, car il n'y a plus de matière première !
tr: Gerekli malzemeler olmadığı için fabrika üretim yapamıyor!
