Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: All faction and ship names in the game are generated randomly.
fr: Les noms de tous les vaisseaux et factions du jeu sont générés aléatoirement.
tr: Oyundaki tüm grup ve gemi isimleri rastgele oluşturuşmuştur.

source: Any references to real world objects, events, persons or similar are not intentional.
fr: Toute référence à des objets, des événements, ou des personnes réelles est non intentionnelle.
tr: Oyunda Gerçek obje, olay ve kişilere yapılmış olan referanslar kasıtlı değildir.

source: Assign a fighter as a blueprint in your hangar to produce more of it.
fr: Assignez un chasseur en tant que plan dans votre hangar pour pouvoir en produire davantage.
tr: Hangarınızda bir savaşçınızı plan olarak atarsanız, o savaşçıdan daha fazla üretebilirsiniz.

source: You need assembly blocks to produce fighters on your crafts.
fr: Vous avez besoin de blocs d'assemblage pour produire des chasseurs sur vos vaisseaux.
tr: Savaşçı üretmek için montajcı bloğuna ihtiyacınız var.

source: Assembly blocks will enable and speed up production of fighters on your crafts.
fr: Les blocs d'assemblage vous permettrons de créer et d’accélérer la production de vos chasseurs sur vos vaisseaux.
tr: Montajcı blokları geminizde savaşçı üretmenizi sağlar ve hızlandırır.

source: The production of a fighter in your hangar will always take at least 60 seconds.
fr: La construction d'un chasseur dans votre hangar prendra toujours au moins 60 secondes.
tr: Geminizdeki savaşçı üretimi en az 60 saniye sürer.

source: You can design your own fighters at a fighter factory by combining a turret and a saved ship plan.
fr: Vous pouvez créer vos propres chasseurs dans une usine de chasseurs en combinant une tourelle et un plan de vaisseau sauvegardé.
tr: Kendi savaşçılarınızı savaşçı fabrikasında, Kaydedilmiş bir gemi planı ve taret ekleyerek dizayn edebilirsiniz.

source: Fighters avoid shots by doing loops or barrel rolls.
fr: Les chasseurs esquivent les tirs en faisant des loopings et des tonneaux.
tr: Savaşçılarınız gelen atışlardan daireler çizerek yada "varil manevrası" ile kaçarlar.

source: Fighters can dodge a fixed amount of times per minute, the exact number depends on the skill of their pilot.
fr: Les chasseurs ne peuvent réaliser qu'un nombre limité d'esquives par minute, le nombre exact dépend de la maîtrise du pilote.
tr: Savaşçıların gelen atışlardan kaçma şansı her dakika için belirli bir oranda belirtilmiştir. Belirtilen bu oran pilolarınızın seviyesi ile birlikte artar.

source: When a fighter gets destroyed, there's a high chance that its pilot will be able to eject into space, but not always.
fr: Quand un chasseur est détruit, il y a de fortes chances que le pilote puisse s’éjecter dans l’espace, mais pas toujours.
tr: Savaşçılarınızdan biri yok edildiğinde, pilotun kendini uzaya fırlatma şansı vardır. Ama her zaman değil.

source: The higher the level of a fighter pilot, the higher the initial dodges per minute and the higher the dodge chance after the fixed dodges are used up.
fr: Plus le niveau d'un pilote de chasseur est haut, plus il peut effectuer d'esquives par minute et plus il a de chances de réussir des esquives une fois que le nombre d'esquives fixées est atteint.
tr: Bir savaş pilotunun seviyesi ne kadar yüksekse gelen atışlardan 1 dakika içerisinde kaçma şansı o kadar yüksek olur. Bu kaçma şansları tükendiğinde ise pilotun seviyesine göre yeniden kaçma şansı doğar.

source: The higher the level of a fighter pilot, the higher the chance that he will be able to eject into space when the fighter gets destroyed.
fr: Plus le niveau d'un pilote de chasseur est haut, plus il a de chances de pouvoir s’éjecter dans l'espace quand son chasseur est détruit.
tr: Yüksek seviyeli bir savaş pilotu düşük seviyeli olana göre, aracı patladığında uzaya kaçma şansı daha yüksek olur.

source: Higher material assembly blocks will allow for more parallel fighter productions on your ships.
fr: Des matériaux de blocs d'assemblage de haut niveau permettent de produire un nombre important de chasseurs en parallèle.
tr: Montaj bloğunun temel metaryali ne kadar yüksekse, aynı anda savaşçı üretme şansınız o kadar artar.

source: Found a translation error? You can fix it on translate.avorion.net.
fr: Vous avez trouvé une erreur de traduction ? Vous pouvez remédier à cela sur translate.avorion.net
tr: Çeviride hata mı buldunuz? translate.avorion.net adresinden düzeltme yapabilirsiniz.

source: You would like to play Avorion in your own language? Help us translate it on translate.avorion.net.
fr: Vous voudriez jouer à Avorion dans votre propre langue ? Aidez nous à le traduire sur translate.avorion.net.
tr: Kendi dilinizde Avorion oynamak ister misiniz? Çevirmemize yardımcı olun: translate.avorion.net.

source: - Improves production speed, e.g. for hangars or factories
fr: - Augmente la vitesse de production, par ex. pour les hangars et les usines
tr: - Üretim hızını arttırır, Ör: hangarlarda ve fabrikalarda

source: Latest News & Updates
fr: Dernières nouvelles et mises à jours.
tr: Yenilikler & Güncelleştirmeler

source: YOU ARE ON THE BETA BRANCH! This means that you get to test the latest features, but: USE AT YOUR OWN RISK! The beta branch is not meant for normal play but for testing. You might encounter several issues, such as: - Savegames from the stable branch might not be able to load. - Savegames from the beta branch are not guaranteed to load in any later release. - Savegames might get corrupted. The beta branch is for people who want to help test and improve Avorion. If you find any errors, please use the "Report a Bug" button. Thank you!
fr: VOUS ÊTES SUR LA BRANCHE BETA ! Cela signifie que vous pouvez tester les dernières fonctionnalités, mais : UTILISEZ LA A VOS RISQUES ET PERILS ! La branche beta n'est pas destinée à être jouée normalement, elle est réservée aux tests. Vous risquez de rencontrer divers problèmes comme : -Les sauvegardes de la branche stable pourraient ne pas se charger. -Les chargement des sauvegardes de la branche beta dans ses versions futures n'est pas garanti. -Les sauvegardes risquent d'êtres corrompues. La branche beta est destinée aux personnes qui veulent aider à tester Avorion. Si vous trouvez une erreur, utilisez le boutton "Signaler un bug" s'il vous plait. Merci !
tr: BETA SÜRÜMÜNDESİNİZ! Bu son geliştirmeleri test edeceğiniz anlamına geliyor, ancak: BUNU KULLANMAK KENDİ SORUMLULUĞUNUZDADIR! Beta sürümü normal oyun için değil test amaçlıdır. Bir takım sorunlarla karşılaşabilirsiniz. bunlar: - Stabil sürümdeki kayıtlı oyunlarınız çalışmayabilir. - Beta sürümdeki kayıtlı oyunlarınız gelecek sürümlerde çalışmayabilir. - Kayıtlı oyunlar bozulabilir. Beta sürümü Avorion'un test edilmesi ve geliştirmesine yardımcı olmak isteyen oyuncular içindir. Eğer hata bulursanız lütfen "Hata Bildirimi" butonuna tıklayarak bildiriniz. Teşekkürler!

source: Beta Notification
fr: Notification de la beta
tr: Beta Uyarıları

source: I Understand
fr: Je comprends
tr: Anladım

source: Warning! We are currently experiencing issues with previous savegames getting corrupted. If you just updated to this version of Avorion, we'd suggest making a backup of your previous savegame before loading it. Creating and loading a new galaxy shouldn't cause any problems, only the loading of previous saves. We're working on resolving this problem. Please excuse the inconvenience.
fr: Attention ! Nous rencontrons actuellement des problèmes avec des sauvegardes de versions précédentes du jeu qui deviennent corrompues. Si vous venez de mettre à jour Avorion avec cette version, nous vous suggérons de faire une copie de vos sauvegardes avant de les charger. Créer et charger une nouvelle galaxie ne devrait poser aucun problème, uniquement le chargement des parties d'une version précédente. Nous travaillons à la résolution de ce problème. Veuillez nous excuser pour le désagrément.
tr: Uyarı! Şu anda önceden kaydedilmiş oyunlarla ilgili sorun yaşıyoruz. Eğer Avorionu bu versiyona şimdi güncellediyseniz, oyunu yüklemeden eski kaydedilmiş oyunununuzun yedeğini alın. Yeni bir galaksi oluşturmak sorun yaratmayacaktır. Sadece eski sürümde kayıtlı olan oyunlar problem olacak. Sorunu çözmek için çalışıyoruz. Rahatsızlık için özür dileriz.

source: Savegame Corruption Warning
fr: Avertissement de Corruption de la Sauvegarde
tr: Kayıtlı oyun sorunu

source: Set Blueprint
fr: Définir le schéma
tr: Plan ata

source: Remove Squad
fr: Supprimer l'Escadrille
tr: Timi kaldır

source: [No Production: %s]
fr: [Aucune production : %s]
tr: [Üretim Durdu: %s]

source: Enable/Disable Fighter Production
fr: Activer/Désactiver la Production de Chasseurs
tr: Savaşçı Üretimi Aç/Kapa

source: Cost: %1% %2%
fr: Coût: %1 %2%
tr: Ücret: %1% %2%

source: Time: %s
fr: Temps: %s
tr: Zaman: %s

source: Enable/Disable Fighter Production (Requires Fighter Blueprint and Production Blocks)
fr: Activer/Désactiver la production de chasseurs (Requiert plan de chasseur et blocs de production)
tr: Savaşçı Üretimi Aç/Kapa (Savaşçı planı ve montaj bloğu gerektirir.)

source: Enable/Disable Fighter Production (Requires Fighter Blueprint)
fr: Activer/Désactiver la production de chasseurs (requiert un plan de chasseur)
tr: Savaşçı Üretimi Aç/Kapa (Savaşçı planı gerektirir)

source: Enable/Disable Fighter Production (Requires Production Blocks)
fr: Activer/Désactiver la production de chasseurs (requiert blocs de production)
tr: Savaşçı Üretimi Aç/Kapa (Montaj bloğu gerektirir.)

source: This will destroy the fighter and turn it into a blueprint. This action is irreversible. It will also remove the previous blueprint if there is one.
fr: Détruire le chasseur pour créer un plan. Cette action est irréversible. Cela effacera également le plan précédent s'il y en avait un.
tr: Bu işlem savaşçıyı yok eder ve onu bir plana çevirir. Bu işlem geri alınamaz ve eski plan varsa o planı siler.

source: The blueprint of this squad will be lost.
fr: Le plan de cette escadrille sera perdu.
tr: Bu tim için planlar yok edilecektir.

source: Production Capacity
fr: Capacité de Production
tr: Üretim Kapasitesi

source: Productions
tr: Üretim

source: You don't have permissions to manage auto crew payment.
fr: Vous n'avez pas la permission de gérer les paiements automatiques d'équipage.
tr: Otomatik Mürettebat maaş ödemesi için yeterli izniniz yok.

source: The crew of your alliance ship '%s' was paid.
fr: L'équipage de votre vaisseau d'alliance "%s" a été payé.
tr: İfttifak geminiz '%s' için Mürettebat maaşları ödendi.

source: Couldn't enter craft.
fr: Impossible d'entrer dans le vaisseau.
tr: Araca binilemiyor.

source: You don't have permission to enter this craft.
fr: Vous n'avez pas la permission d'entrer dans ce vaisseau.
tr: Bu araca binmek için yeterli izininiz yok.

source: You are already piloting this craft.
fr: Vous pilotez déjà ce vaisseau.
tr: Zaten bu aracı kullanıyorsunuz.

source: No free seat available.
fr: Pas de siège disponible.
tr: Kullanılabilir boş koltuk yok.

source: Fighter Factory
fr: Usine de chasseurs
tr: Savaşçı Fabrikası

# window title
source: Build Fighters
fr: Construire des chasseurs
tr: Savaşçı Üretimi

source: Create
fr: Créer
tr: Oluştur

source: Remaining Points:
fr: Points restants :
tr: Kalan Puanlar:

source: Size:
fr: Taille :
tr: Boyut

source: Durability:
fr: Durabilité :
tr: Dayanıklılık

source: Maneuverability:
fr: Manœuvrabilité :
tr: Manevra

source: Speed:
fr: Vitesse :
tr: Hız:

source: ${price} Cr
tr: ${price} Kr

source: Only plans with 200 blocks or less allowed.
fr: Seuls les plans de 200 blocs ou moins sont acceptés.
tr: 200 Blok ve altındaki planlar kullanılabilir.

source: You have no turret selected.
fr: Vous n'avez pas de tourelle sélectionnée.
tr: Taret Seçmediniz.

source: You have no plan selected.
fr: Vous n'avez pas de plan sélectionné.
tr: Plan seçmediniz.

source: Invalid fighter stats.
fr: Statistiques du chasseur invalides.
tr: Uygun olmayan savaşçı puanları.

source: Planetary Trading Post
fr: Comptoir commercial planétaire.
tr: Gezegen Ticaret İstasyonu

source: Mine Name
fr: Nom de la mine :
tr: Maden İsmi

source: Please enter a name for your mine:
fr: Veuillez entrez un nom pour votre mine :
tr: Lütfen Madeniniz için isim giriniz:

source: You already own an object called ${name}.
fr: Vous possédez déjà un objet appelé ${name}.
tr: Zaten bu isimde bir objeye sahipsiniz ${name}.

source: Transfer Crew/Cargo/Fighters
fr: Transférer Équipage/Cargaison/Chasseurs
tr: Tayfa/Kargo/Savaşçı Transferi

source: Transfer Crew, Cargo and Fighters
fr: Transférer Équipage, Cargaison et Chasseurs
tr: Tayfa/Kargo/Savaşçı Transfer et

source: Exchange fighters
fr: Échanger des chasseurs.
tr: Savaşçıları değiştir

source: Missing hangar.
fr: Hangar manquant.
tr: Hangar yok.

source: A ship in your sector is calling for help!
fr: Un vaisseau dans votre secteur appelle à l'aide !
tr: Sektörünüzde bir gemi yardım çağrısında bulundu!

source: Mayday! Mayday! Our engines are failing and we are under attack by pirates! Help us, please!
fr: Mayday ! Mayday ! Nos moteurs nous ont lâché et nous sommes attaqués par des pirates. Aidez nous, par pitié!
tr: Mayday! Mayday! Motorlarımız durmak üzere, Korsan saldırısı altındayız! Yardım edin!!

source: Help! Pirates are on our tail and our engines are down! We are stranded here!
fr: A l'aide ! Des pirates sont à nos trousses et nos moteurs ont lâché ! Nous sommes coincés ici !
tr: İmdat! Korsanlar peşimizde ve motorumuz bozuldu! Mahsur kaldık burada!

source: He's finished. Let's go!
fr: Il est fini. Allons-y !
tr: İşi biti. Gidelim!

source: Let's get out of here.
fr: Partons d'ici.
tr: Hadi buradan gidelim.

source: Thank you for defending us from those pirates. You have our endless gratitude.
fr: Merci de nous avoir défendus contre ces pirates. Vous avez notre gratitude éternelle.
tr: Bizi korsanlardan koruduğunuz için teşekkür ederiz. Size sonsuz minnettarız.

source: Hull Repair /s
fr: Réparation de la coque /s
tr: Gövde Tamiri /s

source: Shield Repair /s
fr: Réparation du bouclier /s
tr: Kalkan Tamiri /s

source: Prod. Effort
fr: Effort de production
tr: Üretim Eforu

source: Please return the cargo, we've updated your mission status.
fr: Veuillez ramener la cargaison, nous avons mis le statut de votre mission à jour.
tr: Lütfen Kargoyu geri getirin, Görev Raporunuzu güncelledik.

source: Zinc
tr: Çinko

# Main Menu Button
source: Credits
fr: Crédits
tr: Hazırlayanlar

source: Invalid items in ingredients.
fr: Ingrédients invalides.
tr: İçerikte yabancı cisimler var.

source: Found alliances to work together with other players as a complete new faction. Alliances count as their own faction, and their members can manage alliance stations, ships and inventory. You can invite other players to join the alliance and assign ranks to different members to manage which member can do which. You can also see the online status of your alliance members and you'll have a shared galaxy map. You can either join an existing alliance or found a new one!
fr: Fondez une alliance afin de collaborer avec d'autres joueurs au sein d'une nouvelle faction. Les alliances sont considérées comme des factions indépendantes et leurs membres peuvent gérer leurs flottes, stations et inventaires. Vous pouvez inviter d'autres joueurs à vous rejoindre et leur assigner différents rangs afin de déterminer les actions qu'ils pourront entreprendre au sein de l'alliance. La carte galactique est commune à tous les membres d'une même alliance. Vous pouvez aussi bien rejoindre une alliance existante qu'en créer une nouvelle !
tr: Daha güçlü olmak için birlikte çalışacak ittifaklar kurmak istemezmisiniz? İttifak üyeleri kendilerine ait istasyonları, gemileri ve onlara ait envanterleri idare edebilirler. Diğer oyuncuları kendi ittifakınıza katılmaları için davet edebilir ve onlara kimin ne yapacağını ayarlamak için rütbe atayabilirsiniz. Ayrıca İttifak üyelerinizin online durumlarını görebilir ve tüm üyelerle paylaşılmış ortak galaksi haritasını kullanabilirsiniz. Hali hazırda kurulu bir ittifaka katılabilir yada kendiniz bir tane kurabilirsiniz!

# Unit: tons
source: t
tr: Ton

# Unit: Watts
source: W
tr: Wat

# Unit: Joule
source: J
tr: Jul

# direction
source: E
tr: D

# direction
source: ENE
tr: DKD

# direction
source: NE
tr: KD

# direction
source: NNE
tr: KKD

# direction
source: N
tr: K

# direction
source: NNW
fr: NNO
tr: KKB

# direction
source: NW
fr: NO
tr: KB

# direction
source: WNW
fr: ONO
tr: BKB

# direction
source: W
fr: O
tr: B

# direction
source: WSW
fr: OSO
tr: BGB

# direction
source: SW
fr: SO
tr: GB

# direction
source: SSW
fr: SSO
tr: GGB

# direction
source: S
tr: G

# direction
source: SSE
tr: GGD

# direction
source: SE
tr: GD

# direction
source: ESE
tr: DGD

source: You can build your own turrets at a turret factory.
fr: Vous pouvez utiliser les Usines de Tourelles pour construire vos propres types de tourelles.
tr: Kendi taretlerinizi, taret fabrikasında yapabilirsiniz.

source: You can select inventory items as a favorite or mark them as trash with the right mouse button.
fr: Vous pouvez mettre en favori les objets de votre inventaire (ou les jeter) avec un clic droit.
tr: Sağ klik ile envanterinizdeki eşyaları favori yada ıskarta olarak işaretleyebilirsiniz.

source: New items in your inventory will be highlighted until you click on them.
fr: Les nouveaux objets de votre inventaire seront en surbrillance jusqu'à ce que vous cliquiez dessus.
tr: Envanterinizdeki yeni eşyalar siz üzerine tıklayana kadar parıldar.

source: You can filter the items in your inventory. Example: Type 'naonite laser' to find all turrets that fire lasers and that are made of Naonite.
fr: Vous pouvez filtrer les objets de votre inventaire. Par exemple: écrivez "laser naonite" pour trouver toutes les tourelles laser en Naonite.
tr: Envanterinizdeki eşyaları filtrelebilirsiniz. Örneğin: Naonite'dan yapılma tüm lazer silahlarını bulmak için 'Naonite Lazeri' yazınız.

source: You can upgrade your entire ship's material in the building mode.
fr: Dans le mode Construction, vous pouvez facilement remplacer tous les matériaux composant votre vaisseau par des matériaux plus performants.
tr: Geminizdeki tüm materyeli inşa modunda geliştirebilirsiniz.

source: You can hide selections of blocks in the building mode when you want to change blocks in the center of your ship.
fr: Vous voulez changer les bloc au centre de votre vaisseau sans tout détruire ? Le mode Construction permet de sélectionner et de masquer n'importe quel(s) bloc(s).
tr: Geminizin orta kısmındaki blokları değiştirmek istediğinizde, inşa modunda seçtiğiniz blokları gizleyebilirsiniz.

source: Search
fr: Recherche
tr: Arama

# Search text for galaxy map
source: Asteroids
fr: Astéroïdes
tr: Asteroidler

# Search text for galaxy map
source: Ships
fr: Vaisseaux
tr: Gemiler

# Search text for galaxy map
source: Stations
tr: İstasyonlar

# Search text for galaxy map
source: Wrecks
fr: Epaves
tr: Enkazlar

# Search text for galaxy map
source: Death Location
fr: Lieu du Crash
tr: Ölüm mahali / Ölüm yeri / Öldüğünüz yer

# Search text for galaxy map
source: Empty
fr: Vide
tr: Arama Yapın

source: Apply (This will remove all turrets!)
fr: Appliquer (Cela retirera toutes les tourelles !)
tr: Uygula (Tüm Taretleriniz kaldırılacaktır!)

source: Rotate Around X Axis (This will remove all turrets!)
fr: Tourner autour de l'axe X (Toutes les tourelles seront retirées)
tr: X ekseninde Döndür (Tüm Taretleriniz kaldırılacaktır!)

source: Rotate Around Z Axis (This will remove all turrets!)
fr: Tourner autour de l'axe Z (Toutes les tourelles seront retirées)
tr: Z Ekseninde Döndür (Tüm Taretleriniz kaldırılacaktır!)

source: Rotate Around Y Axis (This will remove all turrets!)
fr: Tourner autour de l'axe Y (Toutes les tourelles seront retirées)
tr: Y Ekseninde Döndür (Tüm Taretleriniz kaldırılacaktır!)

source: Right-Click to favorite this item.
fr: Clic-droit pour ajouter cet objet en favori
tr: Eşyayı favorilerinize eklemek için Sağ klikleyin.

source: Right-Click to un-favorite this item.
fr: Clic-droit pour supprimer cet objet des favoris
tr: Eşyayı favorilerinizden çıkarmak için Sağ klikleyin.

source: Right-Click to mark as trash.
fr: Clic droit pour marquer comme camelote.
tr: Eşyayı ıskarta olarak işaretlemek için Sağ klikleyin.

source: Right-Click to unmark as trash.
fr: Clic droit pour ne plus considérer comme de la camelote.
tr: Eşyayı ıskartadan çıkarmak için Sağ klikleyin.

source: Enter Strategy Mode by Zooming
fr: Entrer dans le mode Stratégie via le Zoom
tr: Yakınlaştırarak Strateji moduna girme.

source: Promote to Leader
fr: Promouvoir comme Chef
tr: Liderliğe terfi ettir.

source: Founding Cost: $%s Enter the name of your alliance:
fr: Coût de la structure : $%s Entrez le nom de votre alliance :
tr: Kuruluş Ücreti:$%s İttifakınızın ismini girin:

source: Founding Cost: %s Credits
fr: Coût de la fondation : %s Crédits
tr: Kuruluş Ücreti:%s Kredi.

source: Control scheme switched. Press %s to change it back.
fr: Mode de contrôle changé. Appuyez sur %s pour basculer dans l'autre mode.
tr: Kontrol planı değiştirildi. Eski haline getirmek için %s tuşuna basınız.

source: Toggle Strategy Mode
fr: Activer le Mode Stratégie
tr: Strateji modunu Aç/Kapa

source: %s joined the alliance!
fr: %s a rejoint l'alliance !
tr: %s İttifaka katıldı!

source: Joined the alliance %s. Type /alliance in the chat and say hello!
fr: Alliance %s rejointe. Tapez /alliance dans le chat et dites bonjour !
tr: %s İttifakına katıldınız. Sohbet kısmına /a yazarak Merhaba deyin!

source: You're now the leader of your alliance.
fr: Vous êtes maintenant le Chef de votre alliance.
tr: İttifakın Lideri oldunuz.

source: You were assigned the rank '%s'.
fr: On vous a attribué le rang "%s".
tr: '%s' Rütbesine atandınız.

source: No player is flying this ship.
fr: Aucun joueur ne pilote ce vaisseau.
tr: Bu gemiyi kimse kullanmıyor.

# Weapon Type
source: Pulse Cannon
fr: Canon à Impulsions
tr: Lazer Topu

source: Ionized Projectiles
fr: Projectiles Ionisés
tr: İyonize Mermiler

# Weapon Name
source: Pulse Cannon
fr: Canon à Impulsions
tr: Lazer Topu

# Weapon Prefix
source: Pulse Cannon
fr: Canon à Impulsions
tr: Lazer Topu

source: There are a number of chat channels. Type /sector /all /alliance or /group in the chat to write in that specific channel.
fr: Il existe de nombreux canaux de discussion. Écrivez /sector /all /alliance ou /group dans le chat pour écrire dans le canal correspondant.
tr: Birden fazla sohbet kanalı mevcuttur. Bu kanallarda sohbet edebilmek için; /sector /all /alliance /group komutlarını kullanabilirsiniz.

source: Your ship will unlock more upgrade slots with increased volume, not mass.
fr: C'est en augmentant le volume de votre vaisseau (et non sa masse) que vous pourrez débloquer de plus en plus d'emplacements pour intégrer vos systèmes embarqués.
tr: Geminizin hacmini büyüterek daha fazla geliştirme slotu kazanabilirsiniz. Geminizin kütlesini büyütmek size daha fazla slot kazandırmaz.

source: When playing with your friends, you can found an alliance so you can form a faction together.
fr: Lorsque vous jouez avec des amis, vous pouvez créer une alliance pour former une faction commune.
tr: Arkadaşlarınız ile oynarken İttifaklar kurabilir ve birleşerek daha büyük gruplar oluşturabilirsiniz.

source: All online alliance members are visible to all other online alliance members on the galaxy map.
fr: Chaque membre d'une alliance peut voir la position des autres membres en ligne de son alliance sur la carte de la galaxie.
tr: Online durumda olan tüm İttifak üyeleri diğer online İttifak üyelerini galaksi haritası vasıtası ile görebilir.
