Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Trade invitation sent to %s.
fr: Invitation d'échange envoyée à %s.
tr: %s ile Ticaret yapmak için davet gönderdiniz.

source: %s invited you to trade. Type /trade in the chat to join.
fr: %s vous a invité à échanger. Écrivez /trade dans le chat pour accepter.
tr: %s sizi Ticaret yapmaya davet etti. Chat penceresine /trade yazarak katılabilirsiniz.

source: No trade partner found. Type /trade <Player> to trade.
fr: Aucun partenaire d'échange trouvé. Entrez /trade <Player> pour échanger.
tr: Ticaret yapacağınız oyuncu bulunamadı. /trade <Player> yazarak deneyiniz.

source: Trade partner ambiguous:
fr: Partenaire d'échange ambigu :
tr: Ticaret yapacağınız kişi belirsiz:

source: %s walked away from the trade.
fr: %s a interrompu la transaction.
tr: %s Ticaret yapmaktak vazgeçti.

source: The trade was cancelled
fr: L'échange a été annulé
tr: Ticaret iptal edildi.

source: You are now trading with %s
fr: Vous échangez maintenant avec %s
tr: Şu anda %s ile ticaret yapıyorsunuz.

source: %s withdrew his trade invitation
fr: %s a annulé sa demande de transaction.
tr: %s ticaret davetini geri çekti

source: Item not available: %s
fr: Objet non disponible: %s
tr: Eşya bulunamıyor: %s

source: %s doesn't have all the items he tried to send.
fr: %s ne possède pas tous les objets qu'il a essayé de vous envoyer.
tr: %s size yollamak istediği eşyalara sahip değil.

source: Not enough available: %s
fr: Stock de %s insuffisant.
tr: Yetersiz: %s

source: Not enough credits.
fr: Pas assez de crédits.
tr: Yetersiz Kredi.

source: %s doesn't have enough credits.
fr: %s n'a pas assez de crédits.
tr: %s yeterli krediye sahip değil.

source: Not enough %s.
fr: Pas assez (de/d') %s.
tr: Yetersiz %s.

source: %s doesn't have enough %s.
fr: %s n'a pas assez (de/d') %s.
tr: %s yeterli %s sahibi değil.

source: Gave %1% credits to another player in a trade.
fr: Vous avez donné %1% crédits à un autre joueur lors d'un échange.
tr: %1% kadar kredi diğer oyuncuya verdi.

source: Received %1% credits from a player trade.
fr: Vous avez reçu %1% crédits d'un autre joueur lors d'un échange.
tr: %1% kadar kredi diğer oyuncudan aldınız.

source: Gave %1% %2% to another player in a trade.
fr: Vous avez donné %1% %2% à un autre joueur lors d'un échange.
tr: %1% kadar %2% diğer oyuncuya verdi.

source: Received %1% %2% from a player trade.
fr: Vous avez reçu %1% %2% d'un autre joueur lors d'un échange.
tr: %1% kadar %2% diğer oyuncudan aldınız.

source: Paid a fine of %1% credits.
fr: Vous avez payé une amende de% 1% de crédits.
tr: %1% kredi kadar ücret ödediniz.

source: Paid %1% credits to hire crew.
fr: Vous avez payé %1% crédits pour recruter de l'équipage.
tr: Tayfa için %1% kadar kredi ödediniz.

source: Paid %1% credits gate passage fee.
fr: Vous avez payé %1% crédits de droits de passage.
tr: Geçitten geçmek için %1% Kredi ödediniz.

source: Paid %1% credits for ship insurance.
fr: Vous avez payé %1% crédits pour l'assurance du vaisseau.
tr: Gemi sigortası için %1% Kredi ödediniz.

source: Received insurance refund for %1%: %2% credits.
fr: Vous avez reçu un remboursement de votre assurance pour %1%: Valeur : %2% crédits.
tr: %1% adlı gemiye ait sigorta için %2% kredi aldınız.

source: Configure
fr: Configurer
tr: Ayarlar

source: Factory configuration
fr: Configuration d'Usine
tr: Fabrika ayarları

source: Buy/Sell price margin %
fr: % de Marge sur le prix d'achat/vente
tr: Alım/Satım fiyat marjı %

source: Buy goods from others
fr: Acheter des biens aux autres
tr: Diğerlerinden ürün al

source: If checked, the station will buy goods from traders from other factions than you.
fr: Si cochée, la station achètera des marchandises à des commerçants d'autres factions que vous.
tr: Eğer bu kutu işaretli ise, istasyon diğer tüccarlardan ve gruplardan ürün satın alır.

source: Sell goods to others
fr: Vendre des biens aux autres
tr: Diğerlerine ürün sat

source: If checked, the station will sell goods to traders from other factions than you.
fr: Si cochée, la station vendra des marchandises à des marchands appartenant à d'autres factions que la votre.
tr: Eğer bu kutu işaretli ise, istasyon diğer tüccarlara ve gruplara ürün satar.

source: Actively request goods
fr: Demander activement des marchandises
tr: Aktif olarak ürün talep et

source: If checked, the station will request traders to deliver goods when it's empty.
fr: Si cochée, la station demandera à des marchands de livrer des marchandises quand elle est vide.
tr: Eğer bu kutu işretli ise, istasyon diğer tüccarlardan ambar boş olması halinde ürün talep eder.

source: Actively sell goods
fr: Vendre systématiquement les marchandises
tr: Aktif olarak ürün sat

source: If checked, the station will request traders that will buy its goods when it's full.
fr: Si cochée, la station demandera à des marchands d'acheter ses marchandises quand elle est pleine.
tr: Eğer bu kutu işretli ise, istasyon diğer tüccarlardan ambar dolu olması halinde ürün almalarını talep eder.

source: Deliver goods to stations:
fr: Livrez des marchandises aux stations:
tr: Ürünleri istasyonlara gönder:

source: Fetch goods from stations:
fr: Aller chercher des ressources dans d'autres stations:
tr: İstasyonlardan ürün al:

source: This station will buy and sell its goods for ${percentage}% of the normal price.
fr: Cette station achètera et vendra ses marchandises pour ${percentage}% de leurs prix usuels.
tr: Bu istasyon ürünlerini normal fiyatın ${percentage}% oranında alıp satacaktır.

source: Error with partner station!
fr: Problème avec la station partenaire !
tr: Partner istasyonuyla hata!

source: No more goods!
fr: Plus de marchandises !
tr: Ürün yok!

source: Partner station doesn't buy this!
fr: La station partenaire n'achète pas ceci !
tr: Partner istasyonu bunu almayacaktır!

source: No more goods on partner station!
fr: La station partenaire n'a plus de marchandise.
tr: Partner istasyonu üzerinde yeterli ürün yok!

source: Station at full capacity!
fr: Station à pleine capacité !
tr: İstasyon ambarı doldu!

source: No error.
fr: Pas d'erreur.
tr: Hata yok.

source: No hangar!
fr: Aucun hangar !
tr: Hangar yok!

source: Squad not found!
fr: Escadrille introuvable !
tr: Takım bulunamadı!

source: Squad empty!
fr: Escadrille vide !
tr: Takım boş!

source: No start position!
fr: Aucune position de départ !
tr: Kalkış yapacak alan yok!

source: Maximum fighters started!
fr: Tous les chasseurs disponibles ont décollés !
tr: Tüm savaşçılar kalktı!

source: Fighter not found!
fr: Aucun chasseur détecté !
tr: Savaşçı bulunamadı!

source: Not enough pilots!
fr: Pas assez de pilotes !
tr: Yeterli Pilot yok!

source: No cargo shuttles!
fr: Aucune navette cargo !
tr: Kargo mekiği yok!

source: Unknown error
fr: Erreur inconnue
tr: Bilinmeyen hata

source: Combat Fighter
fr: Chasseur de Combat
tr: Savaşçı

source: Cargo Shuttle
fr: Navette Cargo
tr: Kargo Mekiği

source: Paid %1% credits to build a fighter.
fr: Vous avez payé %1% crédits pour construire un chasseur.
tr: Savaşçı için %1% kredi ödediniz.

source: Paid %1% credits to set a new reconstruction site.
fr: Vous avez payé %1% crédits pour établir votre nouveau site de reconstruction.
tr: Yeniden doğma noktası için %1% kredi ödediniz.

source: Deliver ${amount} ${material}
fr: Livrer ${amount} ${material}
tr: ${amount} Adet ${material} Teslim edin.

source: Bought resources for %1% credits.
fr: Ressources achetées pour %1% crédits.
tr: Alınan kaynaklar için %1% kredi ödediniz.

source: You don't have enough ${material}.
fr: Vous n'avez pas assez de ${material}.
tr: Yeterli ${material} yok.

source: Sold resources for %1% credits.
fr: Ressources vendues pour %1% crédits.
tr: Sattığınız kaynaklar için %1% kredi aldınız.

source: Received %2% credits for %1% from a scrapyard.
fr: Le ferrailleur vous paye %2% crédits pour %1%.
tr: Hurdalıktan %1% için %2% kredi aldınız.

source: Paid %1% credits for a scrapyard license.
fr: Vous avez payé %1% crédits pour une licence de récupération.
tr: Hurdalık Lisansı için %1% kredi ödediniz.

source: Maximum ship limit per faction (%s) of this server reached!
fr: La limite maximale de vaisseaux par faction (%s) a été atteinte sur ce serveur.
tr: Bu serverda her grup için maksimum gemi sayısına (%s) ulaştınız!

source: \s(${x}:${y}) ${title} bought ${amount} ${plural} for ${credits} credits.
fr: \s(${x}:${y}) ${title} a acheté ${amount} ${plural} pour ${credits} crédits.
tr: \s(${x}:${y}) ${title} Alındı ${amount} ${plural} ${credits} Kredi.

source: \s(${x}:${y}): ${name} sold ${amount} ${plural} for ${credits} credits.
fr: \s(${x}:${y}): ${name} a vendu ${amount} ${plural} pour ${credits} crédits.
tr: \s(${x}:${y}): ${name} Satıldı ${amount} ${plural} ${credits} Kredi.

source: Paid %1% credits to unbrand stolen goods.
fr: Payez %1% crédits pour blanchir vos marchandises volées.
tr: Çalıntı ürünlerin ablemlerini sökmek için %1% Kredi harcadınız.

source: Paid %1% credits to build a turret.
fr: Vous avez payé %1% crédits pour construire une tourelle.
tr: Taret için %1% kredi ödediniz.

source: Maximum station limit per faction (%s) of this server reached!
fr: Limite maximale de station par faction atteinte (%s) sur ce serveur !
tr: Bu serverda her grup için maksimum istasyon sayısına (%s) ulaştınız!

source: Paid %1% credits to found a mine.
fr: Vous avez payé %1% crédits pour fonder une mine.
tr: Maden kurmak için %1% kredi ödediniz.

source: Sold an object for %1% credits.
fr: Vous avez vendu un objet pour %1% crédits.
tr: Bir objeyi %1% krediye sattınız.

source: Paid %2% iron to found a ship.
fr: Vous avez payé %2% fer pour créer un vaisseau.
tr: Gemi için %2% demir harcadınız.

source: Found %1% credits in a stash.
fr: Vous avez trouvé %1% crédits dans un coffre.
tr: Zulada %1% kredi buldunuz.

source: The population on this station buys and consumes a range of organic goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: La population dans cette station achète et consomme une large gamme de produits biologiques. Ces produits peuvent être ramassés gratuitement par le propriétaire de la station. Attire les PNJ marchands.
tr: İstasyonda yaşayanlar bir takım organik ürünleri alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: The population on this station buys and consumes a range of luxury goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: Les habitants de cette stations achètent et consomment certains produits de luxe. Ces marchandises peuvent y être récupérées gratuitement par le propriétaire de la station. Attire les PNJ marchands.
tr: İstasyonda yaşayanlar bir takım lüx ürünleri alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: The population on this station buys and consumes a range of common day to day goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: La population de cette station achète et consomme des biens d'utilisation courante. Ces biens peuvent être récupérés gratuitement par le propriétaire de la station. Attire les marchands NPC.
tr: İstasyonda yaşayanlar bir takım Günlük kullanım ürünlerini alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: Buys and sells upgrades, turrets and fighters. The owner of the equipment dock gets 20% of the money of every transaction, as well as cheaper prices.
fr: Achète et vend des systèmes embarqués, des tourelles et des chasseurs. Le propriétaire de l'arsenal bénéficie de prix réduits, ainsi que d'une commission de 20% sur chaque transaction.
tr: Geliştirmeleri, taretleri ve savaşçıları alır satar. Donanım dokunun sahibi yapılan her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: The population on this station buys and consumes a range of technological goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: La population de cette station achète et consomme certains produits technologiques. Ces marchandises peuvent y être récupérées gratuitement par le propriétaire de la station. Attire les PNJ marchands.
tr: İstasyonda yaşayanlar bir takım Teknoloji ürünlerini alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: Produces custom fighters. The owner of the factory gets 20% of the money of every transaction, as well as cheaper prices.
fr: Construit des chasseurs personnalisés. Le propriétaire de l'usine bénéficie de prix réduits, ainsi que d'une commission de 20% sur chaque transaction.
tr: Talep edilen şekilde savaşçı üretir. Fabrikanın sahibi yapılan her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: Can be used as headquarters for an alliance. [Not yet implemented.]
fr: Peut être utilisé comme quartier général pour une alliance. [Pas encore implémenté]
tr: Bir ittifakın Ana karargahı olarak kullanılabilir.[Oyuna eklenmedi.]

source: Upgrades and turrets can be researched here to get better upgrades and turrets.
fr: Permet de faire de la recherche technologique, pour obtenir des meilleures versions de tourelles et de systèmes embarqués.
tr: Geliştirmeler ve Taretler burada daha iyi versiyonları için Araştırılır ve Geliştirilir.

source: The population of this station buys and consumes a range of science goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: Cette station achètera et vendra ses marchandises pour un montant équivalent à {%}% du prix normal.
tr: İstasyonda yaşayanlar bir takım Bilim ürünlerini alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: Sells and buys resources such as Iron or Titanium and the like. The owner gets 20% of every transaction, as well as cheaper prices.
fr: Vend et achète des ressources telles que le fer ou le titane et autres. Le propriétaire reçoit 20% de chaque transaction, ainsi que des prix moins élevés.
tr: Demir ve Titanyum gibi kaynaklar alınıp satılır. İstasyon sahibi her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: Sells and buys stolen and other illegal goods. The owner gets 20% of every transaction, as well as cheaper prices.
fr: Vend et achète des biens volés et d'autres produits illégaux. Le propriétaire reçoit 20% de chaque transaction, ainsi que des prix moins élevés.
tr: Kanundışı ve çalıntı ürünleri alır satar. İstasyon sahibi yapılan her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: Sells and buys a random range of goods. The owner gets 20% of every transaction, as well as cheaper prices. Attracts NPC traders.
fr: Vend et achète une gamme aléatoire de marchandises. Le propriétaire obtient 20 % de chaque transaction, ainsi que des prix moins chers. Attire des PNJ commerçants.
tr: Rastgele ürünler alır ve satar. İstasyon sahibi yapılan her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: Produces customized turrets and sells turret parts for high prices. The owner gets 20% of every transaction, as well as cheaper prices.
fr: Produit des tourelles personnalisées et vend des composants à forte valeur ajoutée. Le propriétaire touche 20% sur chaque transaction.
tr: Özel sipariş taretleri yapar ve yüksek fiyata satar. İstasyon sahibi yapılan her işlemden %20 alır. Diğer ürünlerde de indirime sahiptir.

source: Provides combat missions to players.
fr: Fournit des missions de combat aux joueurs.
tr: Oyunculara savaş görevleri sağlar.

source: The population on this station buys and consumes a range of military goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
fr: La population de cette station achète et consomme certains articles militaires. Ces marchandises peuvent y être récupérées gratuitement par le propriétaire de la station. Attire les PNJ marchands.
tr: İstasyonda yaşayanlar bir takım Askeri ürünlerini alır ve kullanırlar. Bu ürünler istasyon sahibi tarafından özgürce alınabilir. NPC tüccarları için arz talep oluştururlar.

source: Builds ships. The owner gets the production fee paid by other players. Production fee is free for the owner of the shipyard.
fr: Construit des vaisseaux. Le propriétaire touche les frais de production payés par les autres joueurs. Les frais ne s'appliquent pas au propriétaire du chantier spatial.
tr: Gemi üretir. İstasyon sahibi diğer oyuncular tarafından ödenen inşa ücretin tamamını alır. İstasyon sahibine ücretsizdir.

source: Repairs ships. The owner gets 20% of every transaction, as well as cheaper prices.
fr: Réparation de vaisseaux. Le propriétaire bénéficie de prix réduits, ainsi que d'une commission de 20% sur chaque transaction.
tr: Gemileri Onarır. İstasyon sahibi yapılan her işlemden %20 alır. Diğer işlemlerde de indirime sahiptir.

source: Other Stations
fr: Autres stations
tr: Diğer İstasyonlar

source: You're about to transform your ship into a ${stationName}.
fr: Vous êtes sur le point de transformer votre vaisseau en un(e) ${stationName}.
tr: Geminizi bir ${stationName} olacaktır.

source: Paid %1% credits to found a factory.
fr: Vous avez payé %1% crédits pour fonder une usine.
tr: Fabrika yapımı için %1% ödediniz.

source: The station you chose doesn't exist.
fr: La station que vous avez choisie n'existe pas.
tr: Seçtiğiniz istasyon mevcut değildir.

source: Paid %2% credits to found a %1%.
fr: Vous avez payé %2% crédits pour fonder un(e) %1%.
tr: %1% kurmak için %2% harcadınız.

source: Paid Swoks %1% credits.
fr: Vous avez donné %1% crédits à Swoks.
tr: Swoks'a %1% kredi ödediniz.

source: Received %1% credits for defeating a pirate attack.
fr: Vous avez reçu %1% de crédits en récompense de votre victoire contre l'attaque des pirates.
tr: Korsan saldırısını önlediğiniz için %1% kredi ödül aldınız.

source: Received %1% credits for defending a trader from pirates.
fr: %1% crédits reçus pour avoir protégé un marchand contre des pirates.
tr: Bir tüccarı Korsanlardan koruduğunuz için %1% kredi ödül aldınız.

source: \s(%1%:%2%) %3%: Gained %4% credits transaction tax.
fr: \s(%1%:%2%) %3% : Perception de %4% crédits en taxes commerciales.
tr: \s(%1%:%2%) %3%: Kazanıldı %4% kadar para gönderme ücreti kesildi.

source: Received a reward of %1% credits.
fr: Vous avez reçu une récompense de %1% crédits.
tr: %1% kredi ödül alındı.

source: Bought an item for %1% credits.
fr: Vous avez un article pour %1% de crédits.
tr: %1% krediye bir eşya aldınız.

source: Sold an item for %1% credits.
fr: Vous avez vendu un objet pour %1% crédits.
tr: %1% krediye bir eşya sattınız.

source: Bought back an item for %1% credits.
fr: Vous avez racheté un objet pour %1% crédits.
tr: %1% krediye bir eşyayı geri aldınız.

source: Crew Shuttle
fr: Navette de transport d'équipage
tr: Mürettebat Mekiği

source: \s(%1%:%2%) %3% bought %4% %5% for %6% credits.
fr: \s(%1%:%2%) %3% a acheté %4% %5% pour %6% crédits.
tr: \s(%1%:%2%) %3% Alındı %4% %5% %6% Krediye.

source: \s(%1%:%2%) %3% sold %4% %5% for %6% credits.
fr: \s(%1%:%2%) %3% a vendu %4% %5% pour %6% crédits.
tr: \s(%1%:%2%) %3% Satıldı %4% %5% %6% Krediye.

source: \s(%1%:%2%): sold %3% %4% for %5% credits.
fr: \s(%1%:%2%) : Vous avez vendu %4% %5% pour %6% crédits.
tr: \s(%1%:%2%): Satıldı %3% %4% %5% Krediye.

source: \s(%1%:%2%): Bought %3% %4% for %5% credits.
fr: \s(%1%:%2%) : Vous avez acheté %4% %5% pour %6% crédits.
tr: \s(%1%:%2%): Alındı %3% %4% %5% Krediye.

source: Good isn't bought.
fr: La marchandise n'a pas été achetée.
tr: Ürün Alınmadı.

source: No more space.
fr: Plus de place.
tr: Yetersiz Alan.

source: Not enough money.
fr: Pas assez d'argent.
tr: Yetersiz Bakiye.

source: Unknown error.
fr: Erreur inconnue.
tr: Bilinmeyen Hata.

source: No more goods.
fr: Il n'y a plus de marchandises.
tr: Yetersiz Ürün.

source: Earned %1% credits for wiping out a pirate group.
fr: Vous avez reçu %1% pour avoir anéanti un groupe de pirates.
tr: Bir korsan grubunu ortadan kaldırdığınız için %1% kredi kazandınız.

source: Received %1% credits for delivering cargo.
fr: Vous avez reçu %1% crédits pour avoir livré la marchandise.
tr: Bir kargo ulaştırdığınız için %1% kredi kazandınız.

source: Please deliver the cargo to the ${stationTitle} ${name}.
fr: Veuillez livrer la cargaison à ${stationTitle} ${name}.
tr: Lütfen Kargoyu ${stationTitle} ${name} istasyonuna ulaştırın.

source: The recipient is on the ${stationTitle} ${name}.
fr: Le destinataire se trouve sur ${stationTitle} ${name}.
tr: Alıcı ${stationTitle} ${name} istasyonunda.

source: Received %1% credits for organizing goods in time.
fr: Vous avez reçu %1% crédits pour avoir acheminé la marchandise dans les temps.
tr: Ürünleri zamanında hazırladığınız için %1% kredi kazandınız.

source: The ${stationTitle} ${stationName} in sector ${sectorName} asked you for an urgent delivery of ${amount} ${plural}. Upon delivering, you will receive payment for the goods as well as a bonus. Time Left: ${timeLeftStr}
fr: La ${stationTitle} ${stationName} dans le secteur ${sectorName} a un besoin urgent de ${amount} ${plural}. Une fois la livraison effectuée vous toucherez une récompense, en plus du paiement de la marchandise. Temps restant : ${timeLeftStr}
tr: ${sectorName} Sektöründeki ${stationTitle} ${stationName} istasyonu size acil bir gönderi için ${amount} ${plural}. Ürün Teslimin de Ödemenizi ve bir bonus alacaksınız. Kalan Süre: ${timeLeftStr}

source: TV show 'The Expanse's 'Tycho Station' has more than 65,000,000 m³ of manufacturing and storage space!
fr: La station Tycho, de la série télévisée 'The Expanse', a un volume de 65 000 000 m³, rien que pour ses usines et ses entrepôts !
tr: TV Dizisi olan "The Expanse" daki "Tycho istasyonu" nun 65,000,000 m³ ten fazla Depo ve İmalat alanı olduğunu biliyormuydunuz?

source: TV show 'The Expanse's 'Tycho Station's two counter-rotating habitation rings provide enough living space for 15,000 workers and civilians.
fr: La station Tycho, de la série télévisée 'The Expanse', possède deux anneaux d'habitations en rotation inverse, qui fournissent assez d'espace de vie pour 15 000 travailleurs et civils.
tr: TV Dizisi olan "The Expanse" daki "Tycho istasyonu" nun Çift taraflı dönen yaşam alanlarının 15,000 İşçi ve sivile yaşam alanı sağladığını biliyormuydunuz?

source: The MCRN battleship Donnager is about 500 meters (1640 ft) long and weighs about 250 000 metric tons. It houses 2,086 crew members.
fr: Le vaisseau de guerre MCRN Donnager fait a peu près 500 m de long pour un poids approchant les 250 kilotonnes. Il héberge 2086 membres d'équipage.
tr: TV Dizisi olan "The Expanse" daki MCRN battleship Donnager isimli savaş gemisinin 500 Metre uzunluğunda, 250,000 Metrik ton ve 2,086 Mürettebatı olduğunu biliyormuydunuz?

source: The space ship used in Firefly is 81 meters (269 ft) long and has a crew capacity of only 5! It could, however, transport up to 74,797 kg (164,900 lb) of cargo.
fr: Le vaisseau spatial utilisé dans Firefly fait 81 m de long et compte seulement 5 membres d'équipage. Il a toutefois une capacité de transport de 74 797 kg.
tr: Ateşböceği (FireFly) dizisinde kullanılan uzay gemisi 81 metre uzunluğunda ve yalnızca 5 kişilik bir mürettebat kapasitesine sahip! Bununla birlikte, 74.797 kg kargoya kadar nakliye yapabilir.

source: The Falcon 9 of SpaceX is the first orbital class rocket that is reusable. As of October 2017 it has already been used 16 times!
fr: Le Falcon 9 de SpaceX est la première fusée de classe orbitale réutilisable. En octobre 2017, elle a déjà été utilisée 16 fois !
tr: SpaceX'in Falcon 9 roketi, tekrar kullanılabilir ilk orbital sınıf roketidir. Ekim 2017 itibariyle 16 kez zaten kullanılmış!
