Repository: HeberLemus/Avorion-deployed
Catalog: data/localization/*.po
Languages: fr, tr

source: Your salvaging license will run out in 60 seconds. Renew it NOW and save yourself some trouble!
fr: Votre permis de recyclage expire dans 60 secondes. Renouvelez-le MAINTENANT et évitez vous des ennuis !
tr: Hurdacılık lisansınız 60 saniye içinde sona erecek. Başınızı belaya sokmamak için lisansınızı ŞİMDİ yenileyin!

source: Open the crew tab.
fr: Ouvrez l'onglet de l'équipage.
tr: Mürettebat sekmesini seçin.

# For Blue In Color Selection
source: B
tr: M

source: Why doesn't anybody stop him?
fr: Pourquoi personne ne l'arrête ?
tr: Neden kimse onu durdurmuyor?

source: Your salvaging license will run out in 2 minutes. Renew it immediately and save yourself some trouble!
fr: Votre permis de recyclage expire dans 2 minutes. Renouvelez-le maintenant et évitez vous des ennuis !
tr: Hurdacılık lisansınız 2 dakika içerisinde sona erecektir. Hemen lisansınızı yenileyin ve başınıza gelebilecek istenmeyen olaylardan kurtulun!

source: Open the ship menu to assign your crew.
fr: Ouvrez le menu du vaisseau pour affecter vos hommes d'équipage.
tr: Mürettebatınızı atamak için gemi menüsünü açın.

source: Password required
fr: Mot de passe requis
tr: Şifre gerekli

source: Why do people follow him?
fr: Pourquoi les gens le suivent-ils ?
tr: Neden insanlar bu adamı takip ediyor?

source: Your salvaging license expired. You may no longer salvage in this area.
fr: Votre permis de recyclage a expiré. Vous n'avez plus l'autorisation de recycler des épaves dans ce secteur.
tr: Hurdacılık lisansınız sona erdi. Bu bölgede daha fazla enkaz kurtarma yapamazsınız.

source: Looking good! Close the window to continue.
fr: Ça semble bien! Fermez la fenêtre pour continuer.
tr: İyi görünüyor! Devam etmek için pencereyi kapatın.

source: Please enter password:
fr: Veuillez entrer le mot de passe:
tr: Lütfen şifreyi giriniz:

source: Apparently this new Xsotan technology made his hyperspace engine crazy strong.
fr: Apparemment, cette nouvelle technologie Xsotan a rendu son moteur hyper-espace très performant.
tr: Görünüşe göre yeni Xsotan teknolojisi Hiperuzay motorlarını delicesine güçlendirmiş.

source: You bought a %s minutes salvaging license.
fr: Vous avez acheté un permis de recyclage valable pendant %s minutes.
tr: %s Dakikalık hurdacılık lisansı aldınız.

source: Hire Crew
fr: Recruter de l'équipage
tr: Mürettebat Al

source: No
fr: Non
tr: Hayır

source: Because everyone wants some of the money he's making! He's betraying wanna-be smugglers who can't help themselves. Poor bastards. But it's their own fault. They should just stick to normal trade.
fr: Parce que tout le monde veut une part de l'argent qu'il se fait ! Il trahit tous les aspirants-contrebandiers qui ne peuvent pas se débrouiller seuls. Pauvres gars...Mais c'est leur faute après tout. Ils n'avaient qu'à rester sur du commerce légal.
tr: Çünkü herkes bu adamın kazandığından bir pay istiyor! Yeni yetme ve bir şey beceremeyen kaçakçılara da ihanet ediyor. Zavallı piçler. Ama bunların salaklığı. Normal ticaret işinde kalmalılar.

source: %s cannot be held reliable for any damage to ships or deaths caused by salvaging.
fr: %s ne peut être tenu pour responsable des dommages causés aux vaisseaux, ni pour d'éventuels décès causés par les activités de recyclage.
tr: %s hurdacılık sırasında gemilere verilen herhangi bir hasar veya ölüme karşı sorumlu tutulamaz.

source: Hire %i vanilla crewmen that can be assigned to any position.
fr: Recruter %i membre(s) d'équipage. Les membres d'équipage peuvent être affectés à n'importe quel poste de base.
tr: Herhangi bir pozisyona atanabilecek %i adet sıradan mürettebat alın.

source: Player is not online.
fr: Le joueur est hors-ligne.
tr: Oyuncu online değildir.

source: It's funny that you ask, because I found some research satellites in the sectors around here. Apparently someone is doing state of the art energy research with those things. They were looking really expensive. I wonder what kind of equipment must be used in there.
fr: C'est drôle que vous demandiez, parce que j'ai trouvé des satellites de recherche dans les secteurs alentours. Apparemment, quelqu'un fait une recherche énergétique de pointe avec ces trucs. Ils avaient l'air très chers. Je me demande quel type d'équipement doit être utilisé ici.
tr: İstediğiniz komik çünkü burada sektörlerde bazı araştırma uyduları buldum. Görünüşe göre birisi en son teknolojiyle bu tür enerji araştırmaları yapıyor. Gerçekten pahalı görünüyorlardı. Orada ne tür teçhizat kullanılması gerektiğini merak ediyorum.

source: Salvaging or damaging wreckages in this sector is illegal. Please buy a salvaging license.
fr: Recycler ou endommager des épaves sans autorisation est illégal dans ce secteur. Veuillez acheter un permis de recyclage.
tr: Bu sektöre ait hurdalarda yasa dışı hurdacılık yapmak ya da tahrip etmek yasa dışıdır. Lütfen hurdacılık lisansı satın alınız.

source: Click this button to hire them.
fr: Cliquez sur ce bouton pour les recruter.
tr: Kiralamak için bu tuşa basınız.

source: You were kicked from the server. (%s)
fr: Vous avez été éjecté du serveur. (%s)
tr: Serverdan Atıldınız.(%s)

source: Thanks, I'll keep an eye out.
fr: Merci, je vais rester vigilant.
tr: Teşekkürler, Dikkat edeceğim.

source: You need a salvaging license for this sector.
fr: Vous avez besoin d'un permis pour faire du recyclage dans ce secteur.
tr: Bu sektör için hurdacılık lisansına ihtiyacınız var.

source: Press F to dock and hire a crew.
fr: Appuyez sur F pour vous amarrer et recruter un équipage.
tr: İstasyona bağlanmak ve mürettebat almak için F'ye basınız.

source: %s was kicked.
fr: %s a été expulsé.
tr: %s isimli oyuncu serverdan atıldı.

source: The M.A.D. Science Association has started looking into new ways of energy generation. I found some of their satellites just floating around in space. I don't think that's such a good idea with all the bandits and Xsotan around here. I'm pretty sure they have state of the art equipment.
fr: L'Association des Sciences du M.A.D a commencé à chercher de nouvelles formes de production d'énergie. J'ai trouvé certains de leurs satellites errant dans l'espace. Je ne pense pas que ce soit une si bonne idée de laisser des satellites ainsi, avec tous les bandits et les Xsotan qu'il y a dans le coin.En plus, je suis quasiment sûr que ces satellites possèdent des équipements de pointe.
tr: D.E.L.İ Bilim adamları enerji üretiminin yeni yollarını aramaya başladılar. Uzayda başıboş gezen bir uydularını buldum. Tüm bu haydutlar ve Xsotan etraftayken bunun iyi bir fikir olduğunu sanmıyorum. Eminim hepsi son teknoloji ürünlerine sahipler.

source: Salvaging wreckages in this sector is forbidden. Please buy a salvaging license.
fr: Il est interdit de recycler librement des épaves dans ce secteur. Veuillez acheter un permis de recyclage.
tr: Bu sektörde yasa dışı hurdacılık yasaktır. Lütfen hurdacılık lisansı alınız.

source: Fly to the highlighted dock at the nearby station.
fr: Volez vers la station qui se trouve à côté de vous et approchez du quai d'arrimage, il apparaît en surbrillance.
tr: Yakındaki istasyonda işaretlenmiş doka doğru uçun.

source: Your ship is too big.
fr: Votre vaisseau est trop gros.
tr: Geminiz çok büyük.

source: Have you seen the new energy satellites by the M.A.D. Science Association? They're full of state of the art energy equipment. And nobody is guarding them! It's like they're asking people to steal or salvage them! Don't tell anybody, but once I'm done with work, I'll see if I can grab one of them.
fr: Avez-vous vu les nouveaux satellites d'énergie de L'Association Scientifique M.A.D.? Ils regorgent d'équipements énergétiques de pointe. Et personne ne les garde ! C'est comme s'ils nous suppliaient d'aller les piller ! Ne le dites à personne, mais dès que j'ai un moment de libre, je vais voir si je peux pas en attraper un.
tr: D.E.L.İ Bilim Birliğinin yaptığı yeni enerji uydularını gördün mü? İçindeki malzemeler son teknoloji ürünü. Ve başında kimse yok! Sanki birileri gelip çalsın yada alıp götürsün istiyor gibiler! Kimseye söyleme buradaki işim bittiğinde gidip bir tane edinebilirmiyim diye bakacağım.

source: Wreckages in this sector are the property of %s. Please buy a salvaging license.
fr: Les épaves dans ce secteur sont la propriété de %s. Veuillez acheter un permis de recyclage.
tr: Bu sektördeki enkazlar %s malıdır. Lütfen hurdacılık lisansı alınız.

source: If your ship is slow, it's because you don't have engineers yet and can't fly at full speed.
fr: Si votre vaisseau est lent, c'est parce que vous n'avez pas encore d'ingénieurs et que vous ne pouvez pas voler à pleine vitesse.
tr: Eğer geminiz yavaş ise, yeterli mühendisiniz olmadığından geminiz tam hızda uçamaz.

source: %s crewmen died due to insufficient life support!
fr: %s membres d'équipage sont morts à cause de l'entretien négligé des systèmes de support de vie !
tr: %s adet mürettebat yetersiz yaşam desteği yüzünden öldü!

source: Uhh... Thanks?
fr: Euh.... Merci ?
tr: Umm.... Teşekkürler?

source: Illegal salvaging will be punished by destruction. Buy a salvaging license or there will be consequences.
fr: Le recyclage illégal d'épave sera puni par la force. Achetez un permis de recyclage ou il y aura des conséquences.
tr: Kanuni olmayan Enkaz kaldırma işlemleri yok edilme ile cezalandırılacaktır. Bir lisans satın alın yada bunun sonuçları olacaktır.

source: That's why we're hiring a crew now!
fr: C'est pourquoi nous recrutons un équipage maintenant !
tr: Buradan mürettebat kiralayacağız!

source: A crewman died due to insufficient life support!
fr: Un membre de l'équipage est mort à cause de l'entretien négligé du système de support de vie !
tr: Bir mürettebat yetersiz yaşam desteği yüzünden öldü!

source: The M.A.D. Science Association is researching new electricity weapons. A complete waste of time if you ask me. Everybody knows that electricity can't do anything against stone. On the other hand, who would plate his ship with stones?
fr: L'Association des Sciences du M.A.D recherche de nouvelles armes électriques. Une perte complète de temps, à mon avis. Tout le monde sait que l'électricité ne peut rien contre la pierre. D'autre part, qui blinderait son vaisseau avec des pierres?
tr: D.E.L.İ Bilim Birliği yeni elektrik silahları üzerinde çalışıyor. Bana sorarsan tamamen zaman kaybı. Elektriğin taş karşısında hiç bir işe yaramadığını herkes bilir. Öte yandan kim gemisini taşla kaplar ki?

source: This is your last warning. If you do not stop salvaging without a license, you will be destroyed.
fr: Ceci est notre dernier avertissement. Vous n'avez pas de permis. Si vous n'arrêtez pas vos activités de recyclage, nous serons contraints de détruire votre vaisseau.
tr: Bu sizin son uyarınız. Lisanssız enkaz kurtarmaya bir son vermezseniz, Yok edileceksiniz.

source: Your ship needs a crew. You can hire crewmen at nearly every station.
fr: Votre vaisseau a besoin d'un équipage. Vous pouvez recruter des membres d'équipage auprès de quasiment toutes les stations.
tr: Geminizin mürettebata ihtiyacı var. Hemen hemen her istasyondan mürettebat alabilirsiniz.

source: Your %1% %2% has been destroyed!
fr: Votre %1% %2% a été détruit !
tr: %1% %2% yok edildi!

source: Huh. Good to know.
fr: Huh. Bon à savoir.
tr: Hmm. Bildiğim iyi oldu.

source: You have been warned. You will be considered an enemy of %s if you do not stop your illegal activities.
fr: Vous avez été averti. Vous serez considéré comme un ennemi de %s si vous n'arrêtez pas vos activités illégales.
tr: Uyarıldınız. Kanun dışı aktivitelerinize devam ederseniz %s düşmanı olarak sayılacaksınız.

source: Now adjust your camera until you're happy with it.
fr: Ajustez donc votre caméra jusqu'à ce que vous trouviez l'angle de vue qui vous convienne.
tr: Kameranızı istediğiniz hale gelene kadar ayarlayın.

source: A %s of yours has been destroyed!
fr: Un de vos %s a été détruit !
tr: %s yok edildi!

source: A friend of mine got some new electriciy weapons from the M.A.D. Science Association. But when he tried them out, he realized that they don't do anything to asteroids! What good is a weapon that you can't even use on stone?
fr: Un de mes amis a reçu des nouvelles armes électriques conçues par l'Association des Sciences du M.A.D. Mais quand il les a essayées, il s'est rendu compte qu'elles ne causaient aucun dégât aux astéroïdes ! A quoi sert une arme que vous ne pouvez même pas utiliser sur la pierre ?
tr: Bir arkadaşım şu D.E.L.İ Bilim adamlarından yeni bir elektrik silahı aldı. Denediğinde ise fark etmiş ki asteroidlere hiç bir zarar veremiyor! Taşa karşı nasıl bir silah kullanmalı?

source: Shipyard
fr: Chantier Spatial
tr: Gemi Tersanesi

source: Feel free to zoom in and out to check how it feels.
fr: N'hésitez pas à zoomer et dézoomer pour voir ce que cela fait.
tr: Zoomlayıp nasıl hissettirdiğini deneyin!

source: You can't found a new alliance while in an existing alliance.
fr: Vous ne pouvez pas fonder de nouvelle alliance tant que vous faites vous-même partie d'une alliance.
tr: Zaten bir ittifaka üye iken yeni bir ittifaka katılamaz yada arayamazsınız.

source: I was recently contacted by a group of people who are apparently looking for Xsotan artifacts. As if I had anything to do with this nonsense! I told them they should maybe post a bulletin with a reward.
fr: J'ai été contacté récemment par un groupe de personnes qui cherchent apparemment des artefacts Xsotan. Comme si j'avais quelque chose à voir avec ces bêtises! Je leur ai dit qu'ils devraient peut-être mettre une annonce avec une récompense.
tr: Bu aralar Xsotan Tarihi eserlerini arayan bir grup insanla anlaşma yapmıştım. Bu saçmalıkla bir ilgim varmış gibi! Onlara ödüllü bir bülten yayınlamaları gerektiğini söyledim.

source: Build Ship
fr: Construire un vaisseau
tr: Gemi inşa et

source: You can also reset the camera to its default position.
fr: Vous pouvez également réinitialiser la caméra dans sa position par défaut.
tr: Kamerayı orjinal pozisyonuna geri getirebilirsiniz.

source: There is already an alliance with the name %s.
fr: Il existe déjà une alliance avec le nom %s.
tr: %s Bu isimle zaten kurulmuş bir ittifak vardır.

source: You're not the only one asking around here lately. Recently there have been people who were looking for Xsotan artifacts. They said they wanted to journey to the center of the galaxy. That's crazy if you ask me.
fr: Vous n'êtes pas le seul à demander ça. Récemment, il y a eu des gens qui cherchaient des artefacts Xsotan. Ils ont dit qu'ils voulaient se rendre au centre de la galaxie. Si vous voulez mon avis, c'est de la folie.
tr: Son zamanlarda burada bunu soran bir tek sen değilsin. Son zamanlarda Xsotan eserlerini arayan insanlar da oldu. Galaksinin merkezine yolculuk yapmak istediklerini söylediler. Bana sorarsan bu çılgınlık.

source: Scaling
fr: Mise à l'échelle
tr: Ölçeklendirme

source: Hold %s and don't move the mouse to reset the camera.
fr: Maintenez %s et ne déplacez pas la souris pour réinitialiser la caméra.
tr: %s tuşuna basılı tutup fareyi hareket ettirmeden bekleyin. Kamera sıfırlanacaktır.

source: You need %s credits to found an alliance.
fr: Vous avez besoin de %s crédits pour fonder une alliance.
tr: İttifak kurmak için %s kadar Kredi gereklidir.

source: Have you seen these bulletins that have been around on stations lately? Someone must be really desperate to get their hands on these Xsotan artifacts. I really wonder why anybody would want to have anything to do with these monsters.
fr: Avez-vous déjà vu ces communiqués sur les stations aux alentours récemment ? Quelqu'un doit désespérément vouloir mettre la main sur ces artefacts Xsotan. Je me demande vraiment pourquoi quelqu'un voudrait avoir quelque chose à voir avec ces monstres.
tr: Son zamanlarda istasyonlarda olan bu bültenleri gördünüz mü? Birileri gerçekten bu Xsotan eserleri ele geçirmek için can atıyor olmalı. Gerçekten neden bu canavarlarla bir şeyler yapmak isteyeceklerini merak ediyorum.

source: Single Block
fr: Bloc simple
tr: Tek Blok

source: Since every ship has a different shape, you might have to reposition your camera.
fr: Étant donné que chaque vaisseau a une taille différente, vous devrez peut-être repositionner votre camera.
tr: Her geminin farklı bir şekli olduğundan, kameranızı tekrar konumlandırmak isteyebilirsiniz.

source: You're now the leader of the alliance %s.
fr: Vous êtes maintenant le Chef de l'alliance %s.
tr: Şu anda %s İttifakının Liderisiniz.

source: If you haven't noticed yet, there's a subspace rift that's preventing people from going to the center of the galaxy. Some say it's the Xsotan. Some say it's just a natural phenomenon and that it will pass.
fr: Si vous ne l'avez pas encore remarqué, il existe une faille subspatiale qui empêche les gens d'aller au centre de la galaxie. Certains disent que c'est à cause des Xsotan. D'autres disent que c'est juste un phénomène naturel et que cela passera.
tr: Henüz fark etmediysen, insanların galaksinin merkezine gitmesini engelleyen bir uzay yırtığı var. Bazıları bunun Xsotan'ın işi olduğunu söylüyor. Bazıları ise sadece bunun geçiçi bir fenomen olduğundan yana.

source: Station Founder
fr: Fondation de Station
tr: İsyasyon Kurucusu

source: Hold %s and move the mouse up, down, left or right to adjust the camera.
fr: Maintenez %s et déplacez la souris vers le haut, le bas, la gauche ou la droite pour ajuster la caméra.
tr: Kameranızı ayarlamak için %s tuşuna basın be farenizi yukarı, aşağı, sola ve sağa hareket ettirin

source: You're not the leader of an alliance.
fr: Vous n'êtes pas le Chef d'une alliance.
tr: Bir İttifakın lideri değilsiniz.

source: What do you think?
fr: Qu'est-ce que vous en pensez ?
tr: Sen ne düşünüyorsun?

source: The ship will be able to found stations.
fr: Le vaisseau pourra fonder des stations.
tr: Bu gemi istasyonları kurma becerisine sahiptir.

source: Great! In order to move the camera on the other axis, release %1% and then hold it again.
fr: Génial! Pour déplacer la caméra sur l'autre axe, relâchez %1%, puis maintenez-la enfoncée de nouveau.
tr: Harika! Kamerayı başka bir açıya hareket ettirmek için %1% tuşunu bırakın ve tekrar basılı tutun.

source: Your alliance has been disbanded.
fr: Votre alliance a été dissoute.
tr: İttifakınız dağıtılmıştır.

source: Thanks. Goodbye.
fr: Merci. au revoir.
tr: Teşekkürler. Güle güle.

source: Insurance
fr: Assurance
tr: Gemi Sigortası

source: Release and then hold %1% again and move the mouse in the other direction.
fr: Et déplacez simplement la souris sur l'autre axe (gauche/droite ou haut/bas).
tr: Tuşu bırakın ve %1% tuşuna yeniden basın ve farenizi diğer yöne hareket ettirin.

source: You're not part of an alliance.
fr: Vous ne faites partie d'aucune alliance.
tr: Bir ittifakın parçası değilsiniz.

source: I'm not sure. But it sure as hell isn't going away. My grandfather already knew this barrier. But when he was a boy, it was a lot nearer to the center of the galaxy.
fr: Je ne suis pas sûr. Mais c'est clair que ça ne va pas disparaître. Mon grand-père connaissait déjà cette barrière. Mais quand il était enfant, il était beaucoup plus près du centre de la galaxie.
tr: Emin değilim. Ancak bir yere gitmeyeceği kesin. Büyük babam her zaman bu bariyerin farkındaydı. Gençken galaksinin merkezine çok daha yakınmış.

source: The ship will be insured and you will receive a loss payment if it gets destroyed.
fr: Le vaisseau sera assuré et vous recevrez un dédommagement s'il vient à être détruit.
tr: Geminizi sigortalayacaksınız ve eğer geminiz parçalanırsa sigortadan geminizin parasını alacaksınız.

source: Now return to your ship. Fly near your ship, select it, and press %s or %s to enter it.
fr: Maintenant retournez à votre vaisseau. Volez prêt de votre vaisseau, sélectionnez le, et appuyez sur %s ou %s pour y rentrer.
tr: Şimdi geminize dönün. Geminizin yanına uçun ve onu seçin ardından gemiye girmek için %s yada %s tuşuna basın.

source: You don't have permissions to invite other players.
fr: Vous n'avez pas la permission d'inviter d'autres joueurs.
tr: Diğer oyuncuları davet etmek için izniniz yok.

source: Have you not seen the rift? Ah, of course not, you can't see it. But no hyperspace drive can get past it! I wonder what's inside?
fr: N'avez-vous pas vu la faille ? Ah, bien sûr que non, vous ne pouvez pas la voir. Mais aucun moteur hyper-espace ne peut passer au-delà ! Je me demande ce qu'il y a là-dedans ?
tr: Yarıkları görmedin mi? Ah tabi ki göremedin. Hiç bir hiperuzay sürücüsü bu yarıkları geçemez! İçlerinde ne olduğunu merak ediyorum?

source: Crew + Captain
fr: Equipage + Capitaine
tr: Tayfa + Kaptan

source: For some reason Avorion can't find your ship any more. You'll have to redo the tutorial, sorry!
fr: Pour une raison inconnue, Avorion ne peut plus retrouver votre vaisseau. Vous devriez refaire le tutoriel, désolé !
tr: Bir sebepten ötürü Avorion artık geminizi bulamıyor. Temel Eğitimi yeniden yapmanız gerek. Özür dileriz!

source: The player is already a member of an alliance.
fr: Le joueur est déjà membre d'une alliance.
tr: Bu oyuncu zaten bir ittifakın üyesi.

source: You should be careful. The Xsotan are nearby.
fr: Vous devriez être prudent. Les Xsotan sont à proximité.
tr: Dikkatli olmalısın. Xsotan yakında.

source: Hire the crew for the ship as well.
fr: Recrutez également de l'équipage pour le vaisseau.
tr: Geminiz içinde mürettebat alın.

source: Your drone can collect resources or do hyperspace jumps like a ship.
fr: Votre drone peut collecter des ressources ou faire un saut hyper-espace tout comme un vaisseau.
tr: Drone, normal bir gemi gibi kaynak toplayabilir yada hiperuzay sıçrayışlarını yapabilir.

source: Sent an invitation to %s.
fr: Invitation à %s envoyée.
tr: %s adlı oyuncuya davet gönder.

source: Where?
fr: Où ?
tr: Nereye?

source: Show Stats
fr: Afficher les statistiques
tr: Özellikleri Göster

source: Use it for scouting or collecting resources when your main ship is too badly damaged.
fr: Utilisez le pour faire de la reconnaissance ou collecter des ressources lorsque votre vaisseau principale est trop sévèrement endommagé.
tr: Ana geminiz fena hasarlı olduğunda gözcülük yada kaynak toplamak için kullanın.

source: %1% invited you to join his alliance %2%.
fr: %1% vous a invité à rejoindre son alliance %2%.
tr: %1% sizi ittifakına katılmanız için davet etti. %2%.

source: Just over the rift a few sectors further in. I don't know how they do it, but they must have found a way to cross the rift.
fr: Juste au-dessus de la faille quelques secteurs plus loin. Je ne sais pas comment ils font, mais ils ont dû trouver un moyen de traverser la faille.
tr: Çatlağın hemen üzerinden birkaç sektör daha ileride. Nasıl yaptıklarını bilmiyorum, ama uzaydaki çatlağı aşmanın bir yolunu bulmuş olmalılar.

source: Ship Costs
fr: Coûts du vaisseau
tr: Gemi Ücreti

source: To change back into your drone, press T while no target is selected,
fr: Pour repartir dans votre drone, appuyer sur T lorsque aucune cible n'est sélectionnée,
tr: Dronunuza dönmek için, hedef seçili değilken T tuşuna basın.

source: This alliance no longer exists.
fr: Cette alliance n'existe plus.
tr: Bu ittifak artık yok.
